[
    "Fred had a red rubber ball. He kicked the ball. It flew through the air. He picked it up. He threw it against a wall. The ball came back to Fred. He kicked it with his foot again. The ball flew over the wall. He picked it up again. He bounced it on the street. The ball bounced up and down. Then it stopped bouncing up and down. It didn’t move. Fred’s dog barked at the ball. Fred kicked the ball. His dog ran after the ball.",
    "Nancy wants to live a long time. She wants to live for one hundred years. She is five years old now. She wants to live 95 more years. Then she will be 100. Her father is 30 years old. He wants to live a long time, too. He wants to live for one hundred years. He wants to live for 70 more years. ″Daddy, we will grow old together, okay?″ Nancy said to her father. ″Yes, honey, we will grow old together,″ he said to Nancy. Then Nancy smiled. She gave her daddy a big hug.",
    "Mary ate a blueberry. She loved blueberries. Then she ate a blackberry. She loved blackberries. Then she ate a strawberry. She loved strawberries. Mary was confused. A blueberry is blue, so you call it a blueberry. A blackberry is black, so you call it a blackberry. A strawberry is red. So, why don’t you call it a redberry? Mary asked her mom. Her mom didn’t know. She asked her dad. Her dad didn’t know. She asked her little brother. \"Because a red berry is a cherry!\" her brother said.",
    "Johnny jumped over the dog. The dog was lying on the ground. Johnny jumped over it. The dog saw Johnny jump over it. The dog got up. The dog got up and barked at Johnny. Johnny laughed. He laughed while the dog barked. Johnny ran over to the fence. The dog chased him to the fence. Johnny jumped over the fence. He turned around and looked at the dog. The dog stopped at the fence. The dog could not jump over the fence. Johnny said, \"Jump, jump!″ The dog barked, but did not jump.",
    "Bobby woke up because he heard a dog. He heard a dog barking outside his window. Bobby woke up when he heard the dog barking. Bobby got out of bed. He got out of bed and walked to the window. He looked out the window. He saw a big brown dog. It was barking very loud. Bobby opened his window. He looked at the barking dog. ″Why are you barking so loud?″ he asked the dog. The dog looked at Bobby. Then it stopped barking.",
    "The baby birds sat in the nest. There were two baby birds. They were in the nest. The nest was in the tree. The baby birds were waiting for mama bird. They were hungry. When would mama bird be back? Then they saw mama bird. She landed on the nest. She had two worms in her mouth. She gave one worm to each baby bird. The worms were delicious. The baby birds ate the worms very fast. Then they opened their mouths. They wanted another worm. Mama bird flew away. She went to get more worms.",
    "Louis got a new book. The book was about animals. Louis loved animals. The book had lots of pictures. It had pictures of dogs and cats. It had pictures of cows and pigs. It had pictures of chickens and rabbits. It had pictures of squirrels and birds. Louis looked at the pictures on the first page. Then he turned the page. He looked at the pictures on the second page. Then he turned the page again. The book had 30 pages in it. Louis looked at all the pictures on all the pages.",
    "Charles found a glass bottle. He found the glass bottle in his back yard. It was a pretty glass bottle. It was dark green. He looked inside the dark green bottle. He couldn’t see anything. He shook the bottle. Something came out of the bottle. It landed on the ground. It was a bug. Charles picked up the bug. He looked at it. The bug looked at Charles. Charles put the bottle back on the ground. He put the bug on the ground, next to the bottle. The bug crawled back into the bottle.",
    "Elizabeth washes her hands every day. She likes to wash her hands. She washes her hands with soap and water. She uses soap and water to wash her hands. She uses warm water and soap. She washes her hands for 30 seconds. After 30 seconds, she stops washing her hands. She turns off the water. She dries her hands on a clean towel. Every few hours she turns on the water and washes her hands. Elizabeth has very clean hands. She does not have many germs on her hands. Germs cannot live on her clean hands.",
    "Maria was learning to add numbers. She liked to add numbers. It was easy to add numbers. She could add one and one. She knew that one and one are two. She knew that two and two are four. She knew that three and three are six. But that was it. She didn’t know what four and four are. She asked her mom. Her mom told her that four and four are eight. \"Oh, now I know,\" Maria said. \"I am four years old now. In four more years, I will be eight.\" Maria was a fast learner. She wasn’t a slow learner.",
    "Brenda sang a song. She sang the song while she walked to school. The name of the song was \"Row, Row, Row Your Boat.\" Brenda liked to sing this song. It was her favorite song to sing. She sang it every day while she walked to school. Sometimes she sang it with her best friend. Sometimes her best friend walked to school with Brenda. Then they both sang the song together. Brenda liked the song because it was easy to remember the words. \"Row, row, row your boat\" are easy words to remember.",
    "\"Can I ride my horse, Mommy?\" Sara asked her mom. Sara loved to ride her horse. She rode her horse almost every Saturday. \"Okay, honey, get ready to go,\" her mom said. Sara was happy. She went into her bedroom. She put her pink socks on. She put her pink sneakers on. She grabbed her pink hat. She went to the front door. \"I’m going to wait in the car,\" she told her mom. \"Okay, I’ll be there in a minute,\" her mom said. Sara opened the car door. She sat down in the front seat. She put on her hat. She was excited.",
    "Daniel wanted to visit a farm. He asked his parents to take him to a farm. His teacher told him about the animals on a farm. There are lots of animals on a farm. Daniel wanted to see the animals. He wanted to see the cows. He wanted to see the chickens. He wanted to see the pigs. He wanted to pet the animals. He wanted to feed the animals. He loved animals. He wanted to live on a farm. He wanted to live with cows and chickens and pigs. They would be his friends. He didn’t have any friends in school.",
    "Margaret was a small girl. She was a little girl. All her friends were taller than her. She was shorter than all her friends. She wanted to be tall. Her mom told her not to worry. One day Margaret would be tall. One day she would be taller than her friends. One day all her friends would be shorter than her. She was happy to hear that. She only had one question for her mom. When would she be taller than her friends? Would it be next year? She hoped it would be next year. She was tired of being the shortest girl.",
    "Barbara likes funny stories. She likes to hear funny stories. She likes to tell funny stories. She told her mom a funny story. When she finished, she waited for her mom to laugh. \"Mom, why aren’t you laughing? That was a funny story,\" Barbara said. \"Oh, I’m sorry,\" her mom said. \"Sometimes you think something is funny, but someone else thinks it isn’t funny.\" So, Barbara’s mom did not laugh at Barbara’s story. Barbara told the same story to her younger sister. Her younger sister laughed at the story.",
    "Sharon jumped into the water at the swimming pool. She held her nose. She went under the water. Then she came back up. She swam to the ladder in the pool. She climbed out of the pool. She stood at the edge of the pool. She held her nose. She jumped in again. Sharon liked to jump into the pool. The water felt good. It was a hot day. The water was cool. The water felt so good. Sharon’s mother had brought her to the pool. Her mother was sitting in a chair. She was watching Sharon. She wanted Sharon to have fun.",
    "Bruce picked up the cat. The cat meowed. The cat didn’t like most people. The cat liked to be alone. It liked to sleep on the sofa. It liked to sleep in the fruit bowl. It liked to sleep on top of the TV. It liked to chase bugs in the front yard. It liked to chase lizards in the back yard. It liked to chase flies in the kitchen. Bruce put the cat on the floor. He rubbed the cat’s stomach. The cat liked that. The cat licked his hand. Bruce rubbed the cat’s stomach some more. The cat meowed. The cat was happy.",
    "Lulu’s mom gave Lulu a pencil. It was a yellow pencil. It was a number two pencil. It had a pink eraser. The eraser was small and round and pink. Lulu’s mom gave Lulu a piece of paper. It was a white piece of paper. There were blue lines on the white paper. Lulu wrote a letter to her grandma. Her letter said, \"Dear Grandma, Hello, I love you.\" Lulu told her mom she was done. Her mom looked at the letter. \"This is a short letter,\" her mom said. Lulu said, \"Yes, Mom, it is a short letter. It is short but sweet.\"",
    "Mark bought a new car last week. He is happy with his new car. He got a good deal on his new car. It was on sale. His new car is green. The four tires are black. His new car has four doors. It has one trunk. The spare tire is in the trunk. All new cars have a spare tire. His new car has one hood. The engine is under the hood. All new cars have an engine. His new car has two big seats. One seat is in the front. One seat is in the back. Mark sits in the front seat when he drives his new car. He always buckles his seat belt.",
    "Larry has the flu. His nose is running. He coughs a lot. He sneezes a lot. When he coughs, he covers his mouth. When he sneezes, he covers his mouth. When his nose is running, he wipes his nose with a tissue. Larry’s mother is taking care of him. She makes hot soup for him. She gives him fresh orange juice. She makes him comfortable in his bed. She turns on the TV so he can watch TV in his bed. She turns out the light so he can sleep in his bed. She gives him medicine so he will get better. Larry will get better soon.",
    "Jeff sat down. He was in class. He was at school. He was in English class. He liked his English class. He liked his teacher. His teacher was friendly. His teacher helped all the students. His teacher answered everyone’s questions. Jeff asked a new question every day. Yesterday he asked his teacher a spelling question. He asked his teacher how to spell \"myself.\" His teacher told him how to spell it. Jeff thanked his teacher. His teacher said, \"You’re welcome. Ask me anything anytime. That’s what I’m here for, to help you.\"",
    "Karen is on the swim team. She is on the swim team at school. She is a good swimmer. All the swimmers on the swim team are good swimmers. She swims every day. She goes to the pool after her last class. Her last class is her English class. After English class, she walks over to the pool. She changes into her swim suit. She dives into the water. She swims for two hours. Her coach watches her swim. He gives her advice. He tells her how to swim better. Her coach is her swim instructor. He is a good instructor. She will win a race one day.",
    "James took the milk out of the refrigerator. He put the carton of milk on the counter. He took the cap off the carton of milk. He opened the kitchen cabinet. He took a glass out of the cabinet. He put the glass on the counter next to the milk. He poured some milk into the glass. He put the cap back on the carton of milk. He put the milk back into the refrigerator. He took the chocolate syrup out of the refrigerator. He poured some chocolate syrup into the glass of milk. He stirred the milk with a spoon. He licked the spoon.",
    "Brian sat down for dinner. He sat down in the chair. He sat down at the table. He looked at his white plate. He looked at his silver fork. He looked at his silver spoon. His dad said, \"Pass me your plate, Brian.\" His dad put white rice on the plate. His dad put yellow corn on the plate. His dad put green peas on the plate. He gave the plate back to Brian. \"This looks delicious,\" Brian said. \"It is delicious,\" his dad said. Brian wondered why corn was yellow. He wondered why peas were green. He wondered if there were yellow peas and green corn.",
    "William looked at his bowl of soup. It was chicken soup. There was white rice in the soup. William liked rice. There were pieces of chicken in the soup. William loved chicken. The pieces of chicken were white. They were small and square. They weren’t big and round. There were pieces of orange carrots in the soup. William didn’t like carrots. He picked up a piece of carrot with his fingers. He put it on the table next to his bowl. He took all the pieces of carrots out of the bowl. He put them all on the table. Then he ate his soup.",
    "Paul has a red bicycle. He loves his red bicycle. He got the red bicycle for his ninth birthday. His parents gave him his bike when he was nine. He takes care of his bike. He puts air in both tires. He puts air in the front tire. He puts air in the rear tire. He puts oil on the bike chain. He wipes dirt off the bike with a damp rag. He puts water on the rag and wipes all the dirt away. He rides his bike everywhere. He rides it to school. He rides it to the library. He rides it to his friend’s house. He really loves his bike.",
    "Don has cancer. He is 12 years old. But he is lucky. The doctor knows how to fix Don’s cancer. The doctor told Don’s mom to bring him to the hospital. Don’s mom said no. She will let God fix Don’s cancer. God will fix Don’s cancer. She does not trust the doctor. She doesn’t trust the hospital. She only trusts God. The doctor said Don will die. He said Don must come to the hospital. Don’s mom ran away. She ran away with Don. The police are looking for Don and his mom. They want to save Don’s life. Only the doctor can save Don’s life.",
    "Herman didn’t like his first name. He had never liked it. He wanted to change it. He asked his mother. She said it was too late to change his name. She said he could use his middle name. She would call him by his middle name. She asked him if that was okay. Herman said yes. \"From now on,\" he said, \"please call me by my middle name. From now on, please call me Adam.\" His mother said that was no problem. \"Goodbye, Herman,\" she said, \"and hello, Adam.\" When Adam’s father came home from work, Adam’s mom said, \"Guess what? We have a new son.\"",
    "Peggy went to church every Sunday. She loved to go to church. At church she was with her family and friends. At church she was with the saints. She was with the angels. And most of all, Peggy was with God. She always talked to God in church. She always asked God to stop war. She asked God to stop hate. She asked God to stop sickness. But war and hate and sickness did not stop. There were war and hate and sickness every day. \"Mommy, why doesn’t God stop war and hate and sickness?\" Peggy asked. \"God will,\" her mom said, \"when more people ask.\"",
    "Maria is 18. She will go to college in September. She will be a college student in September. But right now it is summer time. It is June. Maria needs a job. She needs money for college. She needs money to buy books for college. She wants a job. Maria went to a restaurant. \"Can I have a job?\" she asked. The restaurant manager said, \"I’m sorry. I don’t need anyone right now.\" Maria went to a book store. \"Will you give me a job?\" she asked. The book store manager said, \"I’m sorry. I don’t need new workers right now.\"",
    "Dora wanted to buy a card for her mother. Her mother’s birthday was next week. Dora loved her mom. She wanted to get a nice birthday card. She wanted a card that was pretty. She wanted a card that said the right thing. What was the right thing? The card must say, \"I love you, Mom.\" It must say, \"Mom, you are the best mother in the world.\" It must say, \"I’m so happy that you are my Mom.\" Those are all the right things for the card to say. But there was one more thing the card must say.",
    "Sharon was five years old. Her best friend was Pam. They played games together. They played all kinds of games. They had fun together. But one day Pam pushed Sharon. \"Why did you push me?\" Sharon asked. \"Because,\" Pam said. Sharon told Pam not to push her again. So, Pam pushed Sharon again. Sharon pushed Pam back. Then Pam pulled Sharon’s hair. Then Sharon pulled Pam’s hair. Both of them started crying. Sharon’s mom came into the room. She told Pam to go home. Pam ran out of the house. \"Sharon, you can’t play with Pam anymore,\" Sharon’s mother said.",
    "Patty got a doll for Christmas. It is her favorite doll. It is a rag doll. It has a yellow dress. It has a blue blouse. The name of the doll is Molly. Molly has bright red hair. She has red lips. She has blue eyes. She has a pink ribbon in her hair. Molly is wearing red shoes. She’s wearing white socks. Molly has a purse. Her purse is pink. The purse is empty. There is nothing in the purse. There was a little mirror in the purse. But Patty lost the mirror. When she lost the mirror, she said, \"I’m sorry, Molly. I will get you another mirror.\"",
    "Anthony went to the book store. He wanted to buy a book. He wanted to buy a book about bugs. He liked bugs. He picked up bugs in his yard. He took them to school. He showed the bugs to his teacher. His teacher told him the name of each bug. Then Anthony took the bugs home. He showed them to his parents. His mom told him to take the bugs out of the house. His dad liked to see the bugs. He said Anthony did a good job. He gave Anthony money to buy a book. So Anthony took the money to the book store. He looked for a book with lots of pictures of bugs.",
    "Tom was bored. He didn’t have anything to do. He wasn’t interested in doing anything. He didn’t want to watch TV. Tom didn’t want to listen to the radio. He didn’t want to play sports. He didn’t want to use the computer. He didn’t want to read books. \"I’m bored,\" Tom said. \"What can I do? I want to do something interesting.\" Tom’s father had an idea. \"I have an idea,\" his father said. \"Why don’t you collect coins? Coins are fun to collect. And coins are everywhere. You see coins every day. Some coins are valuable. They will make you rich.\"",
    "The cat was not moving. It was lying in the grass. The cat was black and white. It was a pretty, black and white cat. It was cold outside. The cat was lying on its stomach. It was dark outside. The porch light shined on the cat. The cat looked at Sissy. \"Mom, can I have the cat?\" she asked her mom. Her mom came outside on the porch. She looked at the cat. \"That is a pretty cat,\" her mom said. \"Can I have it?\" Sissy asked. Her mom said no. Maybe the cat belonged to another family. Maybe the cat was wild. If it was wild, it might bite Sissy.",
    "Andrew was in the third grade. He loved his teacher. His teacher was young. She was pretty. She was friendly. She helped Andrew add numbers. She helped Andrew draw dogs and cats. She helped Andrew learn to spell. Andrew gave his teacher an apple one day. He gave her an orange another day. He gave her a peach another day. His teacher thanked him. \"Thank you for the apple,\" she said the first day. \"Thank you for the orange,\" she said the second day. \"Thank you for the peach,\" she said the third day. Each day Andrew said, \"You’re very welcome.\"",
    "Joseph never opens the front door. When someone knocks on the front door, Joseph says, \"Who is it?\" But he does not open the door. His parents told him to keep the door closed. His parents want him to be safe. He will be safe if he doesn’t open the door. Yesterday someone knocked on the front door. \"Who is it?\" Joseph asked. \"It’s the mailman,\" the person said. \"I cannot open the door,\" Joseph said. \"Okay, I will come back tomorrow,\" the mailman said. \"Goodbye,\" Joseph said. Joseph is a good boy. He listens to his parents. He doesn’t open the door for any person.",
    "Billy always listens to his mother. He always does what she says. If his mother says, \"Brush your teeth,\" Billy brushes his teeth. If his mother says, \"Go to bed,\" Billy goes to bed. Billy is a very good boy. A good boy listens to his mother. His mother doesn’t have to ask him again. She asks him to do something one time, and she doesn’t ask again. Billy is a good boy. He does what his mother asks the first time. She doesn’t have to ask again. She tells Billy, \"You are my best child.\" Of course Billy is her best child. Billy is her only child.",
    "He looked at the rising moon. It was rising above the houses. It was big and orange. It looked bigger than the rising sun. How could it be so big? How could it be so orange? Several hours later, he looked at the moon again. Now it was high in the sky. Now it was smaller. It wasn’t orange anymore. Now it was white. What happened? It changed size. It changed color. Before, it was big and orange. It was like a big pumpkin. Now, it was smaller and white. It was like a light bulb. But it was still pretty. It was still bright. It was the brightest light in the sky.",
    "It was Jenny’s fourth birthday. She was four years old. Her mom baked a cake for her. Her mom baked a chocolate cake for her. The cake had two layers. Her mom put vanilla frosting on the bottom layer. Her mom put vanilla frosting on the top layer. Her mom put vanilla frosting all around the cake. Now the chocolate cake was completely white. Her mom put four pink candles on top of the cake. Her dad lit the four pink candles. The four pink candles were lit. Jenny’s mom and dad sat down next to Jenny. They sang Happy Birthday to her. \"Happy birthday to you,\" they sang. Jenny sang with her mom and dad. \"Happy birthday to me,\" she sang. Her mom said, \"Now make a wish and blow out the candles.\" Jenny made a wish. Then she blew out all four pink candles.",
    "David lost his yellow pencil. He could not find it. \"Where is my yellow pencil?\" he asked his sister. His sister did not know. \"I don’t know where your pencil is,\" she said. David thought about it. He thought and thought. He used his yellow pencil before lunch. He used it to write a note to his teacher. The note said, \"Dear Teacher, Thank you for helping me. David.\" He put the note in an envelope. Where was the envelope? He looked in the kitchen. He looked on the kitchen counter. He found the envelope. It was next to the toaster. He found the pencil. It was under the toaster.",
    "A baby has arms and legs. It has a mouth and eyes. It looks at everything. It eats everything. It smiles a lot. It cries a lot. It eats a lot. It drools a lot. It pees a lot. It poops a lot. It sleeps a lot. It tries to talk. It makes funny sounds. It says \"Googoo\" and \"Gaga.\" It waves its arms and legs. It doesn’t do much else. It doesn’t sit up. It doesn’t stand up. It doesn’t talk. It lies on its back. It lies on its stomach. After a year, it will do many things. It will crawl. It will stand up. It will walk. It will talk. But in the beginning, it just grows. It grows bigger and bigger.",
    "Dorothy will be ten years old next month. She is excited. Ten years old is very old. She will not be a little kid anymore. A nine-year-old kid is just a little kid. A ten-year-old kid is almost an adult. Nine is only one number, but 10 is two numbers. Nine is a little kid number, but 10 is an adult number. When she is ten, she will be an adult almost. She will be a young woman. She will wear lipstick. She will wear nail polish. She will have a boyfriend. He will be handsome and polite. He will open doors for her. He will buy her birthday presents. Dorothy can’t wait until next month.",
    "She liked to feed popcorn to the pigeons. The pigeons liked to eat her popcorn. She put popcorn in her hand. A pigeon ate the popcorn in her hand. She put popcorn on her shoulder. A pigeon ate the popcorn on her shoulder. She put popcorn in her hair. A pigeon ate the popcorn in her hair. She sat down on a bench. It was a wooden bench in the park. She put popcorn all over the bench. She put popcorn all over her clothes. She put popcorn on her head. She put popcorn on her lap. Many pigeons landed on the bench. Many pigeons landed on her. Nobody could see her. Nobody could see the bench.",
    "Dotty looked at the door. It was a closet door. The door had a silver handle. The silver handle was round. The round, silver handle was a doorknob. One day she tried to turn the doorknob. She tried to open the closet door. But the doorknob didn’t turn. She couldn’t open the closet door. The closet door wouldn’t open. The door was locked. \"Why is the door locked?\" Dotty asked her mom. Her mom said it was locked for her safety. \"What’s behind the door?\" she asked her mom. Her mom said a rifle was behind the locked door. Daddy kept a rifle in the closet.",
    "Kathy finished her sandwich. She had a chicken sandwich for lunch. She got up from her chair. She took her plate to the kitchen sink. She put the plate in the sink. She turned on the cold water faucet. She rinsed the plate. She picked up a paper towel. She wiped the plate dry. She put the plate on the counter. Her mother walked into the room. \"Did you wash that plate with soap?\" she asked Kathy. Kathy said no. \"I couldn’t find the soap,\" she said. Her mom said, \"What’s this right next to the cold water faucet?\" Kathy said, \"Soap.\" Her mom told her to wash the plate again.",
    "He looked at the bird. It was a blackbird. It was walking on the grass. It was looking for food. Birds have a funny walk. Why do they walk so funny? Because they don’t have arms. Arms help people walk. People walk well. Birds don’t have arms. They don’t walk well. They look funny when they walk. Birds have wings. Wings help birds fly. They use their wings to fly. They fly very well. They are beautiful to watch when they fly. They belong in the sky. They don’t belong on the ground. The blackbird found something to eat. It flew up into a tree. It ate the food in the tree. Then it flew away.",
    "Alice told her son Jesse to go to his room. He didn’t want to go to his room. \"Why do I have to go to my room?\" he said. \"You were a bad boy,\" she said. \"You hit your sister.\" He said, \"No, I didn’t. She hit me first.\" Alice said, \"But you shouldn’t hit your sister, even if she hits you first. She is younger than you are. And she’s a little girl. Boys should never hit little girls.\" Jesse said, \"Okay, I won’t ever hit little girls again. Now do I have to go to my room?\" Alice said yes, he still had to go to his room. \"When she’s a big girl, I’m going to hit her again,\" he said.",
    "Lucy had a cat. His name was Pirate. Pirate was 14 years old. Fourteen is old for a cat. \"What can I do?\" Lucy asked her dad. \"Pirate is old. He will die soon. I will miss him so much.\" Dad said, \"Why don’t you clone him? They will make a brand new Pirate for you. It will look like Pirate. It will walk like Pirate. It will meow like Pirate. It will love you like Pirate. But it will be a kitten. It won’t be an old cat. It will be a new kitten. You can have a new Pirate for 14 more years.\" \"Dad,\" said Lucy, \"that’s a great idea.",
    "She went to the circus with her parents. She was excited. She had never been to a circus. There were many clowns at the circus. She liked the clowns. They had funny faces. They had big, red noses. They wore funny hats. They wore big shoes. Their shoes were much bigger than her dad’s shoes. They were twice as big as her dad’s shoes. The clowns had loud horns. They honked their horns at each other. They didn’t talk. They used their horns to talk. Honk, honk! She laughed at the clowns. They were so funny. They made her laugh.",
    "Don had a pistol. It was a small pistol. He offered it to his brother Tony. Tony looked at the pistol. It was a beautiful pistol. It was black. It had a silver trigger. Tony put his finger on the silver trigger. He put the pistol in his pocket. He took it out of his pocket. He walked outside. He saw a bird on a wire. He aimed the pistol at the bird. He pulled the trigger. He said, \"If the gun was loaded, I would have killed the bird.\" Don said, \"I’m glad it wasn’t loaded. You shouldn’t kill birds.\" Tony thanked Don for the pistol. \"I like this pistol. Thank you,\" Tony said. He took the pistol home with him.",
    "The fox was brown. The fox was quick. The dog was brown. The dog was lazy. \"You are a lazy dog,\" said the fox. \"Yes, I am a lazy dog,\" said the dog. \"Why are you a lazy dog?\" asked the fox. \"Why not?\" asked the dog. \"My owner feeds me. My owner takes me out for walks. My owner loves me. I eat. I go out for walks. I sleep. I’m a lazy, happy dog.\" \"But don′t you have any ambition?\" asked the fox. \"Ambition? Ambition to do what? I’m just a dog,\" said the dog. \"Lassie was a dog. She saved people’s lives,\" said the fox. \"I’m too lazy to save people’s lives,\" said the dog. \"Let Lassie save people’s lives.\"",
    " He played the piano. He played it very well. He started playing the piano when he was six years old. That was seven years ago. Now he was 13 years old. He was very good. He won one piano contest after another. A famous piano teacher heard him play the piano. The teacher said, \"I want to bring you to New York. I will teach you how to be even better. I will teach you how to be the best piano player in the whole world.\" He didn’t like that idea. He wanted to stay at home. He wanted to stay with his parents and his friends. His parents wanted him to go. They said they would visit him in New York every weekend.",
    "She was a babysitter in her home. She took care of 10 little children. They were not her little children. They were the sons and daughters of other people. She did not have a son. She did not have a daughter. She was not a mother. She was a babysitter. The children were 1 to 4 years old. She babysat them all. She kept them in her house all day. They all stayed in her living room. She gave them toys to play with. She gave them books to look at. She gave them pillows and blankets. Some kids played with the toys. Some kids looked at the books. Some kids slept. She usually didn’t watch the kids. She usually watched the TV.",
    "She looked at the moon. It was big. It was round. It was white. It was big and round and white. It was much bigger than all the stars. The stars were little lights. The moon was a big, bright light. She looked around. She could see other houses. She could see the sidewalk. She could see the street. The moon was bright. It was not as bright as the sun. But it was much brighter than the stars. She looked at the moon. Her dad said there is a man in the moon. She looked for the man in the moon. She looked for his eyes. She looked for his nose. She looked for his mouth. She did not see the man in the moon.",
    "It was a new pet store. Brian walked into the new pet store. He said hello to Paul, the owner. Paul said hello to Brian. Brian said, \"This is a clean pet store. This is a quiet pet store. This pet store doesn’t smell.\" Brian looked around the store. Brian walked around the store. He didn’t see any pets. He didn’t see one pet. \"Where are the pets?\" he asked. \"The pets are right here,\" said Paul. Paul opened a catalog. The catalog was full of pictures. It was full of pictures of pets. \"Just pick any pet you like,\" said Paul. \"We will mail it to you.\" \"What if I don’t like it?\" asked Brian. \"Just mail it back,\" said Paul.",
    "Dad took his son Chris to the baseball game. The Los Angeles Dodgers were playing the San Francisco Giants. The Dodgers were the home team. The Giants were the visiting team. Dad and Chris walked into Dodger Stadium. Many people were there. Most of them wanted to see the Dodgers win. They wanted to see the Giants lose. Dad and Chris found their seats. They sat down. The game had already started. Chris told his dad he was hungry. His dad bought two bags of peanuts for Chris. He bought two hot dogs for Chris. He bought a big soda for Chris. A foul ball came their way. People dived for the foul ball. They knocked Chris’s soda over. His dad bought him another soda.",
    "His dad was reading one section of the newspaper. His mom was reading another section of the newspaper. His older sister was reading another section of the newspaper. He had the comics section of the newspaper. That was the best part of the newspaper. He didn’t understand the words. He wasn’t able to read. But he liked the comics. He liked the drawings. They were all different. All the animals were different. All the people were different. All the drawings were black and white. He colored the drawings with his crayons. He showed the colored drawings to his mom. She liked them. \"Those are beautiful colors,\" his mom said. \"Someday you will be a famous painter.\"",
    "Betty was excited. It was December 1. Christmas Day was only 24 days away. She was looking at a magazine. It was a magazine for little girls. There were many pictures in the magazine. There were many pictures of dolls. The dolls were from many countries. There were dolls from Mexico. There were dolls from China. There were dolls from France. There were dolls from everywhere. There were so many dolls. She showed the pictures to her mom. \"Mommy, will Santa bring me all these dolls?\" she asked. \"No, honey,\" her mom said, \"Santa will bring you only one doll. So pick the one you like best.\"",
    "Chuck wanted to go to the park after dinner. His mom wanted him to stay home after dinner. She didn’t want him to go to the park. She said it was dark at the park. But Chuck said it wasn’t dark at the park. \"There are lights at the park, Mom,\" he said. But she said there were only a few lights at the park. She said there were many dark places in the park. \"Bad people go to the park at night,\" she said. \"Bad people do bad things. They do bad things to good people. You are a good person. I don’t want something bad to happen to you.\" Chuck said, \"Nothing bad will happen to me. I will go with my two friends. We will be together. All three of us will be together. We will stay away from the dark places. We will stay under the lights.\"",
    "I love my mom. She took care of me when I was very young. She took care of me when I was sick. She taught me how to read. She taught me how to get dressed. She taught me how to button my shirt. She taught me how to tie my shoes. She taught me how to brush my teeth. She taught me to be kind to others. She taught me to tell the truth. She taught me to be polite. She took me to school on my first day of school. She held my hand. She helped me with my homework. She was nice to all my friends. She always cheered me up. Next year I will graduate from high school. I will go to college. I will do well in college. I will do well after college. My mom has taught me well.",
    "Dad took Beth to the ocean. This was her first visit to the ocean. This was her first visit to the beach. This was the first time she saw the sandy beach. She loved the sand. She dug holes in the sand. She filled up the holes. She held the sand in her hands. She dropped the sand out of her hands. She picked up the sand. She threw the sand. Her dad picked her up. She held onto him. He carried her to the edge of the water. He held both her hands. He let her stand in the water. Her feet got wet. She stood in the water. She watched the water cover her feet. She bent down. She picked up some wet sand. She threw the wet sand. She sat down in the water. She dug holes in the wet sand. Dad sat down next to her.",
    "It was the first day of school. Pete was in the first grade. He got on the school bus. It was a big, yellow school bus. He did not know the kids on the bus. The kids on the bus did not know him. Many kids were talking. They were talking with one another. Pete sat in a seat by himself. He sat alone. He looked out the window. His mom was standing outside the window. He waved goodbye to his mom. She waved goodbye to him. The bus took off. The bus was going to school. Another boy sat down next to Pete. He said hello to Pete. Pete said hello to him. The boy’s name was Eddie. He was in the first grade. He said he was a new student. He didn’t know anyone. Pete said he was a new student, too. He didn’t know anyone, either.",
    "The mother gave her baby a red apple. The baby tried to eat the apple. His mouth was too small. And he didn’t have any teeth. His brother took the apple. His brother ate the apple. The baby cried. His brother gave the baby a blue ball to play with. The baby smiled. His brother took the ball from the baby. He rolled the ball on the floor. The brown and white dog picked up the ball. The dog chewed on the ball. The baby cried again. His brother picked up the cat. He put the cat on the bed with the baby. The baby pulled the cat’s tail. The cat jumped off the bed. The dog chased the cat. The baby cried again. His brother let the baby hold a sock. The baby played with the sock. The baby was happy.",
    "Nancy took her daughter Donna to the park. The park had lots of trees. It had lots of squirrels and birds. The squirrels ran up and down the trees. The squirrels chased one another. The squirrels played with one another. The birds flew around. They flew down to the ground. They flew up into the trees. The squirrels and birds were good neighbors. Nancy sat down on a bench. She took a magazine out of her purse. She turned the pages of the magazine. Donna ran over to a squirrel. She tried to catch the squirrel. Then she tried to catch a bird. Donna chased the squirrels and birds. She never caught one squirrel. She never caught one bird. But she had a lot of fun.",
    "The boy opened a jar of peanut butter. He spread the peanut butter onto a slice of bread. Then he opened the refrigerator and took out a jar of grape jelly. He spread the jelly on top of the peanut butter. He put the jar back into the refrigerator. He put another slice of bread on top of the peanut butter and grape jelly. Now he had a sandwich. He opened the refrigerator again. He poured himself a big glass of milk, and put the milk back into the refrigerator. He put the sandwich on a plate. He carried the plate and the glass of milk over to the dining room table. He sat down. He turned on the TV and took a big bite out of his sandwich.",
    "It was Emily’s 10th birthday. She was 10 years old. She was so happy. \"I’m so happy,\" she said. \"I’m finally 10. Ten is two numbers. Ten is an adult number. Ten is a grown-up number. I’m an adult now. I’m a grown-up. I used to be nine. Nine is a kid number. Nine is for kids. I’m not a kid anymore.\" Her sister Irene said, \"Of course you’re still a kid. Teenagers are kids. You’re not even a teenager yet. You’re in fifth grade. Fifth grade is for kids. Twelfth grade is for kids, too. When you are 18, you will be in twelfth grade. You will still be a kid. You will be a kid for eight more years.\" Emily said, \"No, you’re a kid. You’re only seven. Seven is a kid.\" Irene said she wasn’t seven. She said she was seven and a half.",
    "The baby was lying on her back. A blue bird flew in through the window. The blue bird had blue eyes. It sat on the baby’s crib. The bird had a bell around its neck. The bell rang. The baby smiled. The baby reached for the bell. The bird shook its head. The bell fell off the bird’s neck. It fell next to the baby. The baby picked up the bell. The baby rang the bell. Another blue bird flew in through the window. This blue bird also had blue eyes. The baby had brown eyes. The birds looked at the baby. The baby looked at the birds. The baby rang the bell again. Both birds flew away. The baby started to cry. His mama came into the room. The baby smiled. Mama saw the bell. She asked the baby where the bell came from. The baby pointed at the window.",
    "Lisa liked to visit her friends. All her friends had pets. Her friends had dogs. Her friends had cats. Her friends had birds. Lisa didn’t have any pets. She didn’t have a dog. She didn’t have a cat. She didn’t have a bird. \"Can I have a dog, Daddy?\" Lisa asked. Daddy said no. He said a dog barked too much. \"Can I have a cat, Daddy?\" Lisa asked. Daddy said no. He said a cat meowed too much. \"Can I have a bird, Daddy?\" Lisa asked. Daddy said no. He said a bird sang too much. \"All my friends have pets. Can’t I have just one pet?\" she asked. \"Okay,\" Daddy said. \"But it must be a quiet pet. I’ll buy you a quiet pet.\" He went to the pet store. He bought a pet. He gave Lisa her new pet. \"Daddy, it’s a goldfish!\" Lisa said.",
    "Debby was in the first grade. Her brother Tommy was in the second grade. They lived in Florida. They lived in a small town in Florida. They walked to school in the morning. They walked home from school in the afternoon. On Monday Debby and Tommy were walking home. They were walking with a couple of Tommy’s friends. Tommy told his friends that Debby still sucked her thumb. \"She still sucks her thumb,\" he said. His friends laughed. Debby started to cry. She ran away from Tommy and his friends. When Tommy got home, his mom asked, \"Where’s Debby?\" Tommy said he didn’t know. He thought she was already home. \"No, she’s not home,\" his mom said. She called the neighbors. Then she called the police.",
    "The children were hungry. They looked out the window. Where was their mother? She walked into the house. The children ran over to her. \"Mama, we’re so hungry,\" they both said. She said lunch was coming. She walked into the kitchen. She opened a can of chicken soup. She poured the soup into a pot. She added water. She put the pot on the stove. She made two peanut butter and jelly sandwiches. She sliced an apple. The soup was hot. She poured it into two bowls. She put the sandwiches on two plates. She put apple slices on each plate. She put the bowls and plates on the table. The children ran to the table. \"Thank you, Mommy!\" they said. Then they started eating. The cat and the dog watched them eat.",
    "They drove to the park. They got in line. Many cars were in front of them. They should have gotten up earlier. \"We should have gotten up earlier,\" said Mom. \"I know,\" said Dad. \"We should not have slept in.\" \"I know,\" said Mom. \"But sometimes it’s nice to sleep in, especially on the weekend. Weekends are for sleeping in.\" The line moved slowly. Finally they were at the front of the line. \"I’m sorry,\" said the park ranger. \"We’re closed.\" \"What?\" said Dad. \"It’s not even noon. How can you be closed?\" The ranger said the parking lot was full. There was no place to park. He said to come back tomorrow. \"Don’t sleep in,\" said the ranger. \"The early bird gets the worm.\"",
    "Jenny went to the lake. She went to the lake with her dad. It was a big lake. It was a big, blue lake. It had a lot of water in it. It had a lot of fish in it. Big fish were in the lake. Little fish were in the lake. Jenny didn’t see any fish. \"I don’t see any fish. Where are the fish, Daddy?\" she asked. \"They’re swimming around. They’re looking for food,\" her dad said. Dad put a worm on a hook. \"Does the hook hurt the worm?\" Jenny asked. \"No, the hook doesn’t hurt the worm,\" her dad said. \"How do you know?\" she asked. \"How do I know?\" her dad asked. \"Well, the worm doesn’t say anything. So I guess the hook doesn’t hurt it.\"",
    "The boys were going to the beach. Dad was going to drive them to the beach. The drive to the beach would take an hour. Dave and Dick loved the beach. They also loved the drive to the beach. They loved to look out the window. They loved to stick their heads and arms out the window and feel the breeze. They also loved to be in the front seat. They both preferred the front seat. They both hated the back seat. \"Let’s go, boys,\" Dad said. \"Let’s go to the beach.\" Both boys ran out of the house. They ran straight to the front door of the car. Dave got there first. Dick got there second. Dave pulled the door open. Dick fell to the ground. Dave got into the front seat and shut the door. \"Guess what? You can sit in the back seat,\" he said to Dick.",
    "\"Annie, set the table, please,\" said Mom. \"It’s time for dinner.\" Annie said it wasn’t her week to set the table. It was her week to clear the table. She said it was Lisa’s week to set the table. Lisa was in the living room. Lisa was playing with the dog in the living room. Lisa was having fun with the dog. \"Lisa,\" Mom said, \"come here and set the table. It’s dinner time.\" Lisa said it wasn’t her week to set the table. It was Mark’s week to set the table. It was Lisa′s week to feed the dog. ″Where is Mark?″ Mom asked. Lisa said, \"He’s riding his bike.\" Mark was outside riding his bike. Mom asked Annie, \"Do you want extra dessert tonight?\" Annie said yes. \"What do I have to do?\" she asked.",
    "\"Tommy, the dog is scratching at the door,\" his mom yelled. \"Take him for a walk. Make sure you take a plastic bag with you.\" Tommy said he didn’t hear the dog scratching. He said the dog did not need to go for a walk. He said there were no plastic bags in the house. His mom said, \"Take the dog for a walk right now, please.\" Tommy got the dog leash, a plastic bag, and a little plastic shovel. \"How can I finish my homework when I have to walk the dog?\" he asked his mom. \"You can finish your homework when you get back,\" his mom said. He put the leash around the dog’s neck and walked outside. It was cold outside. The dog walked to a tree. It pooped. Tommy put the poop into the plastic bag. \"Yuck!\" he said. \"This is worse than doing homework.\"",
    "Jimmy wanted to cross the street. He was on the south side of the street. He wanted to get to the north side of the street. He was in the middle of the block. His father always told him to cross at an intersection. His father always said never cross in the middle of the block. Jimmy walked to the intersection. There was a traffic light at the intersection. It had three colors — red, green, and yellow. Red was at the top. Green was at the bottom. Yellow was in the middle. He looked at the crosswalk sign. It was red. It was a red hand. The red hand meant Don’t Walk. He waited for the red hand to change. It changed to a white figure walking. The white figure walking meant Walk. Jimmy looked both ways. Then he walked across the street. He walked in the crosswalk.",
    "Mama was in the garden. \"What are you doing?\" Johnny asked. She said she was planting roses. Roses are flowers. They are very pretty. They are usually red. Roses have thorns. His mama said, \"Thorns will stick you. Be careful around thorns.\" Johnny went to the front yard. His dog Rex was waiting for him. Johnny picked up a stick and threw it. Rex chased the stick. He brought the stick back. Johnny ran around the house. Rex chased him. Johnny ran through the garden. Rex ran through the garden. Mom yelled at Johnny and Rex. She told them to play somewhere else. She told them to stay out of the garden. Johnny apologized to his mom. He went to the garage and got his bike. He went for a bike ride. Rex ran next to the bike.",
    "Lulu couldn’t find her favorite book. Her favorite book was about a cat. The name of the cat was Meow. The name of the book was \"How Is Meow?\" Lulu asked her mom, \"Mommy, where is my Meow book? Where is ’How Is Meow?’?\" Her mom didn’t know. \"Where did you leave it? Do you remember where you left it?\" Lulu didn’t remember. \"I don’t remember,\" she said. They looked in the kitchen. They looked in the living room. They looked in the bedroom. They couldn’t find her favorite book. That night Lulu got ready for bed. She brushed her teeth. She put on her pajamas. She got into bed. She put her hand under her pillow. She felt something under her pillow. \"Mommy,\" she yelled. \"I found my book. I found ’How Is Meow?’.  It was under my pillow. Come read it to me, please.\"",
    "The black cat jumped up onto the chair. It looked down at the white dog. The dog was chewing on a bone. The cat jumped onto the dog. The dog kept chewing the bone. The cat played with the dog’s tail. The dog kept chewing the bone. The cat jumped back onto the chair. It started licking its paws. The dog stood up. It looked at the cat. It licked the cat’s fur. The cat licked the dog’s nose. The dog went back to its bone. A boy ran through the room. He was wearing a yellow shirt. He almost ran into the chair. The cat jumped off the chair. The cat jumped onto the sofa. The chair fell onto the floor next to the dog. The dog stopped chewing the bone. The dog chased the boy. The boy ran out to the street. He threw a stick. The dog chased the stick. The dog lay down. It chewed on the stick.",
    "Evelyn had a cat. Her cat’s name was Red. Red was a red cat. Red liked to chase things. He chased balls. He chased butterflies. He chased squirrels. Evelyn had a yard. A tree was in the middle of her yard. A squirrel lived in the tree. Red climbed the tree. He saw the squirrel. The squirrel saw Red. The squirrel raised its tail. It chattered at Red. It said, \"Click, click, click.\" It told Red to go away. \"This is my tree,\" the squirrel said. \"Get out of my tree.\" Red didn’t understand the squirrel. Red didn’t speak \"squirrel.\" Red was a cat. He spoke \"cat.\" Red said, \"Meow, meow, meow.\" He said, \"Let’s play. I will chase you. Then you will chase me.\" The squirrel chattered some more. \"Leave me alone, you crazy cat. Go play with the other cats,\" it said.",
    "Mom took Carol to the stable. Their horse was in the stable. They walked over to Sugar. Sugar was their horse. \"Say hello to Sugar,\" Mom said. Carol said, \"Hello, Sugar.\" Mom gave a carrot to Sugar. Sugar ate the carrot. He ate the carrot fast. Mom gave a carrot to Carol. Mom said, \"Now, you feed Sugar.\" Carol gave the carrot to Sugar. Sugar ate the carrot. \"He ate it so fast!\" said Carol. Mom said, \"Yes, Sugar eats carrots very fast.\" Carol said, \"We should give him a new name. We should call him Carrot. Why is his name Sugar?\" Mom said, \"He likes sugar, too. Watch this.\" Mom took some sugar cubes out of her pocket. She held them in her hand. She gave them to Sugar. Sugar ate the sugar cubes. He ate them fast. \"Let me give some sugar to Sugar,\" Carol said.",
    "The baby bear followed his mama. Mama bear walked through the woods. She was looking for berries to eat. She found some black berries. She started eating them. The baby started eating them, too. They ate all the berries. Baby bear was full. Mama bear was still hungry. She started walking again. She wanted to find more berries to eat. Baby bear lay down. He was full. He wanted to take a nap. But mama bear came back. She growled at baby bear. He understood mama’s growl. When mama growled, he obeyed. He got up and followed his mama. Someday he would take a nap after a meal. A squirrel ran up a tree with a nut. It dropped the nut and ran back down to the ground. It picked up the nut and looked at baby bear. Then it ran back up the tree. Baby bear did not like nuts. They were too hard to open.",
    "It was Ellen’s 12th birthday. Ellen was 12 years old. Her mom took her shopping. They went shopping at the mall. \"You can pick out a dress. You can pick out a pretty dress,\" Mom said. \"I will pick out a pretty, blue dress,\" Ellen said. They went into JC Penney. JC Penney sells lots of dresses. Ellen saw a blue dress that she liked. \"I like that dress, Mom,\" she said. She took the dress into the dressing room. She put on the dress. It fit her well. She walked out of the dressing room. \"The dress fits you well,\" said Mom. \"Can I have it?\" Ellen asked. \"Of course you can have it, dear. It’s your birthday present,\" said Mom. \"But it’s not on sale,\" said Ellen. \"We always buy everything on sale.\" \"It’s your birthday, dear. On your birthday, we can pay full price,\" said Mom.",
    "Don’t wipe your nose on your sleeve. Don’t pick your nose. Don’t interrupt me. Don’t talk with food in your mouth. Don’t go swimming right after eating. Don’t forget to feed the dog. Don’t forget to take the dog for a walk. Don’t hit your sister. Don’t make your brother cry. Don’t chew with your mouth open. Don’t make fun of other people. Don’t slam the door. Don’t play in the street. Don’t be late. Don’t bother me now. Don’t shout. Don’t yell. Don’t scream. Don’t litter. Don’t be rude. Don’t drop out of school. Don’t talk while you eat. Don’t make a mess. Don’t talk so loud. Don’t fight with your brother. Don’t worry. Don’t give up. Don’t eat that. Don’t talk to strangers. Don’t play with matches. Don’t play with fire.",
    "\"How far away is the moon?\" Chris asked his dad. His dad said that was a good question. He said the moon was not as far away as the sun. \"How far away is the sun?\" Chris asked. His dad said that was a good question. He said the sun was farther away than the moon. \"Did you have to learn this in school?\" Chris asked. Dad said, \"Yes, I had to learn this in school.\" Chris asked, \"But you forgot it?\" Dad said, \"Yes, I forgot it.\" Chris asked, \"Why did you forget it?\" Dad said, \"I forgot it because it isn’t important.\" Chris asked, \"If it isn’t important, why are we learning it?\" His dad said that was a good question. He said, \"You’re learning it because your teacher thinks it’s important.\"",
    "\"Eat your vegetables, Mikey,\" Mom said. \"I am eating my vegetables,\" Mikey said. He was eating the sliced carrots. He was eating the sliced carrots one by one. He was eating them one at a time. He picked up one sliced carrot with his fork. He looked at it. He slowly put it in his mouth. He slowly chewed it. Finally, he swallowed it. Then he drank some water. Then he picked up another sliced carrot with his fork. Mom watched him. \"Why do you hate vegetables, Mikey?\" He said, \"I don’t hate vegetables. I hate carrots.\" \"Why do you hate carrots?\" Mom asked. \"Because they don’t taste good,\" Mikey said. \"But they are good for you,\" Mom said. \"They are good for your eyes. They help you to see well. Don’t you want to see well?\" \"Not if I have to see carrots,\" Mikey said.",
    "The mailman put the mail in the mailbox. Dad went outside. He said hello to the mailman. The mailman said hello. Dad opened the mailbox and took out a magazine and two letters. One letter was from his sister. The other letter was from his brother. The magazine was for his wife. It was a garden magazine. His wife liked to work in the garden. She grew flowers and vegetables in the garden. Dad went back into the house. He opened both letters. His sister invited him to a birthday party. His brother invited him to a wedding. Dad enjoyed reading the letters. He enjoyed getting the invitations. He picked up the phone. He left a message for his sister. He would come to the birthday party. He also called his brother. He said he would come to the wedding.",
    "Adam was doing his homework. He stopped doing his homework. He was bored. He didn’t like homework. \"Dad, what happens when we die?\" Adam asked. \"You will go to heaven,\" Dad said. \"Does everyone go to heaven?\" Adam asked. \"No, only good people go to heaven,\" Dad said. \"What is heaven like?\" Adam asked. \"It is a happy place,\" Dad said. \"Everyone is happy. Everyone is your friend. Everyone likes you. You like everyone.\" He told Adam to be polite. He told Adam to be honest. \"If you are polite and honest, you will go to heaven,\" Dad said. Adam said, \"I want to go to heaven. I will be polite and honest.\" Dad said there was one more thing. Adam had to do one more thing to go to heaven. \"What’s that?\" Adam asked. \"If you want to go to heaven, you have to do your homework,\" Dad said.",
    "One day at school Harry pushed Scott. Scott pushed Harry back. Harry punched Scott in the face. Scott went home with a bruise on his face. He had a red bruise on his face. His mom said, \"Who did this to you? Who hit you?\" His dad asked, \"Did you hit him back? I hope you hit him back. Don’t be a chicken. You must not be a chicken.\" Scott said he had pushed Harry back. His dad told him to punch Harry next time. Scott went to school the next day. Harry pushed him to the floor. Scott got up and punched Harry in the face. Harry fell down. His nose was bleeding. A teacher walked by. He picked up Harry off the floor. The teacher called Scott’s dad. \"Scott punched Harry,\" he said. \"Harry’s nose is bleeding.\"",
    "Jerry was looking at a map. It was a map of the world. The map showed many countries. It showed all the countries in the world. All the countries were different colors. There were red countries, green countries, and blue countries. Jerry pointed at one country. \"Daddy, why is this country red? Is it on fire? Did someone paint the ground red? Does it have a lot of tomatoes?\" Jerry pointed at another country. It was a green country. \"Daddy, why is this country green? Does it have a lot of grass? Did someone paint the ground green?\" Jerry pointed at another country. It was a blue country. \"Daddy, why is this country blue? Is it full of blue water? Does it have a lot of bluebirds? Did someone paint the ground blue?\" His daddy said, \"No, the colors make the map pretty. They don’t mean anything.\"",
    "It was Easter Sunday. Mom gave a little basket to Michelle. Mom told her to look for Easter eggs. The Easter eggs were in the back yard. \"What do Easter eggs look like?\" Michelle asked. Mom said, \"They look just like regular eggs. But they are colored. They are red. They are blue. They are yellow. They are many different colors.\" \"Why are they red? Do they come from red hens?\" Michelle asked. \"No,\" Mom said. \"They are red because Daddy and I colored them red. They are blue because we colored them blue. They are yellow because we colored them yellow.\" Michelle asked, \"Why did you color the eggs?\" Mom said, \"It’s an Easter tradition. A tradition is something people do every year.\" Michelle went into the back yard. She found six Easter eggs. \"Next year you can help us color the eggs,\" Mom said. \"Oh, yes!\" said Michelle.",
    "He and his brother slept in a bunk bed. He had the bottom bunk. His brother had the top bunk. The top bunk had a guard rail. The rail kept the sleeper safe. His brother didn’t like the rail. He always left it down. One time his brother fell out of the top bunk. He hit the carpet and woke up. He said, \"Ouch!\" Then he climbed back into the top bunk. When he woke up the next day, his back was sore. Mom took him to see the doctor. The doctor examined him. The doctor said he was okay. He said to keep the guard rail up. His brother said he would do that. That night his brother climbed into the top bunk again. He left the guard rail down. He said the guard rail was like jail. He didn’t want to feel like he was in jail. He fell asleep. Then he fell out of the top bunk again.",
    "A robin is a pretty bird. It has a red breast. It has black wings. It sings a pretty song. A crow is pretty, too. It is completely black. It is shiny black. A crow is a big bird. It is a smart bird. It is a lazy bird. It watches people. People have food. They throw food into a garbage can. The crow flies down to the garbage can. It walks around the edge of the can. It looks for something tasty. It hops into the can. It picks out a potato chip. It flies into a tree. It eats the potato chip. Then it flies back to the garbage can. The robin sees the crow. The robin is hungry. It flies down to the garbage can. The crow yells at the robin. It says, \"Get out of here. This can is my can.\" The robin flies back into the tree. The crow is a greedy bird. It doesn’t like to share with others.",
    "Charley wanted to drive the car. \"Can I drive the car, Dad?\" he asked. \"You can drive the car,\" his dad said. Charley followed his dad out to the car. His dad opened the driver’s door. \"You are the driver,\" he said. Charley got into the car. His dad closed the driver’s door. His dad walked around the car. He opened the passenger door. He sat next to Charley. He gave Charley the key. Charley put the key into the ignition. Charley turned the key. The car started. Charley was so excited. He turned the steering wheel left. He turned the steering wheel right. Left, right, left, right. He honked the horn. He honked the horn again. Honk! Honk! He turned on the left blinker. He turned on the right blinker. Blink! Blink! He asked, \"Am I a good driver, Dad?\" His dad said, \"Son, you’re a very good driver.\"",
    "Cindy’s teacher was Mrs. Jones. Mrs. Jones was old. But she didn’t walk slow. She walked fast. She didn’t have white hair. She had black hair. She wasn’t bent over. Her back was straight. All the students liked Mrs. Jones. They especially liked her on Friday. On Friday she brought cookies to class. She gave cookies to all the students. The cookies were delicious. All the students liked the cookies. All the students ate the cookies. Today was Friday. Mrs. Jones gave cookies to all the students. All the students said thank you. Then they ate the cookies. But Cindy didn’t eat her cookie. Mrs. Jones asked, \"Why aren’t you eating your cookie, Cindy?\" She said, \"I’m not eating my cookie because I will take it home. I will share it at home with my sister.\" Mrs. Jones said, \"You’re so sweet. Here’s a cookie for your sister.\"",
    "The big family lived in a one-bedroom apartment. Their apartment had only one bedroom. Mom and Dad slept in the bedroom. The two babies also slept in the bedroom. Four people slept in the bedroom. Four children slept in the living room. Two sisters slept in the living room. Two brothers slept in the living room. All four of them slept in the living room. They slept on air mattresses. They leaned the air mattresses against the wall in the daytime. They put the air mattresses on the floor in the nighttime. They all liked to sleep on the air mattresses. But the girls didn’t like to sleep next to the boys. \"Daddy, we don’t like to sleep next to the boys. We want our own bedroom. When will we get our own bedroom?\" asked one girl. \"You’ll get your own bedroom when I get a better job,\" Daddy said.",
    "Kenny was crying. \"Why are you crying?\" Mom asked Kenny. \"The cat scratched me,\" said Kenny. The cat had scratched Kenny on his hand. Kenny showed his hand to his mom. The scratch didn’t look too bad. It wasn’t a deep scratch. Mom went to the kitchen. Kenny went with her. She turned on the water. She put his hand under the water. She washed the scratch with soap. She rinsed off the soap. She took a Band-Aid out of the kitchen cabinet. She put the Band-Aid on the scratch. She said he would be okay. \"Why did the cat scratch you?\" she asked. Kenny said he didn’t know why the cat scratched him. Just then, Kenny’s little sister walked into the kitchen. She knew why the cat scratched Kenny. \"I know why Tiger scratched him, Mommy,\" she said.",
    "It is December. That means it is Christmas time. Christmas time means Santa Claus is coming. Sara and Billy love Christmas. They love Santa Claus. They love the gifts from Santa. Last year they got nice gifts. Sara got a teddy bear and a rubber duck. Billy got a green boat and a rubber duck. The rubber ducks float. When Sara takes a bath, her pink duck floats in the water. When Billy takes a bath, his blue duck floats in the water. One time Billy put a goldfish into the tub. It swam for a while. Then it died. He buried it in the back yard. He was sad. This year Sara and Billy want bicycles. Sara wants a red bike. Billy wants a blue bike. Mama said she would talk to daddy. Sara asked mama, \"Why don’t you talk to Santa?\" Mama said, \"That’s a good idea. When daddy comes home, he and I will talk to Santa.\"",
    "\"What do you want for Christmas?\" Daddy asked Anthony. Anthony wanted a little brother. \"Can I have a little brother for Christmas?\" Anthony asked. \"Well, I’ll have to talk to your mother,\" said Daddy. \"Why do you have to talk to Mommy?\" Anthony asked. \"Who’s going to change the diapers?\" Daddy asked. \"You’re right, Daddy. We need Mommy to change the diapers.\" Mommy walked into the room. Anthony told Mommy that he wanted a little brother for Christmas. Mommy said, \"Well, I’ll have to talk to your father.\" \"Why do you have to talk to Daddy?\" Anthony asked. \"Who’s going to pay the doctor?\" asked Mommy. \"You’re right, Mommy. We need Daddy to pay the doctor.\" Mommy and Daddy walked out of the room. A little later, they came back into the room. Mommy said, \"You can’t have a little brother for Christmas. But if you can wait, you can have a little brother in April.\"",
    "The little girl was thirsty. She wanted something to drink. She opened the refrigerator. She looked inside. She saw milk. She saw soda. She saw orange juice. She saw beer. She wondered what beer tasted like. Her daddy drank beer every day. Beer must be good. If Daddy likes it, it must taste good. She grabbed a can of beer. She opened the beer. She smelled it. She couldn’t smell anything. She swallowed some. \"Yuck!\" she said. The beer was horrible. How could Daddy drink that stuff? She put the can back into the refrigerator. Daddy could finish it when he got home. She grabbed the milk. She poured some into a glass. She added chocolate syrup to the milk. She stirred the milk. Now she had chocolate milk. She loved chocolate milk. Poor Daddy, she thought. He likes beer more than chocolate milk.",
    "\"Rex is very sick,\" Lucy’s mom said. \"Is he going to die?\" Lucy asked. \"Yes, I’m afraid so,\" mom said. \"I’m going to take him to the vet.\" Lucy wanted to go along. \"Okay, but try not to cry, okay?\" mom asked. Lucy said she wouldn’t cry. Mom carried Rex out to the car. She put him in the back seat. He was a little dog. He was 12 years old. He was the same age as Lucy. They drove to the vet. The vet looked at Rex. He said he could not do anything for Rex. \"Rex is on his last legs,\" the vet said. He told mom she could take Rex home and wait for him to die. Or the vet could simply put Rex to sleep. \"Let’s put him to sleep,\" Lucy said. \"That way he won’t suffer.\" Mom said that was a good idea. They left Rex with the vet. \"We can get another dog for you if you want,\" mom told Lucy on the way home. \"Can we get a kitten instead?\" Lucy asked.",
    "\"Let’s go to the beach, Daddy,\" Susan suggested. \"That sounds like a good idea,\" her daddy replied. It was a hot, sunny day. The ocean was only two blocks away. Susan went into her room. She put on her swimsuit. She grabbed a big beach towel. She put on a hat and grabbed her sunglasses. She put on her flip-flops. \"I’m ready, Daddy,\" she said. \"Do you have any sunscreen?\" he asked. \"No, I forgot. Where is it?\" she asked. He told her it was in the top drawer in the bathroom. She went into the bathroom and opened the drawer. \"I’ve got it,\" she said.\r\nThey walked outside. The sun was bright. Susan put on her sunglasses. She loved to wear her sunglasses. They made her look like an adult. She gave the beach towel to her dad. She grabbed her dad’s hand and they started walking. Ten minutes later they were at the beach. It was crowded. Dad found a spot. He put the beach towel on the sand. Susan took off her hat and sunglasses. She ran into the water. Dad watched her play in the water. She was having fun. Suddenly a wave knocked her over. She went under water. Dad ran into the water. He pulled her up. \"Daddy, I almost drowned,\" Susan said. \"No, you didn’t,\" he said. \"That wave only knocked you over. Don’t worry. I’m watching you.\"",
    "The three bears left their cave. They lived in a beautiful cave. The cave was big. The cave was warm in winter. The cave was cool in summer. It was a quiet cave. It was a dark cave. They loved their cave. Today was Sunday. They liked to pick berries on Sunday. So they left their cave. They walked through the woods. They found a field of berries. Mama bear had a basket. They filled the basket with blackberries and blueberries. Then they walked back to their cave. When they got inside the cave, they heard a noise. \"Who is that?\" papa bear asked. \"It’s only me,\" said a pig. \"What are you doing here?\" asked papa bear. \"I’m hiding from the farmer,\" said the pig. \"I think he wants to eat me.\" Papa bear told the pig he could stay in the cave as long as he wanted. The bears shared their berries with the pig. Then the pig and baby bear took a nap together.",
    "\"Daddy, let’s order a pizza,\" Billy said. \"That sounds like a good idea,\" said his dad. They looked at a menu they had at home. \"What kind do you want?\" his dad asked. Billy wanted a large pizza. He wanted a pizza with four toppings. He wanted cheese, pepperoni, ham, and pineapple. His dad said that sounded good. He called the pizza place. \"They don’t have any pineapple,\" dad told Billy. \"What do you want instead?\" Billy wanted sausage instead. His dad ordered sausage instead of pineapple. About 30 minutes later, there was a knock on the door. It was the pizza man. \"Here’s your pizza,\" he told Billy’s dad. \"That’ll be $16.\" Dad paid the pizza man. He also gave him a tip. Dad took the pizza to the living room. A baseball game was on TV. Billy and his dad started to eat the pizza in the living room. \"I hope the Yankees lose,\" Billy told his dad. \"I hope the Yankees lose, too,\" his dad said.",
    "School starts at 8:00 in the morning. His mom woke him up at 6:30. He yawned and got out of bed. He got dressed. He ate breakfast. He ate a bowl of cereal for breakfast. His favorite cereal was Cheerios. He also ate a banana. Bananas are yellow outside and white inside. He drank a glass of orange juice. Oranges are orange outside and orange inside. He ate a piece of toast with butter on it. Brown toast, yellow butter. He drank a glass of milk. Then he brushed his teeth. He kissed his mom goodbye. He walked outside to the school bus stop. It was two blocks away. He met his friend Bobby. They talked while they waited for the bus. The bus arrived. He said hello to the bus driver. He and Bobby sat together on the bus. They talked about baseball. The bus ride took 20 minutes. They got to school at 7:30. The bus driver said, \"Have fun in school.\" They always did.",
    "\"It’s time to go to bed,\" Danny’s mom said. \"But I’m not sleepy,\" Danny complained. He wasn’t sleepy because he had taken a nap before dinner. He had slept for almost one hour. Before his nap, he was in the park. He liked to go to the park. The park was full of trees. He loved to climb the trees. His mom told him not to climb the trees. He might fall and hurt himself. He didn’t obey his mom. It was fun to climb trees. It was fun to climb higher and higher. It was fun to be taller than adults. It was fun to look down on the adults. One time he found a bird’s nest. It was empty. He would visit it again in spring time. Maybe baby birds would be in the nest. Danny always went to the park after school. The trees in the park were like a second home to him. His mom said that maybe he was part monkey. He kissed his mom and said good night. Once in bed, he counted trees so that he could go to sleep.",
    "It was Susan’s birthday party. She was seven years old. She was born July 18. She was in second grade. She had many friends. She had friends in school. She had friends at church. She had friends in swim class. She had friends in dance class. Nancy was her best friend. Nancy and Susan did everything together. Susan invited all her friends to her party. All her friends came to the party. It was a pool party. The pool party was in her back yard. About 30 kids came to her pool party. There was a lot to eat. They had hamburgers and hot dogs. They had oranges, apples, and bananas. They had cake, candy, and marshmallows. They had soda and juice. There was a lot to do. They swam in the pool. They dove off the diving board. They floated on the floats. They played many different games. Everyone had fun. Everyone had a good time. No one wanted to go home. No one could wait until Susan turned eight.",
    "Look both ways before you cross the street. Wear clean underwear. Do your homework. Be polite. Obey your parents. Go to school. Stay in school. Wash your hands. Wipe your nose. Wipe your feet. Wash your face. Brush your teeth. Take the dog for a walk. Clean the cat’s litter box. Be a good boy. Be a good girl. Turn down the TV. Turn off the TV. Stand up straight. Chew with your mouth closed. Close the door. Do as I say, not as I do. Mind your manners. Be nice to your brother. Be nice to your sister. Watch your brother. Play with your sister. Be patient. Study. Listen to your teachers. Keep trying. Sit down on the bus. Buckle your seat belt. Try this. Try these. Change your clothes. Put on a clean shirt. Get dressed. Get into your pajamas. Go to your room. Clean up your room. Make your bed. Go to bed. Kiss your mommy good night. Say Thank You. Say Please. Say You’re Welcome. Say your prayers.",
    "January 7 is Benny’s birthday. He will be eight years old. He is in the third grade. He goes to Park Elementary School. An elementary school is for kids. It is only one mile away. He walks to school. It only takes 20 minutes. When it rains, he wears a raincoat. He used to take an umbrella. But he lost the umbrella. His mother gave him another umbrella. He broke that one. His mom said, \"You and umbrellas don’t get along.\" For his eighth birthday, Benny wants a bicycle. He can ride the bike to school. After school he can ride with his friends. He can ride the bike to the swimming pool. He can ride the bike to the library. His mom and dad took him to the bike store. They asked him to look at the bikes. He looked at all the bikes. He chose a red bike. He showed his parents. Dad said it cost too much. He told Benny to choose another bike. Benny chose a blue bike. Dad said the blue bike was the right price.",
    "She likes magazines. She likes to look at the pretty photos. Magazines have photos of people. They have photos of animals. They have photos of clothes. They have photos of food. She sees a photo of a hamburger. It looks so delicious. The photo of the hamburger makes her hungry. She goes to the refrigerator. She opens it. She wants a hamburger. But there is no hamburger in the refrigerator. The hamburger is at McDonald’s. But she is a little kid. She can’t drive to McDonald’s. She can’t call McDonald’s, because they don’t deliver. A hamburger place is not like a pizza parlor. A pizza parlor delivers. Her mom was at work. She would have to wait until mom came home. Mom would drive her to McDonald’s. She sat down again. She turned the page. There was a photo of chocolate ice cream. The ice cream was in a cone. Oh, what a beautiful photo. She licked her lips. It looked so delicious. Mom, please come home soon, she thought.",
    "The chicken and the duck were friends. They lived on a farm. They walked around together. They swam in the pond together. They talked about many things. They talked about the cat. They thought the cat was tricky. They thought the cat was dangerous. The cat looked at them a lot. They didn’t trust the cat. \"We must always keep our eyes open when the cat is around,\" they both agreed. They talked about the dog. The dog was very friendly. The dog wanted to play. The dog had lots of energy. It barked a lot. It ran around a lot. They both liked the dog. They talked about the farmer. The farmer brought them food. The farmer took care of them. The farmer took care of all the animals. He fed the cow. He fed the pig. He fed the goat. He fed the sheep. He fed the rabbit. They liked the farmer. He took good care of everyone. He was a nice man. \"Farmers are good,\" said the chicken. \"We need farmers,\" said the duck.",
    "Mama cat had six new kittens. Three kittens were black, and two were white. One kitten was black, with white feet and a white face. Nancy asked, \"Mom, can we keep all the kittens?\" Her mom said no. \"We can’t afford to keep six kittens,\" she said. \"When the kittens are three months old, we will give them away.\" Nancy asked if she could keep one kitten. Her mom said okay. Nancy decided to keep the kitten with white feet. She called him Boots. When the other five kittens were three months old, Nancy’s mom took pictures of them. Nancy took the pictures to school. She showed the pictures to her friends. All her friends wanted a kitten. They came to her house the next day. They took all the kittens except Boots. \"Boots is my kitten,\" Nancy told her friends. Then her mom said, \"We have to take mama cat to the cat doctor.\" Nancy asked why. \"We have to fix her,\" her mom said. \"We don’t want her to have more kittens. The doctor will fix her.\"",
    "Roses are red, violets are blue. I’m in a house, the tiger’s in a zoo. Roses are red, oceans are blue. I have a cold, you have the flu. Roses are red, pencils are blue. I lost my hat, you lost your shoe. Roses are red, the sky is blue. Pigs say Oink, cows say Moo. Roses are red, whales are blue. I don’t have to pee, I don’t have to poo. Roses are red, birds are blue. You love me, and I love you. Roses are red, ink is blue. When people sneeze, they say A-choo! Roses are red, mouthwash is blue. I like soup, and you like stew. Roses are red, paint is blue. Dogs like to bite, dogs like to chew. Roses are red, stamps are blue. You pound a nail, you turn a screw. Roses are red, sweaters are blue. I love my daddy and my mama, too. Roses are red, crayons are blue. When people get married, they say I Do. Roses are red, paper is blue. My car is old, your car is new.",
    "The girl got up on the horse. It was a brown and white horse. It was a big horse. She sat on the horse’s back. She was taller than her father. She looked down at her father. \"Daddy, you are shorter than me,\" she said. Her daddy said, \"Yes, you are taller than me. You are taller than your mother. You are taller than the horse.\" The horse started walking around in a circle. The girl held onto the reins. Her daddy held onto the horse. She was having fun. She liked to ride the horse in a circle. Someday she would ride the horse fast. Someday she would ride it straight and far and fast. Her daddy told her to be patient. \"You must crawl before you walk. You must walk before you run. First, ride a slow horse. Then, ride a fast horse.\" She agreed with her daddy. \"You are right, Daddy,\" she said. \"I will be patient. Today I am riding a slow horse. But someday I will ride a fast horse. I will ride my fast horse all day, every day.\"",
    "He was a bad boy. He didn’t obey his mother. Once he slapped his mother. Another time he twisted her arm. Another time he pushed her down. She fell to the floor. He was a bad boy. He dropped out of school. He played games on the computer. He played games day and night. He cheered loudly when he won a game. He cursed loudly when he lost a game. He didn’t care if his mom was trying to sleep. She asked him to please be quiet. He told her to drop dead. But he loved her cooking. She cooked delicious meals. \"Mom, I’m hungry,\" he said every day. She spent hours every week cooking for him. He never said thank you. He never said the meals were delicious. He finished his meals and went back to his computer. His mom washed the dishes by hand. She took out the garbage. She did all the shopping. She worked, while he played. One day she decided enough was enough. When he was 19 years old, she left her son. She got into her car and drove away.",
    "She had big brown eyes. Her sister had big blue eyes. Her brother had big green eyes. Her mother had a gray eye and a green eye. Her father had black eyes. \"Why are our eyes different?\" she asked her mom. \"Who knows?\" said her mom. \"Life is strange. It is full of mystery. This is a mystery to all of us.\" She asked her teacher. She asked the doctor. She asked the nurse. She asked the mailman. Nobody knew why her family had different color eyes. Finally she asked the librarian. A librarian reads a lot. A librarian works in the library. A librarian is surrounded by books. Books have information. Lots of information. The librarian looked in all her books. She called other librarians. They looked in all their books. Still, nobody knew the answer. \"I’m sorry, little girl,\" the librarian said. \"Maybe someone will invent a computer someday. Then I will give you an answer. But for now, your big brown eyes and your sister’s big blue eyes are a big mystery.\"",
    "Laura is my best friend. We are in the third grade. We do everything together. We walk to school together. We eat lunch together at school. Laura’s mother gives her tuna sandwiches for lunch. My mother gives me peanut butter sandwiches for lunch. We share our sandwiches with each other. Sometimes Laura gets apples for lunch. Sometimes I get peaches. We share our fruit with each other. We help each other with our homework. She helps me with history. I help her with arithmetic. We spend the weekends together. Her parents invite me to their house, or my parents invite her to our house. We sleep over. I spend the night at her house, or she spends the night at my house. We talk about everything. We talk about our brothers. They are so silly. We talk about our teachers and our parents. We love them. We talk about the boys in class. We don’t like them. They are so silly. Why in the world do some girls like boys? Boys never grow up. We will never like boys.",
    "She will write a letter to her grandma. She will write about her day at school. She will write about her classmates. She will write about her teacher. She will write about the classroom. She will write about her school bus. She will write about her school bus driver. She won’t write about her pets. She won’t write about her fat black cat. She won’t write about her little red dog. She won’t write about her soft white rabbit. She won’t write about her big brown horse. That’s because she doesn’t have a big brown horse. Not yet. She wants a big brown horse for her birthday. She will write a letter to her daddy about the horse. She will ask her daddy for a big brown horse. A big brown horse will be a perfect birthday gift. She will never want another birthday gift. A horse will make her happy forever. The letter to her daddy will ask for a horse. Maybe daddy will give her a horse. Then she will write a new letter to her grandma. She will tell grandma about the new brown horse.",
    "A woodpecker is a bird. It is red, white, and black. It has a long sharp beak. This is a special beak. It is stronger than a tree trunk. The woodpecker makes holes in tree trunks. It hits the tree trunk with its sharp beak, again and again. Peck, peck, peck. Peck, peck, peck. It makes a hole in the tree trunk. Then it makes the hole bigger. It makes the hole big enough to sit in. It makes the hole big enough for two birds to sit in. It makes a nest in the hole. It prepares the nest for two baby birds. The mama woodpecker lays two eggs in the nest. She sits on the eggs. Papa woodpecker brings her food. The eggs hatch. Then mama and papa feed the babies. The babies grow up and fly away. Then they find other trees. They make holes in other trees for new baby birds. They make new holes in different trees. Peck, peck, peck. Peck, peck, peck. Why don’t the woodpeckers get headaches? They hit their beaks against a tree trunk all day long. But you never see a woodpecker take aspirin. They must have very hard beaks. They must have very hard heads.",
    "I love my dad. He was a good man. He taught me to work hard. He taught me to keep trying. He taught me to do things right or don’t do them at all. He grew up on the streets of New York City. His parents didn’t speak English. He had three brothers and one sister. His brothers ended up in jail. His sister died in a car crash. My dad married my mom when they were both 19. My dad joined the army. He jumped out of airplanes. Then he became a military policeman. He did this for 20 years. He liked his job. He was a hard worker. He went to college while he was in the army. He got two college degrees. One college degree is good. Two college degrees is very good. He retired from the army and became a teacher. He taught high school kids. He taught high school kids for 20 years. He had a lot of patience. Teachers need a lot of patience. Then my dad retired. He traveled around the world with my mom. They both died in a plane crash. That was bad. But they died together. That was good.",
    "Violets are blue, roses are red. I sleep on the couch, you sleep in your bed. Violets are blue, apples are red. One twin is Ted, and the other is Fred. Violets are blue, turtles are green. My grandma is nice, my uncle is mean. Violets are blue, baseballs are white. Some people are rude, but most are polite. Violets are blue, toilets are white. Babies have no teeth, but they still try to bite. Violets are blue, the sun is yellow. Girls want to marry a rich, handsome fellow. Violets are blue, flowers are pink. A car will crash, and a boat will sink. Violets are blue, tires are black. You have a mansion, I have a shack. Violets are blue, grass is green. My room is dirty, your room is clean. Violets are blue, eggs are white. I say Good Morning, you say Good Night. Violets are blue, stop signs are red. Shoes are on my feet, a cap is on my head. Violets are blue, hair is gray. I like to work, you like to play. Violets are blue, pajamas are pink. What do I know? What do you think? Violets are blue, flowers are yellow. I say Goodbye, you say Hello.",
    "The two brothers loved each other. But sometimes they argued with each other. Sometimes they yelled at each other. Sometimes they pushed each other. Sometimes they hit each other. Sometimes they got into a fight with each other. Bobby was the older brother. Billy was the younger brother. Bobby was older than Billy. Billy was younger than Bobby. Bobby climbed into a tree. His kite was in the tree. He could not reach his kite. He fell out of the tree. Billy laughed. He laughed when he saw Bobby fall to the ground. Bobby was not hurt. But he was angry. \"Why are you laughing?\" he asked Billy. \"That was funny!\" Billy said. Bobby said it wasn’t funny. Billy said it was funny. Bobby pushed Billy. Billy pushed Bobby. Bobby punched Billy in the stomach. Billy punched Bobby in the stomach. They put their arms around each other. They wrestled on the ground. They rolled around and around. Their mom came outside. \"What are you two doing?\" she asked. She separated them. She said, \"You shouldn’t hit each other. That’s not nice. Wait till your father gets home.\" She sent them to their rooms."
]