[
    "The ball is on the floor. It is a red ball. It is a rubber ball. The baby looks at the ball. The cat looks at the ball. The cat is black. The cat walks over to the ball. The cat hits the ball with its paw. The ball rolls on the floor. The baby smiles.",
    "The boy puts on his socks. He puts on his shoes. He ties his shoelaces. He walks to the front door. He turns the doorknob. He pulls the door open. He steps outside. He closes the door behind him. He walks to the corner. He sees his friend. He waves to his friend.",
    "The window is open. Air comes through the window. It is warm air. It is a warm day. The air smells like bread. It smells like fresh bread. It smells good. It makes the boy hungry. The boy goes to the kitchen. He makes a sandwich. He sits down. He eats the sandwich.",
    "The dog barks. It likes to bark. The bird sings. It likes to sing. The dog and bird are noisy. The cat meows. It meows when it is hungry. It meows when it is angry. The fish says nothing. The turtle says nothing. The mouse says nothing. The lizard says nothing. They are quiet.",
    "Bob picks up the ball. He throws the ball. Bill catches the ball. Bill throws the ball back. Bob catches the ball. Bob throws the ball to Bill. Bill drops the ball. Bill picks it up. He throws it over Bob’s head. Bob runs back. He jumps up. He catches the ball.",
    "She takes a cookie out of the package. She drops the cookie. It falls on the floor. The cookie breaks. It breaks into four pieces. Four pieces are on the floor. She picks up the pieces. She takes them to the kitchen. She throws them into the trashcan. She takes another cookie out of the package.",
    "The cat licks its paws. The cat licks its belly. The dog licks its paws. The dog licks its belly. The cat lies in the grass. The dog lies in the grass. The cat rolls onto its back. The dog rolls onto its back. The cat and dog do things together.",
    "He opens the refrigerator. He looks inside the refrigerator. He is hungry. He wants something to eat. He sees a package. It is a package of hot dogs. Six hot dogs are in the package. He takes two hot dogs out of the package. He closes the refrigerator. He puts the hot dogs on a plate.",
    "He has a job. He is a teacher. He teaches kids. He teaches them how to read. He teaches them how to spell. The kids are fast learners. They learn how to read quickly. They learn how to spell quickly. He likes his job. He likes kids. He likes to teach kids new things.",
    "She picks up the book. It is her favorite book. It has a red cover. It has 52 pages. It has many pictures. It has pictures of many animals. She likes animals. She has two cats. She likes her cats. Their names are Fluffy and Muffy. She shows them the pictures in the book.",
    "The house is on fire. Flames come out of the windows. Smoke comes out of the windows. A man runs out of the house. He carries a baby in his arms. A woman runs out of the house. She carries a baby in her arms. A fire truck arrives at the house.",
    "She is six years old. She knows how to walk. She knows how to run. She knows how to swim. She knows how to play soccer. She knows how to ride a horse. She knows how to walk her dog. She knows how to read. She knows how to write.",
    "The baby crawls on the floor. It stops. Then it crawls some more. Then it stops again. Mama looks at the baby. She picks up the baby. She carries the baby to the crib. She puts the baby in the crib. She puts a blanket on the baby. The baby falls asleep.",
    "He picks up the candy bar. He reads the label. The label says Baby Ruth. He unwraps the candy bar. He throws the wrapper into the trashcan. He bites into the candy bar. He chews it. He swallows it. He bites into the candy bar again. It is delicious. He loves candy bars.",
    "The boy hears a sound. He looks up. He sees an airplane. The airplane is in the sky. It is a silver airplane. It has two wings. It has a tail. It has two jet engines. There is a pilot on the airplane. He flies the airplane. He lands the airplane.",
    "It is time to go to school. He puts his books into his backpack. He puts his arms through the straps. He puts his backpack on his back. He walks outside. He goes to the bus stop. He stands at the bus stop. He waits for the bus. He sees the bus.",
    "She loves Disneyland. She wants to live at Disneyland. She wants to visit Disneyland every day. Her parents take her to Disneyland every year. She has fun at Disneyland. She sees Mickey Mouse. She goes on many rides. She has fun on the rides. She wants to ride them again and again.",
    "He gets on the roller coaster. His mom sits next to him. This is his first roller coaster ride. The roller coaster starts up. It is fast. It goes up and down. It goes around and around. He looks at his mom. His mom looks at him. They both laugh.",
    "It is her birthday. She is six years old. She looks at the birthday cake. It has white icing. There are six candles on top. Her mom and dad sing Happy Birthday. Her dad lights the candles. She makes a wish. She blows out the candles. She claps her hands. Her mom and dad clap their hands.",
    "He fills the tub. He fills it with warm water. He gets in the tub. He plays with his rubber boat. The rubber boat floats on the water. He pushes the boat down. He pushes it to the bottom. He lets it go. It pops up to the top. It floats on top of the water.",
    "He picks up his fork. He picks up his spoon. He hits the plate with his fork. He hits the plate with his spoon. His mom says Stop. He stops. His mom puts a carrot on the plate. He looks at the carrot. He picks up the spoon. He hits the carrot with the spoon.",
    "Sharon is four years old. She is pretty. She has a doll. It is pretty. Sharon has blonde hair. The doll has blonde hair. Sharon has short hair. The doll has long hair. Sharon gets a pair of scissors. She cuts the doll’s long hair. She finishes. Now the doll has short hair too.",
    "The phone rings. He hears the ringing. He picks up the phone. He says hello. The other person says hello. The other person is his mom. She talks to him. He talks to her. She finishes talking. She says goodbye. He says goodbye. They hang up. He waits. The phone rings again.",
    "The worm crawls on the ground. It crawls slowly. She watches it. She picks it up. It wiggles in her hand. She puts it in her mouth. It wiggles in her mouth. She takes it out of her mouth. She puts it back on the ground. It crawls into a hole.",
    "She sits in the car. Her dad drives the car. He drives to a car wash. The car goes through the car wash. Water sprays onto the car. Soap sprays onto the car. Soft brushes scrub the car. More water sprays onto the car. The car is clean. Men dry the car with clean rags. The car is dry.",
    "She goes to the zoo. There are many animals at the zoo. She likes the monkeys. They have funny faces. They have long tails. They jump around a lot. She goes to the monkey cage. There are six monkeys in the cage. She looks at them. She waves to them. She says hello to them.",
    "He loves chocolate. He loves milk chocolate. He loves dark chocolate. He eats chocolate candy bars. He eats chocolate fudge. He eats chocolate chip cookies. He eats chocolate cake. He eats chocolate cupcakes. He eats chocolate ice cream. He eats chocolate pudding. He drinks chocolate milk. He eats chocolate every day.",
    "She loves the circus. The circus has elephants. Elephants are so big. The circus has tigers. Tigers are so pretty. The circus has clowns. Clowns are funny. They drive funny cars. They wear funny costumes. They have funny faces. They make her laugh. The circus is in town this week. She tells her dad and her mom.",
    "She collects pennies. She likes pennies. She likes their color. They are brown. They are shiny brown. They are dull brown. Pennies are everywhere. She finds them on the sidewalk. She picks them up. She takes them home. She puts them in a jar. She has a big jar. It is full of pennies.",
    "The moon is in the sky. He looks at the moon. It is round and white. It is bright. It has mountains. It has valleys. It has rocks. It has dirt. He thinks about the moon. He wonders about it. Maybe there is water on the moon. Maybe tiny animals live on the moon.",
    "He likes to color. He colors with his crayons. His crayon box has many crayons. Each crayon is a different color. He opens his coloring book. His favorite color is red. He colors the trees dark red. He colors the cats light red. He colors the sidewalks medium red. His mom buys extra red crayons for him.",
    "It is nighttime. The sky is black. There are tiny lights in the sky. They are stars. There are many stars. She looks all over the sky. She sees stars everywhere. A few stars are big. Most stars are small. She counts the stars. She counts 86 stars. She tells her mom.",
    "She opens the newspaper. She turns the page. She turns another page. She finds the comics. She likes the comics. They are fun to read. They are easy to read. They are pictures with words. The pictures are pretty. Sometimes they are in color. She looks at the pictures. She reads the words.",
    "It is summertime. The park has many trees. It has a baseball field. It has a water fountain. The water is cool. Kids play in the water fountain. Their feet get wet. Their clothes get wet. They sit down in the fountain. They run around in the fountain. They splash in the fountain. They have fun.",
    "She is a good swimmer. Her school has a swim team. She is on the swim team. She practices every day. She swims in the pool every day. She swims two hours every day. She is a strong swimmer. She wins races. She wants to swim in the Olympics. She wants to swim for her country.",
    "She has two cats. One cat is black. The other cat is white. The black cat’s name is Blacky. The white cat’s name is Whitey. She feeds her cats. She puts their food in dishes. She puts each dish on the floor. She calls her cats. They come into the kitchen. They eat the food.",
    "It is a winter day. It is cold outside. The snow falls. It covers the ground. Snow falls for six hours. Finally it stops. He puts on his heavy jacket. He goes outside. He builds a snowman. It is a fat snowman. It is a tall snowman. He goes back inside.",
    "She looks at her skateboard. It is almost 3 feet long. It has four plastic wheels. It is about 6 inches wide. She loves her skateboard. It takes her everywhere. It takes her to school. It takes her to dance class. It takes her to her friend’s house. It takes her home.",
    "He gets an allowance. He gets $5 a week. His dad gives it to him. His dad gives $5 to him every Friday. He spends his allowance every weekend. He usually spends it on Friday night. He spends it at the mall. He spends it on ice cream. He buys three scoops of vanilla ice cream.",
    "She plays basketball. She plays basketball almost every day. There is a basketball court in the park. The park is near her house. She goes to the park after school. She plays with the boys. She is a good player. She makes a lot of shots. She scores a lot of points.",
    "Babies cry. Babies smile. Babies drool. They look at everything. They look at everyone. They kick their feet in the air. They make fists with their hands. Babies are curious. They put everything into their mouths. They ride around in baby strollers. They get a lot of attention. They have an easy life.",
    "He looks at his bicycle. It is an old bike. It is three years old. The paint is scratched. The fenders are dented. The seat is torn. The chain is rusty. But it is a good bike. He has a good time on his bike. It is fun to ride. He rides it almost every day.",
    "He builds a house. He uses popsicle sticks. He uses glue. He glues one stick to another. He builds a kitchen. He builds a living room. He builds a bedroom. He builds a bathroom. He builds a garage. He adds a roof. He paints the house white. He shows the house to his dad.",
    "She watches the ants. They are very small. There are very many of them. They are in the kitchen sink. They are thirsty. They drink the drops of water. The drops are on the bottom of the sink. She turns on the faucet. Water flows into the sink. The ants go down the drain.",
    "It is early afternoon. She looks out the window. She sees the snow. The snow falls from the sky. There are many snowflakes. They fall fast. They hit the ground. They melt on the ground. She is unhappy. She wants to make a snowman. But there is no snow on the ground.",
    "Billy plays catch with a baseball and a baseball glove. He plays catch with his friend. His friend has a glove too. Billy throws the ball to his friend. His friend catches the ball in his glove. His friend throws the ball back to Billy. Billy catches the ball in his glove. The ball goes back and forth.",
    "She has a dog. Her dog is a boxer. It is a male. His name is Duke. He is five years old. He is brown all over. He has a short tail. He weighs about 50 pounds. He snores when he sleeps. She feeds him twice a day. She feeds him breakfast. She feeds him dinner.",
    "He sees a butterfly. It is near a flower. It leaves the flower. It goes to another flower. He watches the butterfly. It is pretty. It has orange and black wings. It has little white spots on the wings. Its wings are thin. He tries to grab the butterfly. But it flies away.",
    "She goes camping. She camps in the woods. She camps with her family. They set up a tent. It is a big tent. It sleeps three people. She sleeps with her mom and dad in the tent. They sit around a campfire at night. The campfire keeps them warm. They cook food in the campfire.",
    "A carousel has big, plastic horses. Each horse is a different color. She likes the white horse. She gets on the white horse. It has a black tail. She sits in the saddle. She holds onto the pole. The music starts. The carousel starts. It goes round and round. Her horse goes up and down.",
    "There is a race today. He puts on his shorts. He puts on his sneakers. He goes to the track. It is a one-mile race. Other boys show up at the starting line. The race starts. All the boys run fast. They run around the track four times. The race ends. He comes in third place.",
    "She goes to dance school. She wears special shoes. She stands in front of a mirror. It is a big mirror. It goes from one wall to the other. She holds onto a bar. She stretches her leg. She stretches the other leg. She points her toes. She bends over. She touches her toes.",
    "He plays war with his plastic soldiers. The good soldiers attack the bad soldiers. The good soldiers have big tanks. They have fast jeeps. They have big guns. They shoot at the bad soldiers. The good soldiers march forward. The bad soldiers march backward. The good soldiers win the war. The bad soldiers lose the war.",
    "Andy’s uncle is a farmer. Andy goes to the farm. He milks the cow. He feeds the pig. It is always hungry. He collects the eggs. The chickens lay many eggs. He finishes his three jobs. He says goodbye to his uncle. His uncle thanks him. He gives Andy two dozen eggs.",
    "He has a little fire truck. It is a red, plastic fire truck. He sees a fire. He calls 911. A house is on fire. Please hurry! He pushes the fire truck. The fire truck goes to the house. The fire truck sprays water on the house. The fire is out. Everyone is safe.",
    "She worries a lot. She worries about polar bears. They are big, white bears. They live in the north. They need snow. They need ice. They need cold weather. There is too much pollution. Pollution heats up the Earth. Heat melts the ice. The ice is the polar bears’ home. No ice means no home.",
    "She dresses up. She dresses like her mom. She puts lipstick on her lips. She puts a necklace around her neck. She puts a pretty hat on her head. She puts high heels on her feet. She sprays perfume on her neck. She looks in the mirror. She sees a little woman.",
    "She plays soccer. She has a uniform. She wears her uniform every Saturday. Her team plays every Saturday. Her team wins sometimes. Her team loses sometimes. She is the goalie. She stands in front of the goal. She blocks shots. Sometimes she misses. Then the other team scores. That makes her unhappy.",
    "He has a fishing rod. He fishes with his dad. They drive to a lake. There are fish in the lake. His dad gives him a worm. He puts the worm on a hook. The worm wiggles. He drops the worm into the lake. A fish sees the worm. The fish bites the worm.",
    "Frogs are outside his house. They are quiet in the daytime. They are noisy at night. It is nighttime. The frogs are singing. He grabs a flashlight. He goes outside. He shines the light on a frog. It hops. He picks it up. It is soft and wet. It kicks its legs. He puts it down.",
    "It is her birthday. She gets a doll for her birthday. The doll is in a box. She takes the pink ribbon off the box. She takes the white wrapper off the box. She takes the doll out of the box. The doll is pretty. It has white hair. It has a pink dress. It has red shoes.",
    "A turtle is a funny animal. It carries its home on its back. It never stops at a hotel. It never rents an apartment. It never buys a house. A turtle is a homeowner. It is always next to its home. It is never far from its home. Home is always on its back.",
    "Her grandma is short and fat. Her grandpa is tall and thin. They are both old. They have white hair. They smell funny. They always hug her. They always kiss her. They always bring her gifts. They always bring her chocolates. They always visit for a few days. They are nice to her. She loves them.",
    "He looks at the tree. The wind blows the leaves. A squirrel runs up the tree. He looks at the street. A woman parks her car. She gets out of her car. He looks at the sky. He looks at the clouds in the sky. They are big clouds. They are dark clouds. It looks like rain.",
    "She does handstands. She does cartwheels. She does flips. She does back flips and front flips. She does somersaults. She trains every day. She is a gymnast. She practices for the Olympics. The Olympics take place every four years. She practices her handstands and cartwheels. She practices her flips and somersaults. Practice makes perfect.",
    "Monopoly is a popular board game. He plays Monopoly with his friends. There are two dice. They throw the dice. They move their tokens around the board. He always uses the car token. His best friend always uses the horse token. They all have fun. They play after school. They play on the weekend.",
    "She is busy after school. She comes home after school. She does her homework. She takes the dog for a walk. She feeds the dog. She eats dinner. She clears the table. She brushes her teeth. She watches TV. She watches for two hours only. Her parents allow her only two hours. She goes to bed.",
    "She plays hide and seek. She plays with her brothers and sisters. She plays with her friends. They play after school. They play outdoors. One person is It. He or she closes his or her eyes. He or she counts to 100. The other players hide somewhere nearby. Then the It person tries to find the others.",
    "He has two baseball caps. One says NY Yankees. The other says NY Mets. He has a golf cap. It says Silver Lake GC. He has a football cap. It says NY Giants. He has a ski cap. It says Song Mountain. He wears his caps to baseball and football games. He wears them after school.",
    "She likes pony rides. She goes to the corral. She picks out a pony. She gives a carrot to the pony. She gets up on the pony. She sits in the saddle. She pats the pony’s head. She pats the pony’s neck. The pony walks around the corral. She holds on to the reins. She enjoys the ride.",
    "A magician is cool. He makes things disappear. He makes them reappear. He changes things into other things. He changes a bunny into a scarf. He changes a scarf into a bird. He gives you a deck of cards. You secretly pick a card. He knows which card! He knows so many cool tricks.",
    "He waits for the school bus. He sees the yellow bus. It stops in front of him. The door opens. He climbs up the steps. He says hello to the driver. The driver says good morning. He walks to the back of the bus. He sits next to the window. The bus starts. He looks out the window.",
    "He likes the rain. Rain makes puddles. He likes puddles. He jumps into puddles. He jumps across puddles. He slides on his back in puddles. He sits in puddles. He gets wet in puddles. His shoes get wet. His clothes get wet. He gets dirty. His clothes get dirty. He goes home. His mom yells at him.",
    "She says her prayers. She gets into bed. She turns out the light. She hears a noise. She turns on the light. She looks around her room. Everything looks okay. She turns out the light. She hears the noise again. She turns on the light. She looks around. She is scared. She calls her dad.",
    "She reads the math problem. John has three apples. He gives one apple to Mary. He gives another apple to Billy. How many apples does John have? She thinks. Three apples minus two apples is one apple. John has one apple. The answer is one. She shows her answer to the teacher. Her teacher smiles.",
    "The teacher asks a question. She raises her hand. Other students raise their hands. The teacher calls on her. She answers the question. The teacher says she is correct. She feels good. She smiles. She knows most of the answers. She does her homework at night. She knows the answers for the next day.",
    "The man delivers the pizza. Her dad pays the man. He gives the man a tip. The man leaves. Dad takes the pizza to the living room. He puts it on the coffee table. He opens the box. Everybody grabs a slice of pizza. Her dad bites into his pizza. He burns the roof of his mouth.",
    "He takes the dog for a walk. He picks up a stick. He throws the stick. The dog chases the stick. It brings back the stick. It gives him the stick. He throws it again. The dog brings the stick back. The dog walks over to a tree. It pees on the tree. He takes the dog home.",
    "The puzzle has 200 pieces. It is a puzzle of a farm. There are animals on the farm. There are buildings on the farm. There are white clouds in a blue sky. There is a bright sun. He sees a yellow piece. It is part of the sun. He sees a blue piece. It is part of the sky.",
    "He climbs a tree. He climbs from limb to limb. He climbs higher and higher. The ground gets farther away. The top of the tree gets closer. He sees a squirrel. It \"barks\" at him. He looks down at the people on the ground. His mother looks up in the tree.",
    "They go to the park. They like the park. The park has a playground. The playground has a slide. They slide down the slide. The playground has a sandbox. They play in the sand. The playground has a seesaw. They go up and down on the seesaw. The playground has swings. They swing on the swings.",
    "The book is on the nightstand. She gets into bed. She picks up the book. She opens the book. She reads ten pages. She likes the story. She turns to page eleven. Her dad comes in. He says good night. She kisses her dad. She closes the book. She turns off the lamp. She goes to sleep.",
    "The ocean is blue. The ocean is big. There are many fish in the ocean. There are big fish. There are small fish. There are fast fish and slow fish. The big fish eat the small fish. The fast fish eat the slow fish. The fishermen catch all the fish. The people eat all the fish.",
    "She has a baby brother. She loves him. She talks to him every day. She pushes him in the stroller. She changes his diapers. She feeds him his bottle. She burps him. She puts him in the highchair. She feeds him dinner. She wipes the food off his mouth. She is a good sister.",
    "She grabs a sharp knife. She holds the orange. She cuts the skin of the orange. She cuts the skin in four equal sections. She peels the skin off the orange with her fingers. She throws the skin in the trash. She separates the orange into sections. She eats the sections one by one. They are sweet and juicy.",
    "It is movie time! He puts on his 3D glasses. The movie begins. The car comes right at him. He yells. The car gets so close to him! It looks so real with 3D glasses. He enjoys the whole movie. 3D is just like real life. It is even better than real life. It is more exciting.",
    "He asks a question. The teacher rolls his eyes. The teacher yells loudly at him. The teacher hurts his feelings. The teacher is mean. The teacher has bad manners. He hates the teacher. He asks no more questions. He drops out of the class. He never forgets that teacher. That teacher is his worst teacher ever.",
    "She calls her mom. Her mom is sick. She has the flu. She is in bed. She is old. She is alone. Her husband is dead. Nobody takes care of her. She does her own shopping. She drives her own car. She says that she is okay. She says she feels better. She thanks her daughter for calling.",
    "She dreams at night. She dreams while she sleeps. She dreams about many things. She dreams about her parents. She dreams about school. She dreams about her friends. She dreams about her dog and cat. She dreams about the future. She dreams about the past. She dreams about monsters. Those dreams wake her up.",
    "He is a bully. He picks on other kids. He picks on smaller kids. He pushes them. He trips them. He punches them. He calls them names. He takes their money. He takes their lunches. He is mean. Everyone is afraid of him. Five students tell the principal about the bully. The principal kicks the bully out of school.",
    "Kids love a good story. A good story has a problem. A good story has a hero. The hero is a girl or a boy. Sometimes the hero is an animal. The hero is brave. The hero looks danger in the eye. The hero saves others from danger. The hero solves the problem. The story has a happy ending.",
    "His left foot is on the pedal. His right foot is on the ground. He pushes down on the pedal. He takes his right foot off the ground. He puts it on the pedal. The pedals start to go around. They go around in a circle. His knees go up and down. The bicycle rolls forward.",
    "Summer vacation starts this afternoon. It starts at 3 o’clock. She is so happy. She looks at the clock. It is almost 3 o’clock. She is ready for a summer of fun. She is ready for fun at the beach. She looks at the clock again. In only five minutes, she goes home until September.",
    "He wears glasses. Some kids at school call him Four-Eyes. He feels bad. He takes his glasses off. But it is hard to read. He puts the glasses back on. Now he sees the words in his books. Now he sees the words on the blackboard. He keeps his glasses on. He ignores those kids.",
    "He puts on his glasses. He needs his glasses to read. He opens a book. He reads the first page. The phone rings. He picks up the phone. It is his wife. He talks with his wife. Then she says goodbye. He says goodbye. He puts down the phone. He picks up the book.",
    "She puts on her swimsuit. She walks to the swimming pool. It is a hot day. The sky is blue. There are a few white clouds in the sky. She gets to the pool. She looks at the water. It is blue. It is cool. She jumps into the water. It feels so good.",
    "She walks into the store. She looks at the dresses. There are many dresses. She wants a blue dress. She sees a blue dress. She takes it to the dressing room. She tries the blue dress on. It fits. She likes it. She takes it off. She takes it to the cashier. She buys it.",
    "He feels an itch. The itch is on his arm. He scratches his arm. The itch goes away. He feels another itch. The itch is on his leg. He scratches his leg. The itch goes away. He feels another itch. The itch is on his foot. He scratches his foot. The itch goes away.",
    "He has a cold. He coughs. He sneezes. He grabs a tissue. He blows his nose. He grabs another tissue. He blows his nose again. He puts nose drops into his nose. He puts a cough drop in his mouth. He drinks cough syrup. He takes cough medicine. He feels better.",
    "It is early morning. He is asleep. The alarm goes off. He hears the alarm. He wakes up. He turns off the alarm. He goes back to sleep. He sleeps for 15 minutes. Then he wakes up. He sits up. He stretches. He yawns. He gets out of bed. He walks to the bathroom."
]