[
    "It was the Chinese New Year. The metal pan was light, shiny, and round. It was about 12 inches across. It was perfect for burning paper. She put the pan on the hardwood floor. She opened a package of paper money. It wasn’t real money. \"We burn the money for our ancestors,\" she said. \"Then maybe money will come to us this year.\" She took out some paper bills. She lit them. She dropped them into the pan. She lit more bills and dropped them into the pan. The living room got smoky. Finally she stopped lighting the money. It finished burning in the pan. The pan of ashes cooled. She picked it up. \"Oh!\" she said. He looked at the floor. A dark ring was burned into the wood. \"Well, I hope your ancestors send us money this year,\" he said. \"We’ll need it to pay for the floor.\"",
    "Bev was a real estate agent in New York City. She usually left home about 10 a.m. She never drank or ate anything until she returned home. Her husband said, \"You need energy. Eat some lunch.\" She said, \"I can’t eat anything after I leave the house. I don’t carry a toothbrush or toothpaste.\" He said, \"No problem. Put them into your purse.\" She said, \"That’s extra weight. Every day I walk 30 blocks. I climb 20 flights of stairs. My purse is so heavy. Besides, it’s full. I don’t have room in my purse. Look!\" He looked into her purse. It was full. He lifted it. It was heavy. He said, \"Well, you should at least drink lots of water. I’m sure all that walking makes you thirsty.\" She said, \"I get thirsty, but I don’t dare drink.",
    "Neal’s front yard was full of leaves. He went outside and raked the leaves. His cell phone rang. He answered it. Then he continued raking. He raked the leaves into three plastic bags. The recycling truck came by an hour later. The driver threw the bags into the truck. Neal wanted to call his wife. He couldn’t find his cell phone. He searched his house. He searched his front yard. Was his phone in one of the plastic bags? He called the recycling center. It was still open. He drove there with his teenage daughter. A 20-foot-high pile of leaves was at the center. His daughter used her cell phone to call his phone. At first he heard nothing. She kept calling. He kept digging through the pile. About 15 minutes later, he heard his phone ringing! He dug it out. \"Don’t tell your mom about this,\" Neal said.",
    "\"Why do I love you?\" he asked. \"Why do I love you so much? You’re smart. But you’re not that smart. You’re pretty. But you’re not that pretty. You’re fun to be with. But you’re not that much fun.\" She said, \"Oh, really? I’m not that much fun? How much fun are you? Do we ever go out? Do you ever take me dancing? Do you ever take me to nightclubs? Do you ever take me to movies? Do you ever take me to dinner? No, no, no. You never take me anywhere! Sometimes you rent a DVD. Then we watch the DVD. You don’t even make popcorn! Don’t tell me I’m no fun. You’re the King of No Fun!\" That’s why he loved her. She always had something to say. She had an opinion about everything. She was never predictable. She was always frank.",
    "Edith called her husband Archie. She said, \"Daddy’s dead. I was holding his hand when he died. Our son’s wedding is tomorrow. What are we going to do? I just left the nursing home. Should we tell Earl or not? He loved Daddy so much.\" Archie said, \"Well, your dad has been very sick. Earl knows that. So his death won’t be a surprise. But the news will make everyone sad. Tomorrow should be a happy day for everyone. Maybe we should just say nothing. We can tell everyone later. No one needs to know right now. I’ll talk to the funeral director. We can have the funeral next week.\" Edith said, \"But Earl will be on his honeymoon. He’ll be gone for two weeks. He’ll be hurt and angry if he misses Daddy’s funeral.\" Archie said, \"You’re right. This is a difficult decision.",
    "He had finally made it to New York City. They call it \"The city that never sleeps.\" He had always wanted to live there. He had quit his job in Florida. He loved his new neighborhood. He loved his new apartment. He had used half of his savings to pay for one year in advance. But the apartment was so expensive. How could he afford it next year? He had to get rich this year. \"How are you going to get rich in just one year?\" asked his sister. That was a good question. He didn’t even have a job. But an ordinary job wouldn’t pay his rent next year. An ordinary job wouldn’t allow him to stay in his nice apartment. He didn’t want to move into a cheap apartment. How can I get rich fast, he wondered. He went across the street and bought a lottery ticket.",
    "He called the cable TV company. \"My screen goes black,\" he said. \"Every five minutes my screen goes black.\" The representative asked, \"Sir, does it go completely black?\" He said, \"No. Big white letters say Please Wait.\" She said, \"Oh, that’s good. If you don’t see Please Wait, that’s super bad.\" He was glad to hear that. \"I’m glad to hear it’s not super bad,\" he said. \"So, does that mean someone can fix it soon?\" She said, \"No, the soonest a technician can come to your home is next Tuesday. If your screen was completely black, a technician could come to your home tomorrow.\" He thought about that. \"You know, I’m watching my TV right now. It just went completely black. It does not say Please Wait. It’s completely black.\" She was silent for a moment. \"A technician can come out tomorrow, sir. Will you be home?\" she asked.",
    "He gave her a hug. She pulled away. \"Stop bothering me,\" she said. He said, \"I’m not ’bothering’ you. I’m giving you a hug. I’m showing affection.\" She said, \"You’re bothering me. I’m trying to make dinner. You’re in the way. Do you want me to drop something? Do you want me to burn something? Do you see how busy I am? I’m chopping green onions; you hug me. Do you want me to cut myself? I’m stirring the noodles; you hug me. Do you want me to knock the pot off the stove? I’m making dinner for us; this is how I show affection. You give me a little hug. That’s not affection. That’s bothering me. Do you really want to show affection?\" He said Yes, he really wanted to show affection. \"Wait until after dinner,\" she said. \"Then you can really show affection.",
    "Ray called up the newspaper reporter. He said, \"You wrote about a bank robbery. You described the bank robber. Why did you describe him?\" The reporter said, \"We want the public to help find him. If someone sees him, they can call the police.\" Ray said, \"But why didn’t you tell us his race? You said he was about 35 and about 5’7\". But you didn’t tell us his race. That might help a little.\" The reporter said, \"Our lawyers say we can’t. It’s racist. The robber can sue us for being racist.\" Ray said, \"Well, don’t report his age, either. That’s ageist. Don’t report his height. That’s ’heightist.’ Don’t report his sex. That’s sexist.\" The reporter said, \"That doesn’t leave much to report.\" Ray said, \"Just report this: ’A human being robbed a bank.",
    " \"Look at this,\" she said. He looked. He looked inside a plastic bag. There was rice inside the bag. But something else was inside the bag. \"What are these things?\" he asked. They were insects. The insects were crawling around. A lot of insects were crawling around. \"That’s disgusting,\" he said. \"Where did they come from?\" She said, \"They came from you!\" He denied it. He didn’t have insects — not even one. \"You bought the wrong bag of rice,\" she said. \"I told you which bag of rice to buy. But you wanted to save money. And I agreed to it. Never again. From now on, we buy the same brand I’ve always bought.\" He agreed. She tied up the bag. She put the bag inside a fresh plastic bag. She tied up the outer plastic bag. \"This is for you,\" she said. \"Gee, thanks,\" he said.",
    "They were sitting on the sofa. He started to get up. \"Oh,\" he groaned. His wife asked, \"What’s the matter?\" He was standing still, like a statue. He was bent over. He couldn’t stand up straight. She asked, \"Is it your back again?\" He said, \"Yes, it’s my back again.\" He couldn’t move. \"Can I help?\" she asked. He shook his head. All he could do was wait. A minute later, he put one foot forward. Then another foot. He slowly walked to the bathroom. He still wasn’t standing up straight. He was still bent over. He went into the bathroom. Then he slowly returned to the living room. He slowly sat back down on the sofa. \"I told you not to carry that suitcase up those subway stairs!\" his wife yelled. \"But you didn’t listen to me. You never listen to me.",
    "His wife asked him to buy a cigarette. \"Excuse me?\" he asked. \"Since when do you smoke?\" She said it was for the Chinese New Year. Her dead grandfather used to smoke. The cigarette was for grandpa. He went to the newsstand. He asked how much a pack of cigarettes was. It was $11. He asked how much the cheapest pack was. It was $10. He asked if they sold single cigarettes. They didn’t. He didn’t want to spend $10 on a whole pack of cigarettes. His wife had asked for only one cigarette. A woman nearby was smoking a cigarette. \"Excuse me,\" he said. \"Can I buy a cigarette from you for a dollar?\" He offered her a dollar bill. She gave him a cigarette. She refused his money. He felt lucky. He had gotten a free cigarette. And it was a Marlboro — the best! Grandpa would like that.",
    "It was in the national news every day. It was on the radio. It was on TV. It was in the newspapers. It was the recall. Toyota was recalling thousands of cars. The cars had a brake problem. Sometimes the brakes didn’t work properly. Some Toyota drivers crashed. Perhaps 10 people had died in Toyota crashes in the last year. Ten people. About 10,000 people die every year in America. They are killed by drunk drivers. Drunk drivers kill about 30 people every day. Thirty people. Every day. Is this in the news? Is this on the radio? Is this on national TV? Year after year, this doesn’t make the national news. But the national news people are concerned about bad brakes. They don’t want bad brakes to kill another person. That would be eleven deaths! What about all the drunk driving deaths? \"That’s not news,\" said a reporter.",
    "The man was a hacker. He was a thief. He knew computers. He knew them inside out. He was like a pickpocket. He picked everyone’s pocket. He picked everyone’s bank account in America. Everyone with a bank account lost money. Millions of Americans have bank accounts. All of those Americans lost money. But they didn’t know it. Not a single victim noticed the theft. Not a single victim called the police. \"We got lucky,\" said a police detective. \"He cheated on his fiancé. She called us. But we’re unlucky, too. We have no evidence. We only have her story. He might get away with his crime. He might get away with millions. He transferred all the money to another country. There’s no way we can trace the money. He is very smart. Why? He stole only one penny from every bank account in America.",
    "It was 6 p.m. Wednesday. Mel and Irene were standing near his old Buick. He parked the car on the same street every night. He was shaking his head. \"It’s not fair. It’s not right,\" he said. \"Look. It’s a brand new sign. Look how shiny it is.\" The brand new parking sign said, \"No Parking 7:30am-9am Wednesday.\" The old parking sign had said, \"No Parking 1pm-2:30pm Wednesday.\" \"My neighbors and I park on this street,\" said Mel. \"We know that we can’t park here from 1:00 to 2:30 p.m. But early this morning they changed these signs. Did they warn us? Did they say anything to us? No. But, they told parking enforcement! Parking enforcement wrote 25 tickets this morning! Twenty-five tickets! I counted them! Each ticket is $48. We always move our cars before 1:00. Now we’ve got to fight these tickets.",
    "It was January in Manhattan. It was a mild, sunny day. A man stood at 42nd Street and Broadway. His blond hair hung down to his broad shoulders. He was wearing a cowboy hat. He was wearing cowboy boots. He wasn’t wearing a shirt. He also wasn’t wearing pants! He was only wearing tight, white underwear. Written boldly on the rear of his white underwear was \"The Naked Cowboy.\" He was playing his guitar. People stopped to look at him. A young couple looked at him. The woman was laughing. She said something to her boyfriend. She said something to the cowboy. He waved her over. She walked over to him. He put his muscular arm around her. Her boyfriend took their picture. She gave the cowboy a $5 bill. He put it into his guitar. Another woman walked over to him. He put his arm around her. Her friend took their picture.",
    "The phone rang. Wally asked, \"How’s the Big Apple?\" Eugene said, \"I love it!\" Wally asked, \"Have you found a job?\" Eugene said, \"Of course I haven’t found a job. I only got here a month ago.\" Wally said, \"You’d better hurry up. Your savings will run out before you know it.\" Eugene said, \"I’m looking. But it’s tough. Thousands of people are looking for work. But there aren’t thousands of good jobs.\" Wally said, \"You should try Craigslist. Many people in New York want to improve their English. They’ll pay you good money. Look on Craigslist. See what other English tutors are charging. Charge a few dollars less.\" Eugene said, \"That’s a good idea. But should I charge less, or more? If I charge less, they might think I’m not so good. If I charge more, they might think I’m the best.\" Wally said, \"Good question. Put two ads on Craigslist.\"",
    "She loved M&M candy. She went to the M&M store in Times Square. The store has three floors. Each floor has many M&M items. There are M&M coffee cups. There are M&M pillows. There are M&M T-shirts. She bought an M&M snack container. She bought a pound of red M&Ms. I’ll put my M&Ms into this container, she thought. I’ll eat the M&Ms one at a time. She went home. She put the snack container on the coffee table. What’s this, she wondered. She saw tiny scratches. She saw many tiny scratches on the lid. It was a brand new lid. It was a brand new container. She didn’t want a lid with scratches. She went back to the store. She would exchange her lid for a lid with no scratches. She looked at all the lids on all the containers. Every one of them had many tiny scratches.",
    "It was Sunday in New York City. He needed some cash. He walked to the ATMs in his nearby bank. Through the plate glass windows, he could see a woman using one of the ATMs. He pulled on the glass door. The door wouldn’t open. He pulled again. How did she get in there, he wondered. She finished using the ATM. She walked toward him, opened the door, and stepped outside. He held onto the open door and walked inside. She must have waited for someone, too, he thought. He got his cash from the ATM and started to walk out. Just then a young woman walked in. Puzzled, he said, \"Excuse me. How did you get in here? That door is locked.\" She said, \"Outside, there’s a slot next to the door. Just slide your ATM card into the slot. The door will unlock.",
    "Craig asked the driver to wait. Craig used a knife to open the package. He dug through the packaging materials. He looked for the call tag. There was no call tag. The driver left. Craig stuffed everything back into the box. He resealed the box with tape. He took the box back into the bedroom. He went online. He reread an email from Target. The email said, \"We will send the call tag to UBS.\" He called up UBS. The UBS agent said, \"We don’t have the call tag yet. It should arrive tomorrow.\" Craig asked, \"Why did the driver come by without the call tag?\" The UBS agent said, \"I’m sorry. He made a mistake. He probably thought you had the call tag. Sometimes customers have the call tag. A driver can come by again on Thursday. Will someone be there between 8 a.m.",
    "The phone rang at 8:15 a.m. It was a recording: \"A UBS driver will pick up your package today. He will arrive between 8 a.m. and 7 p.m.\" That’s nice, Craig thought. All I have to do is wait for 11 hours. I can’t even take a shower. I can’t hear the doorbell while I’m in the shower. Craig heard the doorbell at 4:40 p.m. \"I’m so glad you’re here,\" he told the driver. \"This box has been sitting in my bedroom for two weeks.\" He handed the box to the driver. The driver said, \"Where’s the call tag? I can’t take this without the call tag.\" Craig said, \"What? What’s a call tag?\" The driver said, \"A call tag is a return label. It tells us where to ship the box. Maybe it’s inside the box.\" Craig’s lips tightened.",
    "It’s a painting of a seaside. The sky is light blue. A white cloud covers half the light blue sky. Two white birds fly through the air. The bottom half of the painting is white sand and brown shrubs. At the bottom right is a bit of ocean. The ocean is calm and dark blue. Small white waves break on the beach. A boat is sailing westward. The boat has four big white sails. It has a wooden hull. An old wooden house sits on the white sand. No smoke comes from the brick chimney. The roof sags in the middle. The house has a front porch. Five wooden posts support the porch roof. Clothes are hanging on a line behind the house. But there are no people anywhere. Maybe they are inside the house. Maybe they are walking along the beach. The name on the sand is Marshall Joyce.",
    "Now he was even more worried. Who answered the phone? Was that his wife, or another woman? Had someone stolen his wife’s phone? Was his wife okay? He called back. All he got was her recorded message. He left a message. \"It’s 9:30. Where are you? Call me immediately,\" he said. He waited. She didn’t call. He called back. He left another message. \"Call me immediately, please. I’m worried. Call me right now, or I’m calling the police.\" He waited. She didn’t call. Should he call the police? What would he tell them? Can you find my wife? She’s somewhere in Manhattan. He heard the apartment door open. \"I’m home,\" his wife said. He was so relieved. \"Why did you hang up on me?\" he asked. She said, \"I said hello. I had just entered the subway station. I was walking down the steps. You didn’t answer me, so I hung up.\"",
    "Word Search is a fun word puzzle. People learning English can play. People teaching English can play. Each puzzle is for one player. The player searches for hidden words. The hidden words are on a grid. The grid contains 100 squares or more. Each square contains a letter. Groups of letters form words. A list of words is beside the grid. The player looks at the list. He looks at the grid. He tries to match the words in the list to words on the grid. The hidden words are hard to find. The words are vertical and horizontal. They are diagonal and backwards. Finding them is tricky. Finding them is fun. The words in each puzzle usually belong to a category. Categories include cars, animals, and food. There are many categories. Word search puzzles are popular. Players can buy word search books. Players can find word search puzzles online.",
    "Oscar had just moved to New York City. He registered to vote. A week later, he received his voter card. Now he was a registered voter. He read the voter notice from the Board of Elections. It said to call VOTE–NYC if he had a question. He had a question. He wanted to use an absentee ballot. But the notice said the absentee ballot was for ill people. It was also for physically disabled people. Oscar wasn’t ill, nor was he disabled. He called VOTE–NYC. He said, \"I’m not ill, and I’m not physically disabled. But I want to use an absentee ballot.\" The worker said, \"Give me your address. I’ll mail you an application today. You’ll receive an absentee ballot before every election.\" Oscar said, \"But isn’t there a problem? What about the notice? What about being ill or disabled?\" The worker said, \"Don’t worry. We’ll rewrite that.\"",
    "He entered the drugstore. He took the down escalator. He couldn’t find what he wanted. He got on the up escalator. Seconds later, something grabbed his pants cuff. He pulled his cuff free. What was that, he wondered. He turned around to look. He saw a little screw. A loose screw was sticking out of the escalator wall. He got to the top of the escalator. He looked at his pants. The cuff was ripped. It was just a little rip. But that screw might hurt someone, he thought. He’d better tell someone about it. He found an employee. He told her what had happened. He pointed out the loose screw. She apologized. She said, \"Don’t worry. We’ll pay for repairing your pants. Just bring us the bill. And we’ll take care of that screw immediately.\" He thanked her. A week later, he returned. The loose screw was still there.",
    "It was late. His wife wasn’t home yet. He was worried. She was a real estate agent. She showed apartments to clients. She showed apartments day after day. She showed apartments all over the city. She showed apartments in uptown Manhattan. She showed apartments in midtown Manhattan. She showed apartments in downtown Manhattan. Meet a client at a building. Look at one or two apartments in that building. Walk to another building. Look at one or two apartments in that building. Walk to one building after another. Look at one apartment after another. Take the elevator. Take the stairs. Take the subway. Take the bus. Take a cab. She always called him if she was going to come home late. He called her cell phone. She said hello. He said hello. But she didn’t reply. He heard nothing. He said hello again. There was no answer. There was only silence.",
    "His apartment is on the eighth floor. He can see the busy street from his bedroom window. People in coats and gloves walk along the sidewalk. The sidewalk is wide. It’s about 20 feet wide. Manhattan has many wide sidewalks. He can see several stores. One store is a clothing store. Two stores are shoe stores. A nearby building has a shiny silver smokestack. It’s a tall skinny smokestack. It’s 15 stories tall. Pigeons fly above the street. They land on building ledges. The ledges are beneath the windows. Two or three pigeons land on the same ledge. They sit there for a while. Then they fly away. Yesterday he saw a red balloon. It was as big as a soccer ball. It rose to his eye level. It quickly rose higher. In seconds it was gone. Where is it today, he wondered. Maybe it’s floating over the cold, blue Atlantic.",
    "He opened the envelope. It contained junk mail. The junk mail was an ad. It was an ad for hospital insurance. Did he want extra hospital insurance? He didn’t have any hospital insurance. Did he want extra money to help pay hospital bills? Yes, he thought, extra money would be nice. He read on. The ad said the average hospital stay in New York is seven days. It said the average cost per day in New York is $3,000.  I should move to a cheaper state, he thought. But he couldn’t afford to move. He read on. It said the extra insurance was only $15 a month. That’s cheap, he thought. It said the extra insurance paid $50 a day. He laughed. My hospital bill will be $3,000 a day, he thought. My extra insurance will pay $50 a day.",
    "His apartment is near Macy’s on 34th Street. His desk is in his bedroom. His desk is near three big windows. He sits at his desk. He looks east. He looks east toward the East River. The East River is about seven avenues away. But he cannot see the East River itself. Buildings block his view. Buildings in Manhattan are like trees in a forest. They are everywhere. They are beautiful. They are all different. He can see about 13 different buildings. The farthest building is almost three avenues away. Most of the buildings are about 12 stories tall. Most of them are light brown or dirty white. But the tallest one is completely red. White smoke comes out of its top. It has no windows on its west side. It has only red bricks. Maybe red bricks are cheaper than glass windows, he thought. Maybe it’s a prison.",
    "He walked into the drugstore. Where are the eyedrops, he wondered. He looked at the drugstore signs. Signs were hanging above each aisle. He read sign after sign. He finally saw the eyedrops sign. He walked to the eyedrops section. He looked on the top shelf. He looked on the middle shelf. He looked on the bottom shelf. Where were the eyedrops? Was he in the right aisle? He looked at the sign again. Yes, he was. He finally found the eyedrops. He went to the front of the drugstore. He stood in line to pay. Someday, he thought, shopping will be faster. Someday, he thought, I will walk into any store. I will say, \"Finder, where’s the Crest toothpaste?\" A blinking light, the size of a 60-watt bulb, will appear. I will follow the light directly to the Crest toothpaste section. I’ll say thank you, and the Finder will disappear.",
    "There was an earthquake in Haiti. It was a 7.0 earthquake. Thousands of people died. Thousands of people were homeless. Thousands of people had no food or water. Many nations sent food and water. Some nations sent search and rescue teams. Some of these teams had dogs. The dogs could smell victims buried under buildings. Some nations sent doctors. Rescuers distributed the food and water. They ran out quickly. Nations sent more food and water. The teams found survivors under collapsed buildings. Some survivors were still alive after six days. The doctors took care of the sick. They took care of the injured. They saved many lives. Haiti is a very poor country. Many citizens want to leave. But they have no place to go. The United States is helping. It’s allowing orphans to come to the U.S. The orphans will get an education. They will have a better life.",
    "Something was wrong. Did he have a hernia again, in the same place? Thirty years ago, he had a hernia. A doctor had repaired the hernia. Now he felt some pain. It was below his navel. It was to the left of his navel. It wasn’t a sharp pain. It was a dull ache. It had started about two months ago. Now it was getting worse. Now it was a constant ache. He called a few doctors. \"How much is a consult?\" he asked. One doctor said $300. Another doctor said $350. That’s a lot of money, he thought. Maybe this ache will go away. Maybe it’ll go away by itself. He decided to wait another week. Then I’ll make an appointment, he thought. I’ll spend the money. It’s a lot of money. But it’s cheaper to fix a small problem now than a big problem later.",
    "He filled the pot with water. He put the pot on the burner. He put a lid on the pot. He turned on the burner. He took a bag of coffee beans out of the cabinet. He opened the bag. He poured some beans into the grinder. He ground the beans in the grinder for about 10 seconds. He took a #6 paper filter out of the kitchen cabinet. He put the paper filter into a plastic cone. A big glass pitcher was on the kitchen counter. He put the plastic cone on top of the big glass pitcher. He poured the ground coffee from the grinder into the paper filter. He waited for the water to boil. He poured the boiling water onto the ground coffee. The aroma of coffee filled the kitchen. Mmm! It smelled so good. He couldn’t wait to drink a cup of fresh, \"homemade\" coffee.",
    "The passenger plane landed a year ago. It was a famous landing. It was on TV and the radio. It was in the papers. The plane landed in the Hudson River in January. The pilot had no choice. Both engines were damaged. He couldn’t go back to the airport. He couldn’t land in New York City. He had to land in the river. The plane landed gently. It was a soft landing. The plane didn’t flip over. It landed on its belly. Nobody died, but five people were injured. Everyone got out of the plane. They stood on the wings of the plane. Everyone was cold and wet. Boats rescued them all. It was the \"Miracle on the Hudson.\" Today many of the same passengers got on two boats. The two boats went to where the plane had landed. They stopped on that spot in the Hudson. Everyone hugged one another. Life was good.",
    "Today was Edie’s birthday. \"I want nothing for my birthday,\" she had said. Nick knew better. He knew that \"nothing\" meant \"something.\" He went to the bakery in the morning. He looked at the cakes. She liked cake without icing. He looked for a cake without icing. He didn’t see one. But he did see a carrot cake. The cake had vanilla icing. He liked vanilla icing. She liked carrot cake. He bought the cake. The baker wrote \"Happy Birthday Edie\" on the cake. She’ll like this cake, Nick thought. He took it home. He showed Edie the cake. \"It looks delicious,\" she said. \"But you have to eat all the icing. Did you buy this cake for me or for you? I know you love icing. You know I don’t like icing. Next year buy me a cake without icing! You have a whole year to find one.\"",
    "Kevin James is a lawyer. He has a popular name. Many men have that name. Kevin James is also the name of a major criminal. The Transportation Security Agency is looking for this major criminal. TSA wants to put him in prison. Before Kevin James the lawyer flies to meetings, TSA always pulls him aside. TSA questions him. TSA asks him if he is the criminal Kevin James. He usually misses his flight. \"I always fly a day ahead of time,\" said Kevin. \"That way, after I miss my original flight, I’ll still be on time the next day.\" Kevin told TSA, \"Compare my picture to the picture of the criminal Kevin James. You’ll see that I am not him.\" TSA said, \"We don’t have a picture of him.\" Kevin asked, \"How can you capture him if you don’t know what he looks like?\" TSA said, \"Don’t worry. We have our ways.\"",
    "Ellie spoke to the tour agent. The price for the 3-night bus tour was good. Her cousin Vicky called her. Ellie told Vicky about the tour. Vicky liked the price. She said she and her husband would come, too. On Saturday, Ellie and her young son met Vicky and her husband at the tour agency. Ellie had brought snacks for the four of them. Vicky hadn’t brought any snacks. Ellie told Vicky to take some snacks. Vicky didn’t like the cookies. She didn’t like the energy bars. She liked the apples. She put all 12 apples in her bag. She didn’t leave even one apple for Ellie’s young son. \"These are not my favorite apples,\" Vicky told Ellie. \"But they are better than those other snacks. Everyone needs to eat fresh fruit daily.\" Ellie was polite to Vicky during the trip. After the trip ended, she never spoke to Vicky again.",
    "Bob lived in a one-bedroom apartment. He had lived there for a long time. He usually went out on Sunday only. He took the bus to church. He took the bus to the supermarket. He bought only canned food. He bought canned tuna. He bought canned chicken. He bought canned vegetables. After shopping, he took the bus home. He watched TV every day, all day long. He threw his trash into plastic bags. His apartment was full of plastic bags. The plastic bags were full of empty cans. His son visited him one day. \"Dad,\" he said, \"you have to throw out all these bags. They’re a health hazard. You might get a disease. You might attract roaches. They’re a safety hazard. You might trip over them and fall down.\" His dad said, \"These bags are not a problem. They keep me company. I like having them around.\"",
    "Soldiers go to war. They fight the enemy. That is their job. Firemen go to fires. They rescue people in burning buildings. That is their job. Policemen go to crime scenes. They catch dangerous criminals. That is their job. Phil was driving home. The car in front of him ran off the road. Phil pulled over behind the car. He ran to the car. He smelled gasoline. He saw an old woman inside the car. He pulled and pulled on the driver’s door. It finally opened. He pulled her out of the car. He carried her toward his car. Suddenly, her car exploded. Metal flew through the air. Metal went into his back. He fell to the ground. Paramedics took him and the old woman to the hospital. Doctors operated on both of them. They both survived. Later, Phil said, \"I’m not a hero. I did what anyone would do.\"",
    "Carl worked for a company for one year. Then they laid him off. \"We have to lay you off,\" said his boss. \"It’s not you. It’s the economy. We’ll hire you back when the economy gets better.\" Carl was angry. It wasn’t the economy. It’s discrimination, he thought. They didn’t lay off anyone else. They laid off only him. He looked for another job. He couldn’t find another job. A year later, he still had no job. It isn’t my fault, he thought. It was the company’s fault. They had discriminated against him. He bought a gun. He went back to his old company. He shot his boss. The police arrested him. The murder was on the TV news. The TV reporter talked about Carl. She felt so sorry for him. She talked about how much he had suffered. She didn’t say anything about his dead boss.",
    "Bob was 58. He lost his job. A friend offered him a job in New York City. Bob found a nice apartment. He loved his new job. He loved the city. Life was good. Then his friend’s company went bankrupt. Life wasn’t so good. Bob looked for work. But everyone was looking for work. There were plenty of workers. But there wasn’t plenty of work. He was almost broke. He started coughing up blood. He went to a doctor. \"You have lung cancer,\" the doctor said. \"You need treatment.\" He told the doctor he was almost broke. He had no money for treatment, rent, or even food. The doctor said the government would pay for his treatment. The government would find him an apartment. The government would give him food stamps. Why have I worked so hard all my life, Bob wondered. I should have gone broke 30 years ago.",
    "Paul called the 800 number. He told them about his package. His package was missing. \"Where is my package?\" he asked. They told him it was in the warehouse. They would deliver it tomorrow. The next day the package didn’t arrive. He called the 800 number again. They told him it was still in the warehouse. They would deliver it tomorrow. The next day he got a package. It was the wrong package. He called the 800 number. \"Where is my package?\" he asked. They told him it was lost. They couldn’t find it. They said they would look for it. They told him to call back in a week. He asked for a supervisor. He talked to a supervisor. The supervisor said he would make a report. \"Will the report find my package?\" Paul asked. The supervisor said, \"No, but maybe your next package won’t get lost.\"",
    "It was a big apartment building. The building was in Manhattan. Delivery people left packages at the front desk. The front desk held the packages for apartment tenants. Mr. Allen was expecting a package. He stopped at the front desk. He asked Nora if there was a package for him. She said, \"Yes, sir. But only Simon can hand out the packages.\" Mr. Allen asked, \"Where’s Simon?\" She said, \"He’s on break, Mr. Allen. He’ll be back in 5 minutes.\" Twenty minutes later, Simon arrived. Mr. Allen told Simon there was a package for him. \"Apartment number,\" said Simon. \"3A,\" said Mr. Allen. Simon went into the package room. He came back about five minutes later. \"Sign here,\" he said. Mr. Allen asked, \"Where?\" Sighing, Simon pointed at a blank space in the notebook. Mr. Allen signed in the blank space. Simon gave him the package. Mr. Allen said, \"Thank you.\" Simon said nothing.",
    "They kissed and said goodbye one more time. Then the man left. The airport guard still hadn’t returned to his chair. The exit was completely unguarded. A terrorist could have entered the airport through this exit. About five minutes later, the guard finally returned. He sat down in his chair. He yawned. A woman had seen the tall man duck under the rope. \"I saw a man duck under a security rope,\" she told an airport supervisor. He started a search for the man. But the man had left the airport. The supervisor asked to see a security videotape. But no one had turned on the videotape machine. Thousands of passengers had to go through a security check again. They were angry. News reporters blamed the tall man. They said it was all his fault. They said he should go to jail. They didn’t blame the guard at all for leaving his post.",
    "The airport guard stopped the tall man. The man was trying to walk past the guard. The guard told him to use the entrance. \"You cannot enter here,\" he told the man. \"You can only exit here.\" The man nodded his head. He understood. He stood outside the security rope. He was only a few feet from the guard. The man’s girlfriend was going on a business trip. She was flying to Texas. He wanted to kiss her goodbye one more time. He stood outside the exit. The guard started talking on his cell phone. Then the guard stood up. He left his chair. He walked away. He continued talking on his phone. The man watched the guard walk away. Then the man ducked under the rope. He walked past where the guard had sat. He walked over to his girlfriend. She was standing in line. He hugged her.",
    "He was already thinking about leaving. He had just moved in. He and his girlfriend were living together. They were living together for the first time. But it wasn’t all lovey-dovey. They argued a lot. She said he was a slob. \"You’re a slob!\" she said. She said he was lazy. \"You’re lazy!\" she said. I moved here for this?, he wondered. He loved her. But he wasn’t a dog. She yelled at him like he was a dog. \"Don’t yell at me,\" he said. \"I’m not a dog.\" Whenever he tried to hug her, she pushed him away. Who needs this, he wondered. I’d rather be by myself. He decided to wait a while. Maybe things would get better. But if they didn’t, he was leaving. \"If you don’t change, I’m leaving you,\" she told him. Ha, he thought, we’ll see who leaves who first.",
    "Jean called the 800 number again. The menu robot answered. Jean said, \"Representative.\" A male USPS representative said hello. \"The mailman didn’t redeliver my package today,\" Jean said. He asked, \"What is the tracking number for your package?\" Jean told him the number. \"I can’t find that number,\" he said. \"Are you sure that’s the right number?\" She said, \"Yes. USPS gave it to me yesterday.\" He asked, \"Did the rep give you a confirmation number?\" Jean said no. \"You must get a confirmation number,\" he said. \"No confirmation number, no redelivery. When do you want redelivery?\" Jean asked for redelivery the next day. \"Okay, you’ll get your package tomorrow,\" he said. \"Here’s your new tracking number and confirmation number. Remember, you can always depend on USPS.\" Jean felt much better. She had two numbers. The next day the mailman came and went. He didn’t redeliver her package.",
    "He had a 9 p.m. flight. He hated to fly. A passenger plane is always crowded. It is always full. Passengers are jammed together. They are packed together. Side by side. Elbow to elbow. Front to back. Knees to butts. Five hours from California to New York. Five hours of people eating. Five hours of people drinking. Five hours of people burping. Five hours of people going to the bathroom. But first, he had to go through airport security. He hated airport security. Why do they call it security? They don’t make him feel secure. They make him feel angry. They always take him aside. They always double-check him. Does he look like a terrorist? Does he look like a mad bomber? Maybe security has a machine that reads minds. That’s it. They have a machine that can read his mind. The machine says, \"Angry passenger. ... Make him angrier.\"",
    "Jean called the 800 number again. \"The mailman didn’t redeliver my package today,\" she said. \"This is the second day in a row.\" The USPS representative checked the records. He said, \"He didn’t redeliver your package today or yesterday. I’m very sorry.\" Jean said, \"Thank you. But I just want my package. When can I get my package?\" He said, \"Don’t worry. I’ll schedule another redelivery for tomorrow. I’ll give you a new tracking number and a new confirmation number. Also, I’ll open a case for you. I’ll give you the case number. A case number is very serious. A case number makes things happen.\" Now Jean had three numbers. The next day the mailman came and went. He didn’t redeliver Jean’s package. She wasn’t surprised. She picked up the phone. Then she put it down. Why bother, she thought. The mailman redelivered her package, and she signed for it, the following day.",
    "Jean was shopping at Macy’s. She bought some perfume and returned home. She opened her mailbox. She saw the postal form. It said, \"Insured package. Sorry we missed you. Call for redelivery: 1-800-275-8777.\" She went upstairs to her apartment. She called the 800 number. A menu robot said, \"Thank you for calling USPS. Let’s begin. You can say Delivery Services.\" Jean said, \"Delivery Services.\" The robot said, \"You can say Redelivery.\" Jean said,  \"Redelivery.\" The robot said, \"You can say Schedule a Redelivery.\" Jean said, \"Schedule a redelivery.\" The robot didn’t understand her. Jean said, \"Representative.\" A female USPS representative said, \"Hello. How can I help you?\" Jean asked for a redelivery the next day. The representative said, \"No problem. You’ll get your package tomorrow. Here’s your tracking number. Remember, you can always depend on USPS.\" The next day, the mailman came and went. He did not redeliver the package.",
    "Rob was in Texas. He took a package to the post office. He insured the package. He mailed it to Jean. Jean lives in New York City. She lives in a big apartment building. The apartment building has 20 floors. It has a front desk. The front desk is on the ground floor. Security people work at the front desk. Rob’s package arrived in New York City. The mailman took it to the front desk. \"I have a package for Apt. 3A. It’s insured. Someone in 3A has to sign for it,\" he told Victor. Victor said, \"I’ll ring 3A to see if anyone is home.\" He rang the apartment. There was no answer. \"No one’s home,\" he said. The mailman asked, \"Would you ring again, Victor? You know I don’t like to redeliver packages.\" Victor rang the apartment again. Nobody answered. The mailman left a postal form in Jean’s mailbox.",
    "It was his first visit to the Science library on Madison Avenue. He walked over to the information desk. The woman behind the information desk was reading a magazine. He stood in front of her. She continued reading the magazine. He cleared his throat. She looked up from her magazine. \"I’m looking for a book,\" he said. \"Title?\" she asked. \" ’How to Read Body Language,’ \" he said. She typed the title into her computer. \"Downstairs,\" she said. \"How do I get downstairs?\" he asked. She tilted her head to her right. \"The stairs are over there?\" he asked. She tilted her head to her right again. \"Is there a restroom downstairs, too?\" he asked. She tilted her head to her left. \"The restroom is over there?\" he asked. She tilted her head to her left again. \"You’d make a good soccer player,\" he said. She didn’t respond. She was reading her magazine.",
    "She was running late. She wanted a fast breakfast. She didn’t have time to make her own breakfast. Her usual breakfast was rice, vegetables, and meat. \"Will you make me a fast breakfast?\" she asked her boyfriend. He was American. She was Asian. He preferred cereal for breakfast. He grabbed a box of cereal. He grabbed a bowl and a spoon. He took a carton of milk out of the refrigerator. He grabbed a banana. \"Here’s something fast for you,\" he said. He put everything on the dining table. She looked at the box of cereal. \"Let me try this first,\" she said. She put a few flakes of cereal into her mouth. She ate them. \"Yuck!\" she said. \"How can you eat this? It’s so dry.\" He said, \"Well, that’s what the milk and banana are for.\" She said, \"Forget it.\" She grabbed the banana and went to work.",
    "The phone rang as he was leaving his apartment. He didn’t answer it. It’s probably Dave, he thought. His brother Dave had said he would call. He returned home an hour later. He checked his phone for missed calls. There was only the one call. But it wasn’t his brother’s number. Who could it be, he wondered. He dialed the number. A woman answered. She said, \"Hello, Kim, how are you doing?\" Kim was his wife’s name. Who is this, he wondered. \"Who’s this?\" he asked. \"Who’s this?\" she asked. \"You called me.\" He didn’t answer. Now he realized who it was. It was some woman who called his wife occasionally. They had been classmates at school. His wife was polite to her. But his wife didn’t like her. She never returned this woman’s phone calls. He himself had never met or talked to her. \"Sorry, wrong number,\" he said.",
    "Everything’s a hassle, he thought. The smallest thing is a hassle. Taking the cap off the toothpaste tube is a hassle. Squeezing the toothpaste tube is a hassle. Putting the toothpaste on the toothbrush is a hassle. Brushing his teeth is a hassle. Life is just one hassle after another. \"You always exaggerate,\" his wife said. \"Not everything is a hassle.\" He thought about that. Could his wife be right? Are some things not a hassle? How about eating food? That’s not a hassle. How about taking a hot shower? That’s not a hassle. How about reading? How about watching a good TV program? How about sleeping? He couldn’t think of anything else. Eating, showering, reading, watching TV, and sleeping aren’t a hassle. \"Okay, I won’t exaggerate anymore,\" he said to his wife. \"I won’t say that everything is a hassle.",
    "He was in his bedroom. He smelled food. The food smelled like chicken. It smelled good. A neighbor must be cooking dinner, he thought. But how could he smell his neighbor’s dinner? The smell couldn’t come through his apartment’s heating vent. That vent was for his apartment only. So where was the smell coming from? He walked to the front door. He opened it. There was no smell in the hallway outside the door. He walked into the living room. There was no smell in the living room. He walked back into the bedroom. He could smell the food again. The bedroom was the only place he could smell the food. It was winter. All the windows were closed. How could the smell get into the bedroom? \"Call up the super,\" his wife said. \"Maybe he knows how. I’m just glad it’s chicken.",
    "She had been outside in a storm. \"It was so windy! The rain was falling sideways! I am soaking wet,\" she said. \"The wind pulled me off the sidewalk. It broke my umbrella.\" She changed into dry clothes. She sat down at her computer. He opened her umbrella. He examined it. I can fix this, he thought. He opened another umbrella. It wasn’t broken. He compared the two umbrellas. He grabbed a pair of pliers. He went to work on the broken umbrella. Three hours later, she got up from her computer. She walked into the bedroom. She saw him working on the umbrella. \"What are you doing?\" she asked. He said, \"I’m trying to fix your umbrella, but I’m about to give up.\" She said, \"Give up already! I only paid $7 for it. Whoever heard of repairing an umbrella?!\" He said, \"You’re right. These things are more complicated than I thought.\"",
    "He needed to blow his nose. He pulled four sheets off the roll of toilet paper. What’s this, he wondered. The first two sheets were 2-ply. The next two sheets were mostly 1-ply. He pulled six more sheets off the roll. The first four sheets were mostly 1-ply. The last two sheets were 2-ply. How do they make toilet paper wrong, he wondered. Maybe the whole roll was no good. Maybe all the rolls were no good. He blew his nose. His wife came home. She went into the bathroom. She came out of the bathroom. She was holding about ten sheets. Some were 2-ply. Some were mostly 1-ply. \"What’s this?\" she said. He said, \"I don’t know. Sometimes they make mistakes.\" She said, \"Did you get it on sale at a secondhand store? Go buy me some new toilet paper.",
    "He was in Miami. He was an oil executive. He was at a bar with some friends. It was about 1 a.m. He walked out of the bar. He didn’t say good night to his friends. He didn’t say anything to anyone. He just walked out of the bar. The videotape from a surveillance camera showed him walking west from the bar. His hotel was not west from the bar. Where did he walk to? Why didn’t he walk straight back to his hotel? The police wanted to know. His family and friends wanted to know. He wasn’t drunk. He wasn’t sick. Five days later, someone found his body. It was in the water. The coroner did an autopsy. The coroner said he had drowned. The police said it was an accidental drowning. \"That can’t be! Daddy taught all of us how to swim,\" said one of his adult daughters.",
    "He needed to study for a test. He went online to order a book. He went to the publisher’s website. He found the book he needed to study. It was 240 pages. It was $59. Shipping was $6. He could order the book from the publisher’s website. Or, he could order it from the Borders store. Borders was only a block away. Borders wouldn’t charge him for shipping. He walked over to Borders. He gave the book title to the clerk. She typed the title into her computer. The price was $59. Shipping was free. The number of pages was 190. \"Wait a minute,\" he said. \"I just looked at this book online. It has 240 pages, not 190. Where did 50 pages go?\" She said, \"That’s really strange. Maybe you should order it from the publisher.\" He said, \"No, it’s okay.",
    "He looked at the laundry basket. It was full of his wife’s clothes. She was at work. She worked seven days a week. She was a real estate sales agent. She showed apartments to renters every day. She carried a heavy purse everywhere. Many real estate forms were in her purse. Many keys were in her purse. When she came home, she was tired. Her feet hurt. Her back hurt. He decided to help his wife. He took the laundry basket downstairs to the laundry room. His wife always separated her colored clothes from her white clothes. He thought about that. Why spend extra money on two washers? He didn’t separate her colored and white clothes. He stuffed all her clothes into one washer. He selected Hot Wash. This will make her happy, he thought. A hot wash will kill all the germs. She hates germs. He was proud of himself.",
    "A while later, he put her clothes into the dryer. He selected Hot Dry. That’ll kill the rest of the germs, he thought. The dryer finished. He took her clothes upstairs. His wife came home. Her clean clothes were on the bed. She looked at them. She smiled. \"Thank you for doing my laundry,\" she said. He said, \"It was my pleasure.\" She picked up a blouse. Then she screamed. \"What’s the matter?\" he asked. She said, \"Look at my blouse! What happened to my white blouse? It’s all different colors. What did you do to my blouse?!\" She looked at her black slacks on the bed. She picked them up. \"What’s wrong with these?\" she said. He didn’t say anything. She took off her brown slacks. She tried on her black slacks. She couldn’t get into them. \"You shrank my pants!\" she screamed.",
    "\"Daylight Saving Time starts tomorrow. Please change my clock,\" his wife said. He said he would try. He hated changing clocks twice a year. He never changed his car clock. He couldn’t figure out how to do it. His car clock was wrong from March to November every year. His wife’s clock was on her nightstand. It was a clock and a timer. It ran on a single battery. The clock had many buttons. He pressed \"Clock.\" Nothing happened. He pressed \"Hour.\" Nothing happened. He pressed both buttons at the same time. Nothing happened. He pressed \"Start.\" He pressed \"Stop.\" He pressed \"Recall.\" He pressed \"Clear.\" He pressed \"Minute.\" He pressed \"Second.\" He pressed \"T1.\" He pressed \"T2.\" Nothing happened. He pressed his head between his hands. His wife walked in. \"Oh, I forgot to tell you,\" she said. \"You have to press the button on the back of the clock first.\"",
    "He turned to page two. He filled in the boxes for his wife. He marked an X in the appropriate boxes for her. Now, where do I sign my name, he wondered. He looked at every page. There was no blank space to sign his name. He was done. That was easy, he thought. He folded the questionnaire. He put it into the big envelope. He sealed the envelope. The envelope said, \"Postage will be paid by U.S. Census Bureau.\" Liars, he thought. Another example of government lies. Who pays the workers at the U.S. Census Bureau? We do, he thought. The taxpayers pay the workers. The taxpayers pay all government workers. Who pays for all the postage? We do, he thought. The taxpayers pay for all the postage. No government agency pays for anything. Taxpayers pay for everything.",
    "He opened his mailbox. He looked at the envelope. It was the U.S. Census questionnaire. He shook his head. How long would this take, he wondered. He went back to his apartment. He opened the envelope. A questionnaire and a big envelope were inside. He unfolded the questionnaire. He read the instructions. What a pleasant surprise, he thought. This looks easy. He only had to answer 17 questions. They were on the first two pages. He picked up a pen. He filled in the boxes for his name. He filled in the boxes for his date of birth. He filled in the boxes for his phone number. He answered the questions. How many people live in your home? Do you own or rent your home? What is your sex? What is your age? Are you Hispanic? What is your race? Do you live somewhere else sometimes? He marked an X in the appropriate boxes.",
    "The soup was ready. He took the pot off the burner. He ate the soup. Delicious, he thought. This pot makes delicious soup. He cleaned the pot. He put it back on the stove. Wait till she sees this, he thought. She’ll want to cook everything in it. His wife came home. She examined the pot. \"Take this back,\" she said. \"Stop buying cheap crap.\" He said, \"What’s cheap about it? It’s stainless steel. Feel how heavy it is. Look at this glass cover. You can watch your food cooking!\" She said, \"It wobbles. It will spill. It won’t cook food properly. Take it back!\" He took it back to the store. \"Where is the stick-on price label? Did you use this pot?\" the clerk asked. He said, \"Well, yes, but only one time. And I washed it.",
    "He was feeling good. He had just bought a pot. It was a good-looking pot. It was stainless steel. It was solid and heavy. It had a glass cover. This is a good pot, he thought. It cost $13. That wasn’t cheap for a pot. His wife would like the pot. She couldn’t say that it was a cheap pot. A cheap pot is light. A cheap pot doesn’t have a glass cover. A cheap pot costs much less than $13. He put the pot on the stove. What’s this, he wondered. The pot wobbled. It didn’t sit flat on the burner. He picked up the pot. He looked at the bottom. He put it back on the burner. It wobbled again. It was just a little wobble. But it was definitely a wobble. Maybe the burner wasn’t flat. He poured a can of soup into the pot. He turned on the burner.",
    "He took the state teachers exam. It was pass or fail. A passing score meant he could apply for a teaching job. A passing score was 220 to 300. The state emailed his score to him. His multiple choice test score was 260. His writing test score was 300. He called up the testing agency. \"I got 300 on the writing test.  That’s perfect, isn’t it?\" he asked. The representative said, \"Yes, it’s perfect. Congratulations!\" He said, \"But I have a question. How many other people got 300? If a lot of people got 300, then my score is not special. If only one or two people got 300, then my score is outstanding.\" The representative said, \"I’m sorry, but we don’t have that information.\" He said, \"You don’t? Well, who does? How about the state education department?\" The representative said, \"They don’t either. Nobody does.\"",
    "It was a chilly spring night. He was staying at a hotel. He was a 38-year-old runner. He had been running for 20 years. He enjoyed running, and he believed it was good for his health. He had two young sons. They often went running with him. But they were at home. He put on his running shoes and shorts. He turned on his iPod. He always listened to The Beatles. He walked to the beach. He couldn’t see any stars or the moon. He ran down the beach. He saw no one else. He had the beach all to himself. He was enjoying his run. \"Nowhere Man\" was playing. A one-engine plane had to make an emergency landing. The pilot had to land his plane on the beach. The runner never heard the plane behind him. The pilot never saw the runner. The runner died instantly. The pilot was injured.",
    "Her wrist hurt. She thought it was nerve damage. But she wouldn’t see a doctor, and she wouldn’t stop using her hand. Maybe he could help. He went to the drugstore. He found a wrist wrap. It wrapped around the wrist. It prevented the wrist from moving. The thumb and fingers were left uncovered. The palm was left uncovered. This is perfect, he thought. She’ll love it. He took it home. He showed it to her. She held it up to her nose. \"Take it back!\" she said. \"It smells. It smells like rubber.\" He said, \"Of course it smells like rubber. It’s made of rubber!\" She had a nose like a dog. He took it back. He found a different wrist wrap. It was anti-bacterial. \"No Odors,\" the package said. He took it home. She held it up to her nose. \"This smells worse than the other one!\" she said.",
    "Norm woke up to go to the bathroom. While washing his hands, he looked in the mirror. The circular \"bump\" on the side of his nose looked bigger. The bump looked puffy. It was soft. It didn’t hurt. Maybe it was just some fat cells, as he had read online. Or, maybe it was skin cancer. His dad had had skin cancer. Doctors had cut out one suspicious spot after another. They had cut out spots from all over his face. Norm wondered, Like father, like son? He hoped he was just getting a little fat ring on his face. Not a big deal, except it was a little ugly to look at. But cancer would be even uglier. Cancer would eat that ring and his nose, too! He decided to make an appointment with a dermatologist. He went back to bed. He hoped he wouldn’t dream about his nose.",
    "They were watching a TV commercial with sad music. The TV commercial was about an old married couple. They had both had health problems. He had lost his job. They had used their savings to pay for health care. They went through all their savings. Now they were barely surviving on social security. They lived in a tiny apartment.  \"Look at those poor people,\" Barry said. Eva said, \"They’re not poor people. They’re actors!\" He said, \"No, they’re not. He has no right hand. His wife has no left foot. Those are real people! They’re suffering. What kind of country is this? We’re the richest country in the world. How does our government allow this?\" She said, \"It’s not the government’s fault. It’s those two people’s fault. They shouldn’t have gotten sick. They should have saved more. They should have planned better. Don’t blame the government.",
    "They stopped at the cookie store. His wife wanted something sweet. \"Buy me some cookies,\" she said. He said, \"Sure.\" He looked at the price list. The cookies were $1 each. He ordered two cookies. His wife couldn’t believe it. \"I don’t want just two cookies,\" she said. \"Buy six!\" The price list said, \"Six Cookies for $5.99.\" So, at least he’d save a penny. He ordered six cookies. His wife walked out of the cookie store. She waited on the sidewalk. The clerk gave him a bag of cookies. He put 50 cents into the tip jar. He made sure the clerk saw him do it. He waited. \"Where’s my penny?\" he asked. She looked at him. She laughed. He repeated his question. This time she just smiled at him. He looked for the manager. Then he thought about his wife waiting outside. It’s only a penny, he told himself.",
    "The Wilsons invited the Carters to dinner. Mr. Carter was Mr. Wilson’s boss. The Wilsons had a one-bedroom apartment. Their sofa was in the living room. It seated two people. It still looked new. They protected the sofa with towels. They spread the towels on top of the cushions. They removed the towels when friends visited. Mrs. Wilson spent the day preparing dinner. Mr. Wilson spent the day cleaning the apartment. He also ran some errands. They were both very busy all day. The Carters showed up at 7 p.m. Mr. Wilson walked them to the sofa. \"Have a seat,\" he said. \"I’ll be right back.\" He went into the kitchen. When he returned, the Carters were sitting at the dining table. That’s strange, he thought. The sofa was much more comfortable than the dining table chairs. He sat down with the Carters at the dining table. They were talking.",
    "He asked the cashier for a price check. The shirt was $4, not $2. He told her, \"Forget it.\" The jacket was only $2, not $4. He couldn’t believe it. He held up the jacket. He looked at it carefully. No stains, no rips, no holes, and only $2? What a deal! The cashier grabbed a plastic bag. He said, \"Thank you, no bag.\" He put the jacket on and pulled the zipper up. He walked outside. The jacket was perfect. He felt warm. He started walking. He looked at his reflection in a window. The jacket fit well. What a deal! A while later the temperature rose. He was getting warm. I’ll just unzip my jacket, he thought. He pulled down on the jacket zipper. It didn’t move. He pulled again. Nothing happened. Again. Nothing. He pulled the jacket over his head. He dropped it into a nearby trashcan.",
    "He wondered if it was cold outside. He was going to walk to Pier 88. He’d heard that cruise ships were in town. He looked outside his eighth-floor window. Many people on the sidewalk below were wearing short-sleeve shirts. But the radio had said the temperature was 67 degrees. That’s not exactly hot, he thought. It was only 10 a.m. It would probably warm up by noon. He put on jeans and a T-shirt. He walked outside. It was a little chilly. Maybe it’ll get warmer as I walk, he thought. But it didn’t. He went into Conway’s, a budget clothing store. He went upstairs to the men’s department. He found a long-sleeve shirt in the $2 section. Then he saw a jacket in the $4 section. It was much heavier than the shirt. Neither the shirt nor the jacket had a price tag. He took them to the cashier.",
    "The caller said she was taking a nationwide poll. She asked if he had a few minutes. He said yes. This was the first time a pollster had ever called him. She asked if he was on his cell phone. He said yes. She asked if he was driving. He said no. She asked him to imagine a ladder. The bottom rung was number one. The top rung was number ten. \"How satisfied are you with your life?\" she asked. He said number five. \"Is your life better now than five years ago?\" she asked. He said no. \"Do you think your life will be better five years from now?\" she asked. He said no. She asked many more questions. Suddenly, he looked at the clock. He thought, This call might be costing me roaming charges. He didn’t trust his phone company. \"I have to go!\" he said, and hung up.",
    "Dan saw an ad in Metro, the free city newspaper. A new apartment building was about to open in Manhattan. Some apartments were set aside for low-income people. Applicants had to send in a postcard postmarked by May 17. The first 5,000 applicants would receive an application form. He couldn’t believe his luck. It was May 17. It was 3:30. He tore the ad out of the paper. He walked to the main post office on 8th Avenue. He asked the clerk for a postcard. \"We don’t sell postcards,\" the clerk said. Dan said, \"The post office doesn’t sell postcards?\" The clerk said, \"Not anymore. Now we sell greeting cards. They make more money.\" Dan asked, \"Do you sell stamps for postcards?\" The clerk said, \"Of course! How many do you want?\" Dan bought one stamp. Then he headed south on 8th Avenue, looking for a store that sold postcards.",
    "Dan walked into a liquor store. He asked if they sold postcards. The clerk said, \"No, but the post office does.\" Dan said, \"Not anymore they don’t. They sell greeting cards now.\" The clerk said, \"Really? When did that happen? That’s pretty weird, isn’t it? A post office that doesn’t sell postcards.\" Dan walked a few more blocks south. Not one store sold postcards. He decided to try Borders on 7th Avenue. Borders sold postcards. They were $1 each. He bought one. Walking back toward the post office, he entered Duane Reade, a popular drugstore. Maybe it sold postcards, and cheaper. It did, and they were only a quarter. He would return the Borders postcard later. He walked into the post office. He put the stamp on the postcard. He addressed it. He dropped it into the slot. It was 4:30. He had beaten the deadline! He crossed his fingers.",
    "Millions of gallons of oil were pouring into the Gulf of Mexico. A pipeline had broken. The drilling platform had burned and sunk. Workers had died. The oil poured out of the broken pipe, a mile beneath the surface of the gulf. The oil company tried to stop the flow. It poured golf balls into the pipe. It poured mud into the pipe. It put a steel cap on the pipe. Nothing worked. Oil was on the water. Oil was in the water. Oil was on the beaches. Oil was in the marshes. It was killing fish and birds. It was an environmental disaster. Fishermen stopped fishing. Nobody would buy their fish. Nobody would eat their fish. It was an economic disaster. In May, the oil company said it might be able to stop the flow by September. \"Our vacations are ruined,\" said tourists. \"Our livelihoods are ruined,\" said locals.",
    "He asked them if they would feel more comfortable on the sofa. They said they were just fine where they were. He went back into the kitchen. He helped his wife with the food. They brought the food out to the dining table. They sat down with the Carters. Mr. Wilson poured wine into everyone’s glass. They all said, \"Cheers!\" They drank wine, ate dinner, and talked. They had mango slices and vanilla ice cream for dessert. The Carters left at about 9:00. The Wilsons cleared the table and washed the dishes. \"I’m so tired,\" said Mrs. Wilson. She wanted to sit down and watch some TV. They walked over to the sofa. \"Oh, you forgot to take the towels off the sofa,\" she said. \"What’s this? Tell me they didn’t see this.\" She pointed at a big stain on one of the colored towels. Well, that explains that, he thought.",
    "She said the oil spill wasn’t a big problem. \"How can you say that?\" he asked. \"Millions of gallons of oil are pouring into the ocean.\" She said, \"It’s a big ocean. The oil’s a drop in the bucket. Besides, oil and water are natural elements, so they can get along with each other.\" He agreed that they are natural elements. He said that people are natural elements, too. Did that mean that oil and people could get along with each other? Would she drink an ounce of oil? Would she swim in an oily ocean? \"Of course not!\" she said. \"That’s unnatural.\" He said that fish were swimming in oily water. Seabirds were eating those oily fish. \"But they’re animals,\" she said. \"They adapt to these things.\" He said that dead fish were lying on beaches. Dead birds were lying on beaches. \"That’s not adapting,\" he said. \"That’s a-dying.\"",
    "It was Memorial Day. An Osprey flew to a city park. About 200 people were there. They were waiting to see the Osprey up close. They were excited. An Osprey is a military plane. It flies like a plane. But it lands and takes off like a helicopter. It has two huge propellers. Arriving at the park, the Osprey started its slow descent. The powerful wind created by its propellers bent the trees. The Osprey kept descending. The wind was like a hurricane. Trees bent over. Tree branches cracked. Branches crashed to the ground. Leaves flew everywhere. Trashcans blew over. They started rolling around. Paper and plastic flew everywhere. Dogs started barking. Children started crying. They ran. Parents ran after their children. Others ran from the flying trash. Everyone was running away from the Osprey. The Osprey landed. The pilot got out. He looked around. Where is everybody, he wondered.",
    "Marina does performance art. She recently did a five-day performance. She sat silently in a museum. She sat there every day for six hours. She didn’t move or talk. There was a circle on the floor. Visitors could walk up to the edge of the circle. They could look at her from just a few feet away. They could talk to her. They could wave at her. They could stare. They could make faces. They could do almost anything they wanted. But they couldn’t touch her. A security guard stood near her. It was the fifth day. Five minutes before her final hour was up, a man walked up. He stuck his finger down his throat. Then he threw up on her. She didn’t say anything. She sat there for five more minutes. Then she wiped herself off with a towel. Her five-day performance was over. The man was arrested.",
    "In baseball, 27 batters up and 27 batters down is a perfect game. On average, a perfect game occurs about once every six years. In 2010, two perfect games occurred in May alone. Then in June a third perfect game occurred. But there was a problem. That perfect game had an imperfect umpire. The first base umpire made a bad call. He called the 27th batter safe at first. The batter was actually out. The batter had grounded to the first baseman. He threw the ball to the pitcher covering first base. The ball beat the batter by half a step. It was a routine ground out. The players knew it. The fans in the stadium knew it. The fans watching on TV knew it. Everybody knew it! Later, the first base umpire saw the TV replay. \"The biggest call of my life,\" he said sadly, \"and I blew it.\"",
    "They were going to move to a new office. But why, everyone wondered. Their current office was in a new building. It was in a nice neighborhood. It was near trains and buses. It was near shops and restaurants. The boss wanted to save money, of course. They moved into their new office on Tuesday. It was in an old building. It was in a poor neighborhood. Buses and trains were blocks away. Shops and restaurants were blocks away. Their new office was on the third floor. It had no partitions or privacy. Desks were jammed together. The back of one chair almost touched the back of another chair. The coatroom was a tiny closet. The bathrooms were down the hallway. Both of the tiny elevators broke down on Friday. Everyone had to use the stairs. Everyone complained. The boss said, \"Stop complaining! I wanted to lease the ninth floor.\"",
    "Sasha was pregnant with her second child. She and her husband knew it was a boy. Their first child was a girl. Pauline was four years old. She was excited about her new baby brother. She was going to help feed him. She was going to help dress him. She was going to help bathe him. \"I’ll teach him how to talk,\" she said. \"I’ll teach him how to walk. I’ll teach him how to read my books.\" Sasha went to the hospital. She gave birth to a healthy baby boy. Then she got sick. It was an infection. Her body was attacking itself. The doctors had to act fast. They amputated her legs. Then they amputated her arms. They saved her life. She was grateful. She had her husband. She had her daughter. She had her new son. \"I’m alive!\" she said. \"I’m so happy just to be alive.\"",
    "John weighed about 300 pounds. The new desks and chairs were too small for him. He complained to the boss. The boss told him to lose weight. John quit. Robert had had a private office previously. Now he was out in the middle of the floor with everyone else. He had been with the company for 12 years. He complained to the boss. The boss said, \"If you don’t like it, leave!\" Everyone heard him say that. Robert quit. Lisa had allergies. The office ventilation system was not good. Many of her coworkers wore perfume or cologne. She couldn’t handle it. Lisa quit. Sam was a vegetarian. Coworkers cooked food in the microwave every day. They ate at their desks. Sam smelled hamburger and pizza every day. Sam quit. \"Everyone’s quitting!\" the assistant manager told the boss. The boss said, \"That’s okay. I can hire new workers at cheaper salaries.\"",
    "She grunted. She was pulling up her slacks. She had bought them a year ago. She tried to button the top button. She couldn’t get it close to the button hole.  \"Look at this,\" she told her husband. He asked, \"Are those the slacks that I shrank?\" She said no. They weren’t the ones he’d shrunk. They were different slacks. They had fit a year ago. He said, \"Maybe you should try dieting. You don’t have to starve yourself. Just eat ten percent less every day. Cut back on the rice and fruit. Both are teeming with calories. Eat all the vegetables and meat you like. You’ll lose that extra weight.\" She was unsure. She said, \"Dieting never seems to work for me. I lose it, but it always comes back.",
    "The phone rang. It was her son. Ten years ago she had left her home country. She had sold her business. She wanted her son to get an education in America. She spoke no English. Her son spoke little English. Her friends and family said she was crazy. She moved to America. She enrolled her son in school. She walked him to school. School was difficult. He didn’t understand anything his teachers said. She hired tutors for him. He hated school. She put her foot down. She made him study. His English improved. His grades improved. He became a good student. He graduated from high school. He went to junior college. He finished junior college. He applied for transfer to a four-year university. \"Mom, I got accepted to USC!\" he said. \"Oh, congratulations!\" she said, over and over. She was so proud of her son. She sat down and cried.",
    "Bill entered his apartment. A worker had slipped a notice under the front door. The notice said they were going to spray his apartment for bugs. What bugs, he wondered. They would spray Friday morning. Friday morning he was in the bathroom. He heard a knock at the door. He was shaving. He rinsed his face. He heard the door open. \"Bug spraying!\" the worker said. Bill grabbed a towel and went out to the kitchen. He watched the worker spray all along the floor. He sprayed in the spaces next to the stove and the refrigerator. He asked Bill, \"Do you want me to spray the bathroom or anywhere else?\" Bill said, \"Not today, thank you.\" The worker left. Bill moistened some paper towels and wiped up all the foul-smelling insecticide on the kitchen floor. He put the paper towels into a plastic bag and tied up the bag.",
    "\"You forgot to say thank you,\" said Lorraine, the apartment building manager. \"Thank you for what?\" Sid asked. \"Remember your email?\" she asked. He’d emailed her about a safety hazard. He had suggested installing a window in the lobby door. Sometimes people leaving the lobby pushed the door open hard. A window would allow people leaving to see people entering. A window would help prevent people leaving from knocking down people entering. Two days later, the door had a new window. \"See what quick service we gave you?\" she said. Sid wondered why he should be thanking her. Someone who got knocked down could sue the building owner. The owner would have to settle lawsuits. Sid’s suggestion would help prevent lawsuits, saving the owner money. In fact, by reporting safety hazards, Sid was actually doing management’s job. Lorraine should be grateful to him. But he smiled and said, \"Thank you.\"",
    "Brenda is overweight and plain-looking. William is her team leader. William ignores Brenda. When she asks him questions, he tells her to ask him later. He tells her to look in the manual. \"What manual?\" she asks. He pretends that he doesn’t understand her. He says that he’s busy. He tells her to ask someone else. He rolls his eyes. He yawns in her face. Brenda hates William. She asked the boss if she could switch teams. The boss said maybe next year. The boss hired a new worker. Her name is Fay. Fay joined William’s team. Fay is young and pretty. When she asks William questions, he patiently answers all her questions. Then he asks, \"Do you have any other questions?\" Every few hours he walks over to her desk and offers his help. Every few days he takes Fay to lunch. Brenda always eats lunch at her desk.",
    "Phil had bought a round-trip ticket to Miami. But he wasn’t going to return to Boston. He was going to remain in Miami. He had bought the round-trip ticket because it was $400 cheaper than the one-way ticket. He was proud of himself. He had outsmarted the airline. But his friend Andy said the airline, Fly-High, would charge his credit card $400. \"They charged Nancy’s credit card $200 when she didn’t return to Boston,\" said Andy. \"She thought she had saved $200 by buying a round-trip ticket. But Fly-High made her pay the one-way price because she went only one way.\" Phil said if Fly-High tried to charge his credit card, he would hire a lawyer. Andy said Nancy had told Fly-High she was going to hire a lawyer. Fly-High said to go ahead. \"Did she hire one?\" Phil asked. \"Of course not,\" Andy said.",
    "Tom’s second cousin Ed was getting married in early June. Tom hardly knew his second cousin. They rarely spoke to each other. Tom spoke to Ed’s mom more often. Tom hoped he wouldn’t get an invitation. He disliked weddings. They reminded him of his own wedding. His wedding was okay, but the marriage was a disaster. Ever since, he’d seen weddings as doors to disaster. He disliked spending money. An invitation meant he’d have to respond yes or no. Even if he responded no, he’d still have to send a gift. That was $100 out the window. He disliked traveling if it involved more than a short ride. If he responded yes, he’d have to take a two-hour bus ride. But if he responded no, people might be insulted. Families expect family members to attend their weddings. On May 30, Tom hadn’t gotten an invitation. He felt relieved — and insulted.",
    "Burgur King in Brazil sells burgers. It also takes pictures. It takes pictures of customers. It puts their pictures on the wrappers. It puts the wrappers on the burgers. The customer gets a burger with his picture on the wrapper. There’s no extra charge for the picture. It’s free. \"We do it to bring in more customers,\" said a BK executive. He said the pictures are attracting customers. He said people like to see their picture. The picture adds a personal touch. \"It’s like someone calling you by your name,\" he said. Some customers have complained. They say identity thieves will use the pictures to commit fraud. \"We will not allow identity theft!\" said the BK executive. MacDonald’s likes the idea. It plans to take pictures of customers, too. But it will put the pictures on wrappers, cups, napkins, and receipts. \"BK doesn’t think big enough,\" said a MacDonald’s executive.",
    "Twelve million glasses is a lot of glasses. McBurgers is recalling 12 million glasses. They promote the new Shrek movie. They have pictures of the different Shrek characters. The pictures are pretty, but they contain a chemical. The chemical is dangerous. It can make people sick. To make sure that it gets all the glasses back, McBurgers is offering a \"Double Your Money Back\" program. Every customer will receive twice the original price per glass. \"That’s great,\" said Diane. She had bought five glasses. But she was going to wait. Eventually there would be only a few glasses unreturned. She would wait until the recall was almost over. Her glasses would be the last five glasses to be returned. She said, \"They’ll have more value. I’ll demand 100 times my money back. If they don’t pay, I’ll threaten to drink out of my glasses and get sick.",
    "An innocent man spent 20 years in jail. He got out when he was 58. Two years later, New York City awarded him $10 million. Alan had been convicted of murdering a woman. He hadn’t murdered that woman. He hadn’t murdered anyone. He was innocent. A cop had murdered the woman. That cop had testified that Alan murdered the woman. The jury believed the cop. Everyone trusts cops. The cop later went to jail. Alan said getting out of jail was the happiest day of his life. He thought he was going to die there. \"It’s terrible to be locked up for something you didn’t do,\" he said. \"It’s terrible when nobody believes you.\" Alan was pleased with the award. But he said nothing would ever make him happier than getting out of jail. Not even $10 million. \"The money is real nice,\" he said, \"but nothing compares to freedom.\"",
    "Herman was 23. He was at a party. He was drinking and having a good time. His friend told him to spend the night. \"You shouldn’t drive tonight,\" his friend said. Herman agreed. He would spend the night. But he got into his car and left. He knew the mountain road well. But he missed a curve. His car flew 400 feet in the air. It landed deep in the woods below, completely hidden from view. Herman’s friend called the police the next day. The police searched for four days. \"We were able to triangulate his position. His cell phone gave us a signal until the battery died,\" said a policeman. They found Herman. He was alive. He had crawled to a nearby stream. He had drunk water from it. He had eaten plants. A doctor said Herman would survive. He had only one major injury. Both legs were paralyzed.",
    "Gus and Bob were talking. They were talking about girls. They were talking about how hard it is to pick up girls. What do girls want? They were confused. Jerry walked by. He joined the conversation. He told them what girls want. They want a guy with confidence. They want a guy with money. They want a guy with a nice car. They want a guy who’s fun. \"It’s like that song,\" he said. \"Girls just want to have fun. And you two are no fun!\" Jerry left. \"Maybe Jerry’s right,\" said Gus. Bob said, \"Not really. Yes, girls want a guy with confidence, money, and a nice car. Yes, they want a fun guy. But, girls also want a nice guy. And we are both really nice guys.\" Gus asked, \"So, what do we do now?\" Bob said, \"We do what nice guys do best. We wait. We hope.\"",
    "New York City’s mayor is against smoking. Stores that sell cigarettes must display big anti-smoking ads. One ad shows a decayed tooth. The ad says, \"Smoking Causes Tooth Decay. Quit Smoking Today. Call 311 or 1-866-NYQUITS.\" Store owners are upset. They say the ads violate their free speech. Their free speech allows them to display only the ads they want to display. They don’t want to display anti-smoking ads. The ads hurt their cigarette sales. The ads hurt their business. City officials said consumers must know the facts. They must know that smoking is dangerous. The store owners are suing the city. But one store owner said, \"The ads don’t bother me. Everybody knows that smoking is dangerous. Is there a person in this country who doesn’t know that? Smokers don’t look at those ads. Smokers don’t care about their health. All they care about is their next cigarette.\"",
    "Derrick was arguing with his twin brother. They were 62. Their mom had died two months ago. They were arguing about her British estate. She’d had no will. Who gets what? \"What’s there to argue about?\" asked a family friend. \"You split everything down the middle. You’re twins. You each get half.\" Derrick disagreed, saying, \"I’m older than Byron. I was born two minutes before he was. Tradition holds that the oldest son is the most important child, and he gets the lion’s share. I’m not asking for much, just 60 percent instead of 50 percent.\" Byron scoffed. He said, \"We’re not living in the middle ages anymore. We aren’t knights suited in armor. Even if you were two years older than I, you still deserve only 50 percent. Or is money more important than family? If 10 percent isn’t ’much,’ as you say, then just don’t ask for it.\"",
    "Two thieves broke into a French museum. They used a ladder, a flashlight, and a knife. All they had to do was to break one window. They left half an hour later. They left with five paintings worth $200 million. They had cut the paintings out of their frames. \"They knew what they were doing,\" said a museum spokesman, \"but also they were lucky.\" How did they do it so easily? Where was security? Where was the alarm? Where was the camera? One security guard was stationed in that part of the museum. He was asleep during the robbery. The security alarm was broken. The museum was waiting for a replacement part. The camera was functioning, but the thieves wore masks. Police are studying the videotape for clues to identify the two thieves. \"The window had no steel bars because it was on a very busy street,\" explained the spokesman.",
    "Paul had been a Marine for 17 years. He couldn’t wait to retire. \"I’ve enjoyed it,\" he told his brother Sam, \"but I’ll also enjoy leaving it.\" He wasn’t sure what he was going to do after retirement. He definitely would spend more time with his daughters. His girls were seven and nine. \"They see me for awhile, and they don’t see me for a longer while,\" Paul said. He planned to retire in five years. His girls would be twelve and fourteen. \"That’ll be perfect,\" he said. \"I want to be home every night. Teenage girls need dads at home to watch over them. And I’ll be there to make sure they don’t date the wrong boys.\" Paul didn’t want his girls to follow in his and his wife’s footsteps. They had gotten married right after high school. He wanted his daughters to stay single and go to college.",
    "In Manhattan, supermarkets are not, like Starbucks, on every corner. It’s a lucky person who lives within a block of a supermarket. Delis, little restaurants, and little grocery shops are everywhere, but supermarkets are relatively few and far between. The closest supermarket to Brian was Gristedes. It was six blocks away. Friday he went shopping. It was a 25-minute walk to Gristedes. It was a 35-minute walk back. On the way back, Brian had to stop every block to rest. At every corner, he put the four heavy, plastic bags on the sidewalk. He stood next to them. He stretched his fingers. He stretched his arms. He stretched his back. There’s got to be a better way, he thought. There is. Many people buy personal shopping carts, for as little as $20. But Brian didn’t want to spend $20 on a shopping cart. Maybe I can invent something, he thought.",
    "Two weeks later, Brian bought a sturdy wooden stick. He went shopping at Gristedes. He bought his groceries. The checker put them in four double plastic bags. Brian took the stick and the four heavy bags outside. He put the bags on the sidewalk, two on the left and two on the right side of his feet. He slid the stick through the plastic handles. He stood between the bags. Grunting, he lifted the stick to his chest. Grunting again, he lifted the stick over his head. He rested the stick across the back of his neck. Two bags were hanging from each side of the stick. He started walking. He was comfortable. What a genius, he thought. He stopped after a block. His shoulders were aching. By the time he got home, his shoulders, neck, and back were killing him. Brian decided to shell out for a shopping cart.",
    "His emails to his friends always said, \"From: Cool Guy.\" But he decided Cool Guy wasn’t cool enough. He wanted something cooler. After much thought, he came up with the coolest name of all: Cool Dude. He went online to his Yahoo! email. He clicked on Options. Then he clicked on Mail Options. He saw Social Features, Shortcuts, and more. But he didn’t see Change ’From’ Name. He clicked on Accounts. He saw Yahoo! Mail. He hovered the pointer over it. It was a link. But it wasn’t blue, like most links. He clicked on Yahoo! Mail. Under Sending Mail was Your ’From’ Name. Next to that was a box. He changed Cool Guy in the box to Cool Dude. He clicked on Save Changes. He clicked on Back to Mail. He sent all his friends a short email: \"Guess who?\" They would be so jealous of his new nickname.",
    "Calvin answered the phone. A woman said, \"Hello. I’m Ruth. I’m a volunteer for Alzheimer’s.\" She sounded like an old woman. She said the organization was trying to raise money. He asked how she got his number. She said his number was on her list. He said that he was on the Do Not Call list. He told her not to call his number again. She apologized. He hung up. Later, he felt guilty. He shouldn’t have been so rude to that sweet old lady. He looked at Calls Received on his phone. He dialed the Alzheimer’s number. \"Hello, can I speak to Ruth?\" he asked. A man asked, \"Ruth who?\" Calvin didn’t know Ruth’s last name. The man said he would ask around and find Ruth. \"I just wanted to apologize to her for hanging up on her,\" Calvin said. The man said he would pass on Calvin’s apology.",
    "She called his name. Then she said \"Hello\" loud and slow. He said, \"My name’s not Hello. When are you going to learn that?\" He went into the living room. She asked him to close the blinds. She was getting dressed. She was afraid that people across the street could see into the apartment. He told her that nobody was interested in seeing her get dressed. She said there were a lot of weirdos in New York City. Who knew what kind of weirdos lived across the street? He looked out the window. \"Wow, you’re right,\" he said. \"Someone’s looking at us with binoculars.\" He waved. He closed the blinds. He went back into the kitchen. She said \"Hello\" again, loud and slow. He walked back into the living room. He asked, \"What now?\" She said one blind wasn’t fully closed. \"Someone can still see me,\" she said.",
    "Gary put his garage door for sale online. A man called. Was the garage door in good condition? Did Gary have all the parts? What was the price again? \"$465,\" Gary said. The price was in the ad. The man was testing Gary. He was testing to see if Gary was firm about his price. The man wanted to see the door. Gary invited him over. The man showed up. He examined the door. He liked it. He offered Gary $400. Gary immediately said okay. The man was surprised that Gary agreed so quickly. He said he should have offered Gary $350. Gary said, \"No, you should have offered $400. If you had offered a dollar less, I would’ve said no. I figured you were going to try to lower the price. I had already decided to accept $400. So you don’t have to kick yourself for not offering $350.\"",
    "New York City has thousands of workers. It has workers that you don’t see. It has workers that you do see. The workers that you do see are right on the street. Street vendors are everywhere. Vendors set up on the wide sidewalks. They sell purses. They sell sunglasses and boxes of perfume. They sell wallets. They sell books and DVDs. Food vendors are everywhere. Some vendors sell only nuts. Others sell only produce. Many of them have four-wheeled silver carts. The carts have blue and yellow umbrellas that say \"Sabrett.\" These vendors sell food and drinks. They sell hot dogs and hot sausages. They sell meat on a stick. They sell huge, soft pretzels. Artists sit on the sidewalks. They draw your portrait. They draw you a funny face or an artistic face. Newspaper vendors stand on corners. They sell you the latest New York Times or Daily News.",
    "Emily and Grant were inside Macy’s on 34th Street. Macy’s was having its annual flower show. The store was full of flowers. They were beautiful to look at and beautiful to smell. It was like being in a forest or jungle. Flowers were everywhere. The store was packed with people. Everyone inside the store was taking pictures. They took pictures of the flowers. They took pictures of one another standing next to the flowers. People were asking strangers to take their picture. Emily took pictures of Grant. Grant took pictures of Emily. Emily asked a stranger to take their picture. The stranger took their picture. It was out of focus. Emily asked another stranger to take their picture. It was also out of focus. Grant asked a stranger to take their picture. The picture was crystal clear. It was a beautiful picture. \"The third time’s the charm,\" said Grant, smiling.",
    "Billy came home from school. He was in the first grade. His eyes were teary. He told his dad that Johnny had pushed him. Johnny had pushed him three times. Billy wanted his dad to go to school with him the next day. He wanted his dad to push Johnny three times. That would teach Johnny a good lesson. He would never push Billy again. His dad said Billy must learn to fight his own battles. He must learn to fight them now. He must stand up for himself now. No one else could fight his battles. Dad said, \"The next time Johnny pushes you, you push him back twice as hard. Don’t run from him. Don’t hide from him. Push him back twice as hard. He’ll realize that you’re not weak. You must start being strong now, or people will push you around for the rest of your life.\"",
    "Some city workers wear bright yellow shirts that say \"City Sights NY.\" They sell tickets for double-decker buses that carry fascinated sightseers. Sightseers can hop on and off when and where they want. Men in white shirts push blue trashcans on wheels. The men sweep up all the trash on the pavement. Some city workers pedal brightly colored pedicabs with big, rear wheels. The pedicab is a tricycle for tourists. It has an awning to shade riders. Several riders can sit in the seat behind the cyclist. He takes them on a tour of the city. A security guard stands in a small city park. He wears a blue shirt and black pants. He answers many tourists’ questions. Cab drivers are everywhere. They drive their yellow cabs all over the city. Day and night, thousands of New Yorkers hail cab drivers. Cabs and New Yorkers are always on the move.",
    "Stuart stood in line in the drugstore. The clerk said, \"Next!\" She asked Stuart for his Rewards card. He was already digging through his wallet for it. He finally found it. It was with seven other Rewards cards for seven other stores. Each card was about one-fourth the size of a credit card. Every time he shopped, he had to dig all the cards out of his wallet to find the one he was looking for. Dig, dig, dig. He was tired of digging. There must be a better way. When he got home, he put all the loose cards on his desk. He Scotch-taped them together into one long strip. He left small gaps between the cards so he could fold the whole strip in half. What a simple solution, he thought. He put the folded strip of cards into his wallet. He couldn’t wait to go shopping again.",
    "He was going to move to LA in a month. He was going to start a new life. He was excited. His girlfriend was excited, too. She couldn’t wait to go to Disneyland and visit Hollywood. His birthday was a week away. She bought him an expensive cigarette lighter. She got it engraved. The engraving said, \"Love, Trish.\" On his birthday, she gave him his gift. He opened the box. He looked at the lighter. He loved it. \"This is a beautiful lighter!\" he said. She told him to look on the other side. He turned it over. He saw the engraving. His face changed. \"What’s the matter?\" she asked. He shook his head. He said she shouldn’t have spent the extra money to engrave it. A week later he told her the truth. He wanted to break up. He moved to LA without her. He never used the lighter.",
    "They were at the north end of Central Park. It was a hot afternoon. They were walking near a small lake. Some people were fishing. James saw a brown pit bull. He hated pit bulls. They were dangerous dogs. They could turn on anyone, even their owner, in a second. The dog was running loose. James couldn’t believe it. Dogs in Central Park are supposed to be leashed. James grabbed Rhonda’s hand. He didn’t say anything about the dog. He watched it carefully as they walked past it. Then James saw the owner of the dog. He was a big fat man wearing shorts and no shirt. He was eating a sandwich. Three pit bulls were leashed to a railing next to him. The man did not seem to know or care that one of his dogs was running around. He was enjoying his sandwich. They walked by the man.",
    "Blair is schizophrenic. About one percent of people are schizophrenic. Schizophrenia is a mental condition. Its cause is unknown. There is no cure. Drugs can help a person live with the condition. But these drugs have side effects. Schizophrenia usually occurs in a person’s teens. The person starts hearing a voice in his head. Sometimes the voice talks constantly. Sometimes it’s quiet. Blair goes to a coffee shop every day. He drinks coffee and smokes cigarettes. He sits at a table by himself. Sometimes the voice talks to Blair about a stranger in the shop. The voice says, \"That man is thinking about you. He doesn’t like you. He wants to fight. You should fight him.\" Blair thinks about walking over to the man. He thinks about telling the man to stand up and fight. But Blair knows the voice might be lying to him. He leaves the coffee shop.",
    "His brother told him the news. Their dad was on the move again. He had bought a ticket. He was going to visit Ireland. Their mom wasn’t going. She had gotten sick on their last trip. They had traveled to South America. She didn’t know if it was something she ate or something she drank. But she was sick for a week. Their trip had lasted two weeks. \"That’s it,\" she said. \"I’m never leaving home again. If I’m going to be sick, I want to be sick in my own home.\" Their dad didn’t mind traveling alone. He made friends easily. He liked to tell funny jokes. He liked to dance. He used to be a real ladies’ many, many years ago. But their mom wasn’t worried about him cheating on her. \"He’s 82!\" she said. \"If he can cheat at his age, he belongs in the record books.\"",
    "James didn’t say anything to the man about his dog. They walked another 100 feet. They heard a scream. They turned around. The pit bull was pulling on a little girl’s foot. The girl was lying on a blanket. The dog was trying to drag her off the blanket. Her father yelled at the dog. The owner yelled at the dog. The dog ran to the owner. The little girl was bawling. Her father picked her up and held her in his arms. James thought, They should throw all pit bulls into the ocean. He and Rhonda walked into a park building. He told a worker about the attack. \"Really?\" she said. \"That’s too bad. I hope she’s all right.\" She didn’t say anything about calling the park police. They walked back outside. The little girl was still bawling in her father’s arms. The pit bull was on a leash.",
    "She said that the hair on his head was growing back a little. He was surprised to hear that. He had never heard of hair growing back. Cancer victims who get chemotherapy often lose their hair. It often grows back. But he hadn’t had chemotherapy. He asked if she was sure. He couldn’t see any new hair. Yes, she was sure. His hairline was \"proceeding\" instead of receding, she said. She said that she was growing hair, too. \"I never used to have hair on my legs,\" she said. Now she was growing some hair on her legs. She showed him her legs. He couldn’t see any hair. He asked if she was pulling his leg. She said of course not. \"Do you doubt me?\" she asked. He said, \"No, of course not, honey. I was just making sure.\" The next day, he made an appointment with an eye doctor.",
    "Sarah was a pretty baby. She was only 13 weeks old. Her dad was 19, and her mom was 18. They weren’t married, but they wanted to have a big wedding when the time was right. Her mom worked at a hotel. Her dad did not have a job. He stayed at home and babysat Sarah. One day Sarah started crying and, despite all his efforts, she just wouldn’t stop. Finally, he couldn’t take it anymore. He called his mom. She knew a lot about babies. He said, \"Mom, no matter what I do, Sarah won’t be quiet. If you don’t have any solutions for me, I’m just going to start shaking her.\" His mom said, \"Start shaking her?! Don’t you dare shake her! Don’t you ever shake a little baby! Their poor little brain can’t handle it.",
    "John drove home from work. He drove home in his Honda. He saw a man near his apartment building. The man was standing by the carport. John looked at the man. He did not know the man. The man was just standing there. John pulled his Honda into the carport. He got out of his car. He locked his car. The man was still standing there. John walked over to the man. He said, \"Hello. Who are you?\" The man said, \"I am Ralph. I live in this building.\" John asked, \"Which apartment do you live in?\" Ralph said, \"I live in number 3.\" John said, \"I am John. Can I help you? Why are you standing here?\" Ralph said, \"I moved here last month. Someone broke into my car last week. I heard a noise five minutes ago. Maybe it was a thief. I came out here to check.\"",
    "Sue forgot her pencil. She had left her pencil at home. She needed to borrow a pencil. She asked her classmate, \"Nancy, could I borrow a pencil, please?\" Her classmate said, \"Sure, Sue. Here you go.\" Nancy handed her a bright yellow, No. 2 pencil. It had a pink eraser on the end. The point was dull. It needed sharpening. Sue said thank you. She got up from her desk. She walked over to the pencil sharpener. She stuck her pencil into the sharpener. The sharpener hummed quietly. She pulled the pencil out. Now it had a sharp point. The point was sharp. She sat down at her desk. She started writing on her paper. She wrote her name and the date. She wrote her teacher’s name. She wrote the first names of all her classmates. She wrote the days of the week. She wrote the months of the year.",
    "Dean and Jerry were sitting at the bar in a nightclub. They were attracted to two pretty ladies at a table nearby. Neither man had ever picked up a woman in a club. They discussed their strategy. Jerry said, \"It’s real simple. We just buy them drinks. Every time the waiter takes them two drinks, he’ll point to us. We’ll wave and smile, and they’ll wave and smile. After a few rounds, they’ll wave us over.\" Dean liked the idea. They ordered a round of drinks for the ladies. Then another round. Then another round. Finally, the women waved them over. \"See?\" Jerry said, grinning, to Dean. They sat down at the table. Jerry started to introduce himself. The blonde slowly laid her head onto the tabletop and passed out. The brunette said, \"I’m sorry. I’d better take my roommate home. Thanks for the drinks.",
    "It was October 13. It was flu season. He went to his school. His school gave him free flu shots every year. He did not like shots. But he liked free shots. But this year he was unlucky. Too many people wanted the free flu shots. He arrived at his school too late. There were no more free flu shots. They had just run out of free flu shots. So he had to pay for his flu shot. He had to pay $15. He gave $15 to a clerk. She gave him a ticket. She said, \"Bring this ticket with you on October 27.\" He brought his ticket with him on October 27. He went into a room. Three nurse assistants were in the room. One of the nurse assistants gave him his flu shot. She said, \"Your arm might be sore later.\"",
    "The janitor was upset. His boss did not give him a raise. The janitor said, \"You did not give me a raise this year. You did not give me a raise last year. You did not give me a raise two years ago.\" His boss said, \"Times are hard. I am not making money. I do not have any extra money. Maybe you can find another job. Maybe they will pay you more.\" The janitor looked for another job. He could not find another job. Nobody wanted to hire him. He had to keep the same job. It was that job or no job. But he was not happy. His boss made a lot of money. He drove a new Lincoln. His wife drove a new Lincoln. The janitor drove an old Chevy pickup. He kept his job. Maybe the boss will give me a raise next year, he thought.",
    "Sara walked outside. It was icy outside. She did not want to slip and fall. She was very careful. She walked very carefully. She walked very slowly. She watched her every step. Ice is slippery. Ice is tricky. Sometimes you see it. Sometimes you do not. You have to look very carefully. Sara looked very carefully. She did not take her eyes off the sidewalk. She did not take her eyes off the ice. She was not going to slip and fall. Suddenly, she slipped and fell. She had not seen the ice. She had not seen the tricky ice. She had not seen the slippery ice. She landed on her behind. That was okay. Sara had a big, soft behind. The fall did not hurt her. Sara stood up. The tricky, slippery ice will not make me slip and fall again, she thought. She walked very, very, very carefully.",
    "He filled the pot halfway with water. He put the pot on the stove. He turned on the burner. He sat down at the dining room table. He opened the newspaper. Newspaper stories made him angry. Newspaper stories were about corruption. Corruption was everywhere. Police were corrupt. Lawyers were corrupt. Judges were corrupt. Bankers were corrupt. Politicians were corrupt. Corporations were corrupt. The government was corrupt! Corrupt people stole from honest people. Honest people worked hard for their money. They deserved to keep their money. But they lost their money to corrupt people. Corrupt people never went to jail. They always paid a small fine. He was mad. He was angry. He was steaming. He smelled something. Something was burning. He got up from the dining room table. He walked to the stove. The water had boiled out of the pot. He looked at his smoking pot.",
    "He taught at a university. He taught at a university in New York City. He was a good teacher. But he did not have a girlfriend. He wanted a girlfriend. He went to clubs. He went to gyms. He went to parks. He went to dances. He went to parties. He talked to women. He talked to tall women. He talked to short women. He talked to thin women. He talked to plump women. No women wanted to be his girlfriend. He called on his neighbor. She lived next door to him. She was married. He explained his problem to her. She offered to help. She had two girlfriends. She arranged a meeting. All four of them met in a coffee shop. They all had a good time. Later, he asked her, \"Did either one like me?\" She said, \"They both like you.",
    "He loves his wife. He loves her so much. I love her so much, he says to himself. He says it every day. He says it 20 or 30 times a day. He cannot help himself. The five words come to him all of a sudden. They come to him out of the blue. They come to him without thinking. He loves those five words. He loves to think those five words. He loves to say those five words. But he does not say them 20 or 30 times a day. He does not say them ten times a day. He does not say them one time a day. He says them one time a night. Every night he tells his wife, \"I love you so much!\" Telling her those five words makes him feel good. Then he closes his eyes. Next day he will think those five words again.",
    "He pulled out a paper towel. He pulled out another paper towel. The towels were in the dispenser. The dispenser was in the men’s room. The men’s room was tiny. There was not much elbow room. He used the towels in his classroom. He cleaned the whiteboard with the towels. The towels worked well on the whiteboard. They cleaned better than the eraser. The towels were always clean. The eraser was always dirty. He looked at his watch. It was time for class. He had to hurry. He needed more towels. He grabbed a handful. They were stuck in the dispenser. He pulled hard. They remained stuck. He pulled harder. They all came out at once. But his hand had too much momentum. The side of his hand hit the sink. It hit the sink hard. His hand hurt. Had he broken a bone? He took the towels to class.",
    "She had a cat. It was black. It had a white dot on its forehead. She called it Dot. She had another cat. It dashed around Dot. It dashed around the apartment. She called it Dash. She had a fish. The fish was a goldfish. She called it Goldie. She had another fish. It blew bubbles out of its mouth. She called it Bubbles. She had a turtle. The turtle lived in its shell. The turtle walked in its shell. The turtle slept in its shell. She called it Shelly. She had a bird. The bird talked. But it said only one word. It only said Hello. She called it Hello. She had a dog. The dog barked at Dot. The dog barked at Dash. The dog barked at Goldie. The dog barked at Bubbles. The dog barked at Shelly. The dog barked at Hello. She called her dog ShutUpAlready.",
    "She did not trust her coworkers. They said nice things to her face. They said mean things behind her back. They pretended to be friendly. But they just wanted to trick her. Why did they dislike her? She was a hard worker. They were lazy workers. Her boss liked her. That made her coworkers jealous. They wanted her to leave. They did mean things. They stole her pens. They broke the lock on her desk drawers. They stole her lunch out of the refrigerator. She told her boyfriend about her coworkers. Her boyfriend got angry. He wanted to go to her office. He wanted to yell at her coworkers. She told him no. She said yelling would not solve anything. Yelling would make things worse. She did not want to upset her boyfriend. She did not tell him about her work problems anymore. She kept her work problems to herself.",
    "There was a scab on his shin. It was not big. But it had been there a long time. He picked it. It was a deep scab. After picking it, he had to pull it. He finally pulled it all out. Blood poured out of the hole in his shin. He put a tissue on the hole. The tissue quickly turned red. He put another tissue on the hole. That tissue turned red. He kept applying tissues. Finally, the blood stopped flowing. He put a Band-Aid on the hole. He went to bed. The next day, his calf was swollen. His ankle was swollen. He took off the Band-Aid. Clear fluid flowed out of the hole. It was not blood. He did not know what it was. But it flowed out of the hole for three days. Finally, the flow stopped. A new scab formed. He did not pick it.",
    "Sheila had lost her job. One day, a bank officer knocked on her door. He said, \"You have missed your monthly payments. You have to leave by Friday noon.\" She said, \"But I have no job. I have no place to go. This is my home.\" He said, \"No, ma’am. This was your home. It is our home now. Good luck!\" She called her son. He said he could not help her. She called her daughter. She said she could not help her. She called her best friend. She said Sheila could move in with her and her husband. But then Sheila heard her husband yell, \"No way!\" She called Salvation Army. They took all her household goods. She packed her pillows and blankets into her car. Friday night she parked her car in front of her empty house. I cannot live there, but I can live here, she thought.",
    "The soccer game was almost over. Both teams were undefeated. Neither team had scored. A player at midfield kicked the soccer ball. It went up into the air. It came down near the goal. Two players jumped up. One player headed the ball toward the goal. The goalie dived for the ball. But he missed it. The ball went into the net. Goal! The player ran to the net. He picked up the ball. He held the ball up high. The fans stood and cheered. He ran across the field. His teammates caught up to him. They jumped on top of him. They were so happy. His header had won the game. Their team had won the game. The players hugged one another. They were smiling and laughing. The other team walked off the field. The players were silent. One player kicked an unopened plastic water bottle into the stands.",
    "Her real estate client was ready to sign the papers. She had spent a week with him. She had taken him all over Manhattan. She had shown him 18 different apartments. The 18th was the charm. He loved it at first sight. He was sitting in the office at her desk. She looked for the registration form. She asked her manager where the form was. He said it was in the other office. She went into the other office. She looked all around. She could not find the registration form. She went back to her desk. Her client was gone. She asked, \"Where is my client?!\" Her manager said, \"He left. He changed his mind about renting that apartment.\" She knew her manager was lying. She ran out the door. She wanted to talk to her client. She did not see him. All that work for nothing, she angrily thought.",
    "Prisoners in New York complained constantly about overcrowding. A court ordered the governor to release one-third of the prisoners. The governor refused. He did not see a problem. Throughout New York, he said, poor people live worse. Poor people have no cars of their own. Prisoners have their own private van service. Poor people have no running water. Prisoners have running water, cold and hot. Poor people have no indoor toilets. Prisoners have indoor toilets. Poor people have no heat in their homes. Prisoners have heat. Poor people have no doctors or dentists. Prisoners have doctors and dentists. Poor people do not have three meals a day. Prisoners have three meals a day. Poor people have to work. Prisoners do not have to work. \"Prisoners have a good life,\" the governor said. \"They should stop complaining.",
    "Al’s brother drove him to the airport. Al was leaving Los Angeles. He had lived there for 30 years. He got out of the car. He told his brother goodbye. He checked his bag. He went through security. He sat down and waited. They announced his flight. He got in line with 200 other people. He got on the plane. He sat in the very back. He slept all the way to New York. He got off the plane. He got his bag. He took the E train to Penn Station in midtown Manhattan. He walked toward Macy’s. He saw the Empire State Building. He went into a large apartment building. He took the elevator. He walked to an apartment. He rang the bell. His wife opened the door. She had moved to New York six months earlier. They kissed. They were together again, together forever.",
    "Meg’s mother called. Could Meg pick up a book for her? Meg said sure. She drove to downtown Los Angeles. Her mom’s law school was not in the best neighborhood. But Meg did not mind. She had been to the school several times. She arrived at the school. She went to her mom’s office. Her mom was a teacher at the school. Meg took the book back to her car. A man was hiding in the back of her car. He put a knife to her throat. He told her to drive to her ATM. When they got there, he told her to withdraw $300. The man walked with her to the ATM. She got the money and gave it to him. He grabbed her purse containing her keys and cell phone. He got into her car. She ran over to the car.",
    "He told his landlady he was moving. He had places to notify. He notified the electric company. He notified the gas company. He notified the post office. He had things to pack. He packed his books. He packed his clothes. He packed his computer. He had things to sell. He sold his refrigerator. He sold his bicycle. He sold his sofa. He had things to donate. He donated his pots and pans. He donated his rods and reels. His neighbor asked, \"Where’re you moving to?\" He said, \"New York City. My girlfriend went there last month. She was there for two weeks, and she fell in love with it. When she came back, she said she wanted to move there. I said no way. New York City is too expensive. It’s too cold. It’s too dangerous. Then she said she was moving there — with or without me.",
    "It was Halloween night. Asher was Superman. Ava was Batwoman. Each held a goody bag for treats. Mom asked, \"What do you say after they give you treats?\" They said, \"Thank you!\" She told them, \"Be home by 7 o’clock.\" They pouted. She said, \"Okay, 8 o’clock, but not a minute later. Be careful!\" They kissed their mom goodbye. By 7:40, their goody bags were almost full. They headed home. Another trick-or-treater joined them. They couldn’t figure out his costume. Asher asked, \"Who are you supposed to be?\" The costumed person said, \"I’m The Follower.\" Asher said, \"The Follower? Who’s that?\" The Follower took off his mask. He grinned and said, \"Your mommy, that’s who! I followed you to make sure you were safe!\" The kids groaned. Asher said, \"Of course we’re safe. We’re not little babies anymore.\" Mom said, \"You’ll always be my little babies, like it or not.\"",
    "A five-week-old baby died after her brother dropped her. Baby Betty landed on her head. She died in the hospital shortly afterward. Authorities didn’t press charges against the children’s mother. She had been sleeping when Jimmy, 6, picked up Betty. Jimmy told an investigator, \"Sis was crying. Mom was sleeping. I didn’t want Sis to wake up Mom. I picked her up. I was going to hug her until she stopped crying. But then she started kicking. She sort of kicked herself out of my arms. But I tried to catch her!\" A neighbor said authorities should have charged the mother with child neglect. He said, \"She shouldn’t have been sleeping. A good mother is an awake mother.\" Another neighbor said the mother was blameless. She said, \"Since when is it a crime to sleep in your own bed? Her poor baby’s death was just fate — wrong place, wrong time.\"",
    "A wreck near 96th Street has all northbound lanes closed. The West Side Highway’s your best bet to get up to the GW Bridge. Plenty of traffic on the inbound  Gowanus in Brooklyn exiting to the BQE. On the BQE, we’re looking at delays southbound. The southbound Van Wyck is jammed from the LIE lane closures to fill potholes and do roving repairs. Huge delays northbound on the FDR. We got a problem on the westbound Williamsburg Bridge, Manhattan side. The Hudson River crossing’s in pretty good shape. The Lincoln Tunnel is better than the Holland Tunnel. Heavy traffic from around Metropolitan Avenue up to the Kosciuszko Bridge. Midtown tunnel’s got some traffic going over to Queens. The 59th Street Bridge, where there’s no toll, has a much better ride. The F’s on the M tracks, the M is on the J’s, all because of rail problems at 57th Street.",
    "Keep your rain gear handy. Cloudy skies, and there’s rain in the city, in Long Island, and down the Jersey shore. There’s a snow and ice mix around the area. It’s still raining in Central Park. It’s 37 degrees in midtown. Relative humidity is 89 percent. The winds are west at 5, gusting to 16 mph. A winter weather advisory is in effect until 3 o’clock. Overcast all day, with periods of rain. It’ll be damp tonight. Cold air pours in here tonight. It’ll get down to 20. Tomorrow’s a cold day. It’ll be 18 in the suburbs, 26 in the city. We dry out tomorrow. It’ll be partly sunny, a high of 30. Wednesday a high of 31, but the \"real feel\" will be around 20 during the day, and 10 at night. Persistent slick spots on the roads, so be very careful traveling around the city. Stay warm.",
    "Alarmed, she pointed her finger at the approaching man. She pulled her finger as if pulling a trigger. He collapsed. The police and EMS arrived. A paramedic said, \"This guy’s deader than a doornail. There’s a clean hole through his chest. I could drop a pencil through it. I’ve never seen anything like this.\" An officer asked her, \"What happened?\" She said, \"He’s a bad man. He was going to hurt me. I had to shoot him.\" The officer searched her and her purse. He asked, \"Where is it?\" She said, \"Where’s what?\" He said, \"Don’t play dumb with me. Where’s the gun?\" She showed him her index finger. She said, \"Here it is.\" A bystander walked up. He said, \"Officer, I saw the whole thing. She shot him with her finger.\" The officer scoffed. Handcuffing her, he said, \"I’m arresting you for murder. Don’t worry, we’ll find the gun.\"",
    "Tina brought home Barker, a border collie, from an animal shelter on 38th Street in Manhattan. Barker, she soon discovered, had a bad habit. He liked to sniff and paw at her chest. Even after she pushed him away, he kept returning to sniff and paw at her chest. She told her son Owen about Barker. He asked, \"Does he paw at friends who come to your apartment?\" She said, \"No, he doesn’t. He only paws at me.\" Owen said, \"Maybe you should see a doctor. I’ve heard that dogs can detect diseases. Maybe you’ve got something.\" She said, \"That’s crazy.\" But eventually she visited her doctor. He referred her to a specialist, who found a Stage III malignant tumor in her chest. After Tina’s surgery, Barker stopped his pawing. Thinking he might be able to sniff out cancer in children, Tina took Barker to Covenant House on 41st Street.",
    "The police searched high and low, but they never found a gun, a shell casing, or a bullet. Nevertheless, she went on trial for murder. Her lawyer said, \"Don’t worry. They can’t prove a thing. Even their eyewitness’s testimony is beyond belief.\" The prosecutor put her on the witness stand. He said, \"Please show the jury how you killed the man.\" She pointed her finger at the prosecutor. Just as she \"pulled the trigger,\" he ducked. The judge and jury laughed. After closing arguments, the jury deliberated for two whole minutes. The jury foreman declared her not guilty. Afterward, her lawyer said, \"You know, I believe that you actually did it with your finger. I think the prosecutor does too. There’s a lot of strange things in life. So, weren’t you worried that you would kill the prosecutor?\" She said, \"No. My finger only fires when I’m scared to death.\"",
    "Rod was fishing. It started to rain. That didn’t bother him. Then he saw lightning and heard thunder. That did bother him. He decided to pack up. Just then he got a bite. It felt like a big one! This was going to be fun. Whack! Lightning struck Rod. When he came to, he was in a hospital. A doctor said, \"Nobody knows how or why you’re alive. The boulder you were standing on was split in two, along with the tree next to it. But you don’t have a mark on you.\" Rod wondered what happened to his fish. He got out of the hospital two days later. That evening, he watched \"Jeopardy\" on TV. He knew each answer, even before Alex announced it. And he knew all the correct questions. He’d never known more than a few correct questions before. I have a mark in me, he mused.",
    "Olga said yes. He said the job required a lot of driving. He asked, \"Do you have a driver’s license?\" She said yes. He asked if she was available for an interview the following Wednesday. She said, \"Yes, but let me be clear about something first. I have a driver’s license, but I don’t have a car. Do I need my own car, too?\" He said yes. She said, \"I don’t have one, so I’m out. But let me ask you another question. Why don’t they state this requirement on the canvass letter? If I had seen ’personal car required,’ I would have checked a No box. Then you wouldn’t be wasting our time with this phone call. Doesn’t that make sense?\" He said, \"It certainly does. I don’t know why this isn’t being done. Let me bring it up at my next meeting. Good luck with your job hunting.\"",
    "Death was not a problem for Kevin — dying was. He wondered what percentage of people actually died while sleeping in bed. According to polls, that’s how most people want to go. But few do. He figured, with his luck, he wouldn’t be one of the few. That left dying by accident or disease. There were other ways to die, of course, but not as common as those two. He was always careful when crossing the street; he looked both ways even when crossing one-way streets. That had saved him several times from getting struck by bicyclists. Although killer bicyclists were always on his mind, he crossed off \"accident.\" That left \"disease.\" He used to think that diseases, like getting old and looking old, were for other people. But recently his doctor had told him that he had cellulitis and diverticulosis. He asked, \"How? Why?\"  His doctor had shrugged his shoulders.",
    "Olga took several computerized tests in downtown Manhattan. The tests cost her $25 to $45 each. A passing score put her on an eligibility list for a city or state job. About 18 months after her first test, an agency sent her a canvass letter. The letter stated her list number. Also, it stated the job title, salary, borough, PT or FT, and shift. The bottom half of the letter contained nine boxes followed by Yes or No and a short, descriptive sentence. She checked the first box. Its sentence said: Yes, I am interested in this position; I can report to work by (date). She mailed the letter back, with her resume. She received letters from other agencies. She responded to each one the same way. Eventually, a supervisor called. He told her his name, agency, and the job title, and asked if she wanted to interview for it.",
    "Then, instead of dismissing diseases because they were only for other people, Kevin started worrying about which painful disease was going to end his life. Talking to his brother one day, he said, \"You’re lucky. You’ve already had appendicitis.\" Jason asked, \"What’s ’lucky’ about that?\" Kevin said, \"You never have to worry about getting it while you’re on a cross-country flight, that’s what.\" Jason said, \"But you never fly, so you don’t have to worry about it, either.\" Kevin said, \"Yes, but I use the subway every day.\" Jason said, \"Cross-country?! Just ride the local trains. If you feel deathly ill, get off at the next stop and take a cab to an ER. Just stop worrying about it. They say that worrying about something just makes it happen.\" Kevin said, \"’Worrying makes it happen.’ What a great suggestion. Thanks.",
    "Rod opened the NY Times. Maybe now he was good at crossword puzzles. He did the whole puzzle in minutes. It was a breeze. His TV was showing an ad for the MegaMillions and PowerBall lotteries. He had never won even a dollar playing either game. But he \"saw\" the winning numbers. He bought two tickets. His tickets won. He played the next four games. He won all four. He was worldwide media news. People accused him of cheating. People hated him for stealing \"their\" winnings. Someone shot and killed him. A spokesman for the Cancer Society angrily told the media, \"Rod had donated 95 percent of his winnings to cancer research. He said he wanted to save mankind from cancer.\" A reporter said, \"Why didn’t he tell everyone? Then he’d probably still be alive.\" The spokesman said, \"He didn’t want to be seen as patting himself on the back.\"",
    "The doctor asked, \"Now, how much water do you drink a day?\" Sheila said, \"I’m not a big fan of water. It has no taste. I drink tea and juice.\" He said, \"The sugar in the juice is drying out your vocal cords. Stop drinking the juice, and start drinking eight glasses of water every day.\" She said, \"I can’t do that. I have a small bladder. I’ll be visiting the bathroom all day long. The kids will start talking. The principal will hear all the talk, and I’ll get fired — for drinking water! Besides, water doesn’t lubricate vocal cords. It goes right past them and straight into my stomach. Then it goes straight into my bladder, and then I go straight into the bathroom. Water doesn’t make a drop of sense.\" He said, \"Who’s the doctor here!? Try what I’m telling you, and I’ll see you in four weeks.\"",
    "Sheila went to her ear-nose-throat doctor. She spent twenty minutes filling out various forms. Why, she wondered, can’t all my medical information be in the Cloud? Every time she saw a new doctor, she had to provide the same basic information. The doctor finally saw her. She said, \"I can’t talk for long periods. My voice gets dry and raspy. I have to suck on lozenges all the time. But the lozenges leave a bad taste in my mouth, and of course they interfere with my enunciation. I’m a teacher. I need to be able to talk. A teacher without a voice is like a doctor without a Mercedes.\" He said, \"Many lozenges contain menthol. Menthol actually dries out your throat. Try non-menthol lozenges.\" said, \"Non-menthol? I’ve never even heard of non-menthol. Can you name one, please?\" He said, \"Not offhand. But they’re out there.",
    "It was 8:30 a.m. In an hour, Dr. Eduard was going to inject Lidocaine, a painkiller, into Brad’s right cheek right next to his nose. Five weeks ago, Dr. Marina had injected Lidocaine into the same place in order to get a biopsy. She had cut out a section of a puffy, white circle with a nearly dime-size diameter. The subsequent lab report indicated basal cell carcinoma. Five years ago and two years ago, two different dermatologists had told Brad that the puffy circle was just a \"fat deposit.\" Brad was worried. He’d read that such cancer was rarely fatal but often disfiguring. Had the cancer had time to grow into his cheekbone? Dr. Marina had said the \"Mohs\" surgery might last all day. Operating on several patients today, Dr. Eduard would cut, examine each specimen microscopically, and cut again until he’d removed all the cancerous tissue from each patient.",
    "He’d just finished reading a textbook full of typos. Did they bother to read this book before they published it, he wondered. He couldn’t believe that they charged $70 for it. He’d circled all the errors with a red pen, so he couldn’t get his money back. But he could call the publisher. Cheryl answered. He told her about all the typos. She said, \"You know, you’re the first person to say anything about that.\" He couldn’t believe it. He asked how many people had bought the book. She said 1,500 people had bought it. \"And I’m the only one to complain?\" he asked. She said yes. He asked how many people had returned the book. She said nobody had returned it. He couldn’t believe it. \"I circled 215 misspellings in the book,\" he said, \"and there are only 200 pages!\" Cheryl said, \"Maybe we should submit it to Guinness.\"",
    "John called the hospital his dad was in. John hoped he could make it through this call in one piece. He told the operator, \"Can you connect me with my father? He’s in room 455.\"\r\nMoments later, his dad answered. \"Hello.\" Then he coughed. \r\nNot even recognizing his dad’s voice, John said, \"Hello. This is your son in Brooklyn. How are you doing?\"\r\n\"Hi, son! I’m awake. How are you doing?\" He coughed again.\r\n\"Better than you, that’s for sure.\"\r\n\"Yeah, everybody’s doing better than me.\"\r\n\"You’ve been in the hospital a week now, you know. Are they letting you eat anything solid yet? I heard all they were giving you was Jell-O and lollipops.\"\r\n\"Yeah. I just finished eating cereal and milk.\"\r\n\"What kind of cereal?\"\r\n\"Wheatina.\"\r\n\"Are you feeling any pain?\"\r\n\"No, no pain. I’m just out of breath all the time. It’s hard for me to talk.\"",
    "\"Mom, what do you mean, dad’s still in the hospital? Gall bladder surgery is 20 minutes. He’s been there a week now.\"\r\n\"Well, there were complications. When you’re 87, there can be complications.\"\r\n\"Of course. What complications?\"\r\n\"Well, first they removed the gallstones that were causing him such a terrible stomachache. But while they were doing that, he had a myocardial infraction.\"\r\n\"A heart attack? He’s never had heart problems!\"\r\n\"Not till now, anyway. So now they have to wait until they’re 100 percent sure his heart is healthy enough to withstand surgery.\"\r\n\"How is he feeling?\"\r\n\"Well, he’s making jokes. He seems to be okay, although he drifts off sometimes. He looks okay, if you ignore the tubes going into him. His cheeks aren’t sunken in, even though his diet is Jell-O, lollipops, and ice. They won’t even let him drink water. He’s always thirsty, but not very hungry.\"",
    "Not religious, Brad said a little prayer anyway, hoping that God would ignore his hypocrisy. At 5:30 p.m., Dr. Eduard was suturing the raw hole in Brad’s face. The day had been completely pain free. The doctor had had to cut into Brad’s face three times. The cancer hadn’t invaded bone. Throughout the day, Brad had noticed other patients in the waiting room with big, white bandages on their faces. Two patients had bandages on their mouths. Dr. Eduard sutured Brad’s face with dissolving stitches and then with regular stitches. He explained the follow-up care that Brad needed to do and gave him prescriptions for an ointment and for pain. He told Brad to return in a week to get the black, outer stitches removed. Brad thanked God as he walked to the bus stop. I don’t deserve it, he thought, but thank You for looking out for me today.",
    "\"No food? No water? They’re killing him! Tell them to operate now. Let him take a chance on surgery now, rather than suffer through another week without water and food.\" \r\n\"Well, your father’s a strong man. He’s made it through tougher times, and he’ll make it through this.\"\r\n\"Okay, Mom. Let me know as soon as they schedule him for surgery. All we can do meanwhile is wait and hope.\"\r\n\"And pray, of course. I’ve been praying so much every day.\"\r\n\"Well, God always seems to answer your prayers, but I don’t know. You’ve never prayed for an 87-year-old man before. Maybe God is thinking it’s time.\"\r\n\"Don’t talk like that!\"\r\n\"I’m sorry, Mom. You say your prayers, and I’ll say mine. God will listen to us. We don’t want dad to go. Even at 87, it’s too soon for him to go.\" He started to choke up. \"Goodbye, Mom.\"",
    "Mike’s mom asked him if he was going to give the eulogy for his dad. \"Of course,\" Mike said. She said, \"Well, can you keep it to five minutes? That’s what Father Dave asked.\" Mike said, \"Five minutes? For a man who lived 87 years?!\" Mike managed to pare the eulogy down to ten minutes. Fifty minutes after the funeral mass had begun, Mike took his place at the lectern near the altar. He began, \"Fr. Dave gave me only five minutes to praise Dad. Frankly, it would take me five hours to do him justice.\" Then, looking at his audience, he began to talk lovingly about his dad. Ten minutes later, as Mike was nearing his finish, he heard the priest, behind Mike and to his left, start talking loudly about Mike’s dad. Startled, Mike turned around, looked at Fr. Dave, and listened. What is he doing, Mike wondered.",
    "\"Do you get up at all, or have you been lying in bed for eight days now?\"\r\n\"Just lying in bed, with all my tubes.\"\r\n\"Are you getting any sleep?\"\r\n\"Last night I slept until 2, then till 3, then 6.\"\r\n\"Mom visited you yesterday, didn’t she?\"\r\n\"I don’t remember. I’m so out of breath. I wish I was out of money instead.\"\r\nHe started coughing. John heard hacking sounds over the phone. Almost a minute later, his dad spoke again.\r\n\"Well, there went breakfast. All over everything. I tried to grab the bowl, but I couldn’t reach it. I’m sleepy now. Thanks for calling, son. Bye-bye.\"\r\nJohn managed a soft goodbye. Then he started sobbing. A minute later, he blew his nose, wiped his eyes with the heels of his hands, and tried not to think about his dad, not well enough to sleep, breathe, or hold down breakfast.",
    "Father Dave continued talking for about 30 seconds before Mike interrupted him. \"Excuse me, Father. Is that your dad lying in that coffin, or is that my dad?!\" Fr. Dave was silent. Mike said, \"Thank you!\" Mike turned back to face the mourners, and finished his eulogy. He’d been nervous when he started the eulogy, but he was angry when he finished. How dare he, Mike thought, as he sat back down. Fr. Dave concluded the funeral mass without apologizing for his outburst. After a short ceremony at the cemetery, many people went to Mike’s parents’ house to eat and talk. When Fr. Dave pulled up at the house, Mike was waiting for him. Mike said, \"Father, I’d appreciate it if you’d not come in. Your interrupting me today was an insult to our whole family. When mom dies, I promise you, it won’t be you saying a mass for her.\""
]