[
    "Ann and Bob were in love. They were going to get married in July. They had known each other since they were in the third grade. They were both 20 years old. True love was something that Ann and Bob knew everything about. There was hardly anything they disagreed about. Even when they disagreed, they settled the disagreement in such a way that both were totally happy. This was truly a match made in heaven.  \r\nThey had already made plans for the wedding. It was going to be a big wedding. Every relative from both families had already been notified about the date. All their friends knew about the big day. The invitations were already printed. The priest, the church, the reception hall, and the limousine service were ready to go.  \r\nNothing was being left to chance. This was going to be the happiest day of their lives. Ann had gone to several wedding web sites for ideas and help. Of course, she had also consulted her mother, grandmothers, aunts, and married friends about how to plan the perfect wedding.  \r\nEach one of them tried to tell her that there was no such thing as a perfect wedding. There was always at least one thing, or more usually one person, that made the wedding a seeming disaster at the time. But of course, like the disaster that happens on one’s vacation, that incident or person would be what makes the wedding more memorable.\r\n\"Oh, you should have been at my wedding,\" said Aunt Mabel to Ann. \"My brother James was in charge of the rings that Kyle and I were going to exchange. On the wedding day, James presented the ring to Kyle, who put it on my finger. An hour later at the reception, I took the ring off to admire it and read the inscription. I gasped. The jeweler had spelled my name ’Mable’ as in table. My name, as you know, dear, is spelled Mabel as in label. So I went to the ladies’ room and cried for almost half an hour. No one could console me.”\r\n\"So, the moral of the story, my dear,\" chimed in Aunt Prudence, \"is to make sure that Uncle James isn’t in charge of getting your rings engraved. Not that you would have a problem. How could anyone misspell your name — it only has three letters, and two of them are the same.\" \r\n\"Aunt Prudence, you know that isn’t true,\" said Ann. \"Half the people I know spell my name with an ’e.’ But, Uncle James is not in charge of our rings, so I’m not worried.\"",
    "Renee had been married for a long, long time. Her favorite part of being married was the weekend, when she was with her two horses. On the weekend, Renee was at the stables from morning until dark. She fed, groomed, and rode her horses. She was an excellent rider. She would ride the horses bareback on Saturday, and then she would saddle them up on Sunday.\r\nRenee loved parades. She used to say, \"A parade isn’t a parade without a horse.\" Renee loved parades almost as much as she loved her horses. She belonged to an email list of volunteers for parades. She regularly checked out the state website list of parades to see if there were any new parades that she didn’t know about. All the state parades were organized in her computer. In the Parades file, she listed the date, drive time and distance, parade time, contact people, and other details she felt were important.\r\nShe knew the parade director of every town within a four-hour drive. She never stayed overnight. She always left the parade in time to get her horses back to the stables before \"bedtime.\" She had to feed them before they turned in. Her horses seemed to like parades, too. They knew a few tricks that always impressed the children. \r\nRenee was very generous with her time and her horses. But owning horses wasn’t cheap. She had to rent the stables, and there were always veterinarian and feed bills. Renee knew how to cope with expenses, though. Her vet always gave her a 10-percent discount for paying cash. She always bought the no-name, generic feed for the horses. Her vet had told her it was just as healthful and tasty as the brand name stuff. She always bought economy gasoline. And on parade days, Renee always packed her own lunch and ate with her horses.",
    "Because Debra had just bought a new laptop computer, she decided that she must start cutting back on some expenses if she could. Her long distance phone bill was one expense that sprang to mind. She was paying almost $30 a month to Horizon, her local phone company. That $30 covered her residence line and various taxes, surcharges, funds, fees, and services. It also covered her local phone calls — those to locations within 12 miles.\r\nBut she was paying another $40-$80 a month talking to her best friend and to her boyfriend, both of whom lived more than 12 miles away from her. But how could she not talk to her best friend and to her boyfriend? Could she tell them she was having budget problems, so could they please call her in the future? Could she just call them less often — a lot less often?\r\nFortunately for Debra, she found the solution a month later, when she tearfully discovered that her boyfriend and her best friend were seeing each other behind Debra’s back. Debra saw them kissing in his car outside of a restaurant that all three of them liked to visit occasionally. Debra immediately called Horizon to cancel her long distance service. The female customer service representative asked if she was sure she wanted to do this. Debra said, \"Yes, I’m sure. All men are jerks.\" The representative agreed enthusiastically with her.\r\nDebra was only on her new computer for a week before she discovered Computer Dating, a service that promised: \"Ladies, you will get to choose from hundreds of men in your own ZIP code area. New selections every day. Only $29.95 a month!\" As much as she hated her ex-boyfriend, Debra knew that not all men were alike. Maybe Mr. Right was waiting for her on her computer screen. Maybe he was living only a block away. And she did happen to have $30 available.",
    "Chelsea was a saleswoman. She worked for a medical equipment manufacturer to sell medical equipment to hospitals. She drove all over Los Angeles County five days a week. She was not the world’s most law-abiding driver. When all the freeway lanes were at a dead stop, she would scoot along the emergency lane. She rarely met a stop sign at an empty intersection that she obeyed. She usually slowed down enough to make sure the intersection was clear, and then zipped on through. She usually talked on her cell phone while driving. While driving and yakking, she would often drink a soda or eat a sandwich. Her hands, legs, and mouth were always busy while she was driving. She was born, she often bragged, to multitask.\r\nOne Friday afternoon Chelsea had to show a customer how to operate a new device. The customer was a slow learner, so Chelsea ended up leaving the hospital half an hour later than she had planned. Then, of course, she got stuck in Friday evening rush hour. She was going to be late for her date, but the nearby mountains blocked her cell phone from calling Sebastian and telling him.\r\nShe was already irritated, and things seemed to be getting worse. Then all the traffic stopped. Chelsea drove immediately over to the emergency lane and continued driving along it. She was making good progress. She couldn’t believe she was the only one in the emergency lane. Usually several cars would follow her lead. Then she saw the red flashing lights in her rearview mirror. The officer pulled her over and walked up alongside her car. He was young and good-looking. Chelsea felt better.\r\n\"Do you know why I pulled you over, ma’am?\"\r\n\"Yes, officer. I’m illegally in the emergency lane.\" \r\n\"Is there a reason that you are in the emergency lane?\"\r\n\"Officer, my husband left me for another woman. I’m pregnant. I have morning sickness day and night. I’m just trying to get to the nearest drugstore to buy my medicine.\" She looked at him imploringly, with big, sweet, innocent eyes.\r\nHe looked at her for a long moment, then handed her license back.\r\n\"Okay, ma’am. Take the first exit you come to. I hope you’ll be feeling better. I’m Anthony, by the way.\" \r\n\"Thank you so much, Officer Anthony.\" \r\nThe officer walked back to his car and Chelsea drove on. This was the second time that excuse had worked for her. She had one more errand to do before she got home. She had to mail a package. She got to the mini-mall at 7 p.m. No parking was available, except for the handicapped space. Chelsea whipped right into it. She would only be a minute, she told herself. All she had to do was run into the mailbox store, get the package weighed, and pay the clerk. \r\nThere was no line in the store. Everything was done so quickly that she was whistling while she walked back out to her car. Then she stopped whistling. There was an envelope on the windshield. She opened it slowly. She knew what it was, but not how much it was. She screamed when she saw the amount. A dog started barking.",
    "There was a new movie at the theater called, \"Why Don’t You Love Me as Much as I Love You?\". It starred the young and handsome Tad Biff and the young and beautiful Jenny Lopez.\r\nBarbara invited her sister Laura to the movie. Both of them were big fans of Tad, even though both of them were well over 40. Barbara had picked the 5 o’clock show on a Tuesday evening, figuring that the crowds would be thin. For Barbara, thin crowds meant fewer annoying people.\r\nThe lobby was almost empty. There was only one man at the food counter buying popcorn for his young son. As they walked by, Barbara said, \"What a cute little boy! What’s your name?\"\r\n\"I’m Benton and I’m almost 5-1/2 years old,\" the boy said proudly.\r\nBarb and Laura walked inside. They picked their favorite seats, right in the middle of the whole theater. There was no one within 20 feet of them.\r\nThe theater darkened and the movie started. A few minutes later, some people sat directly behind Barb and Laura. Barbara couldn’t believe it. The theater was 90 percent empty, but these people had to sit right behind her. She hoped that they weren’t loud, obnoxious jerks.\r\nA minute later, Barbara felt a bump on the back of her seat. Then, another bump. Then, another. Someone was kicking the back of her seat. Barbara tried to ignore the kicking, but it wouldn’t stop. Steam started coming out of Barbara’s ears and nostrils. She turned around and yelled, \"Stop kicking my seat right now, you jerk!\" \r\nIt was Benton. He spilled his popcorn, wet his pants, and started bawling. His father yelled at Barbara for yelling at Benton, and Barbara yelled back at the father for not controlling his son. The father took his son out to the lobby to minister to him, and Barbara resumed watching her movie. \r\n\"You didn’t miss a thing,\" said Laura.",
    "Joan’s job is to use American Sign Language to enable instructors to communicate with English-speaking deaf students. She went to school for three years to get her certificate. According to Joan, learning ASL was not that difficult, but learning to be an excellent interpreter could take a lifetime.\r\nThree years after enrolling at Pierce College, Joan graduated as a Certified ASL Interpreter. Plenty of job opportunities were waiting for her. She likes the college environment, so she applied for a job at Newton Community College, a school with 28,000 students. There are 22 hearing-impaired students at NCC. Joan has worked with most of them.\r\nThey are very friendly with her. Often they invite her to have a cup of coffee after class. They talk about school and about what they hope to do after graduation. Sometimes the women talk about personal things, especially about how hard it is to find \"Mr. Right.\" Joan agrees with them, saying she herself has given up on finding him. They also talk about their favorite movies, books, and music. Even deaf people can \"hear\" music. Many are good dancers.\r\nJoan is one of the four interpreters on campus. Two are full-time; Joan works part-time. She accompanies a deaf student to class. The student sits in the front row. Joan usually sits near the teacher, facing the student. She signs as the teacher talks. If the class is less than 90 minutes long, there is only one interpreter per student. If the class is longer, there are two interpreters per student. They alternate; one interpreter will sign for 20 minutes, and then the other will.\r\nJoan will go back to school soon. She wants to become a Certified French Sign Language Interpreter. She already speaks French fluently; her mom taught it to her. Her mom also taught Joan that American men are hopeless. She frequently told Joan that only a French man knows how to make a woman feel like a woman. Joan idolizes her mom, and takes her advice to heart. It will take Joan about three more years to get certified.\r\nWhat then? Then she will leave California, move to Paris, find a romantic French boyfriend, and live happily ever after. That’s her plan.",
    "Benjamin was sick. He didn’t know how he got sick. He was feverish and tired. He had no appetite. His stomach hurt more often than not. At first he shrugged off the symptoms, figuring he had picked up a bug that would go away in a week or so. But it didn’t. It lingered. After three weeks, he dragged himself to Dr. Barkley. \r\nThe doctor did a few tests. Then he asked Benjamin if he had gone camping and drunk unsterilized stream water. Benjamin said the last time he had gone camping was in the army many years ago. \r\nThe doctor asked if Benjamin had eaten at any fast food restaurants in the past month, or eaten from one of the many lunch trucks in the Los Angeles area. Benjamin said that he ate fast food or lunch truck food every day at noon. \r\n\"That’s probably the source of your illness. You have hepatitis A, and you most likely got it from a food worker who didn’t wash his hands thoroughly after using the bathroom. It happens a lot.\" \r\n\"Holy cow! I’m not going to die, am I?\"\r\nThe doctor told him not to worry. A viral infection that attacks the liver, hepatitis A kills only about 100 people annually in the U.S. He told Benjamin to see him every two weeks, and to be prepared to take up to three months off from work so that he could rest, rest, rest. There is no cure for hepatitis A. Fortunately, most people survive; only a few don’t.\r\n\"And there’s another good thing about hepatitis A,\" Dr. Barkley said. \"Once you get it, you’re immune to it for the rest of your life.\"",
    "A routine check of the main building on the Rest in Peace Cemetery in Santa Fe turned up thousands of cardboard boxes containing the remains of cremated people. An inspector from the state’s Cemetery and Funeral Bureau found the boxes stacked neatly in various rooms of the cemetery’s main building. Instead of having names of the departed, most boxes simply had dates inscribed on them. The dates went all the way back to June 14, 1930.\r\nThe owner of the cemetery, Mrs. Marbles, said she had just bought the property a year ago. She said she had never even been in many of the rooms of the main building. She said that she had bought the cemetery solely for its land value.\r\n\"As we all know,\" she said, \"God keeps making people, but He’s not making any more land. It’s only a matter of time before all this land is going to be needed for the living. When that happens, this property will be worth at least ten times what I paid for it. I’m already in discussions with several condo developers.\" \r\nThe inspector said that it looked like most of the remains were from the 1930s to the 1970s. He figured that the people were probably homeless people whose bodies were never claimed at the funeral homes. The funeral homes cremated the bodies and then gave the remains to the cemetery for proper burial. He said that even though these remains were up to 75 years old, they would be buried with dignity and respect.\r\n\"After all,\" he said, \"all of these people had relatives at one time. They might even have children and grandchildren living right here in Santa Fe. For all I know, one of them might even be Mrs. Marbles’ grandpa.\"",
    "According to geologists, a huge earthquake will probably hit California within the next 20 years. If it hits a populated area, the number of deaths will greatly exceed the 1,070 deaths caused by Hurricane Katrina in Louisiana.\r\nThree California quakes between 1987 and 1994 killed more than 100 people and caused billions of dollars in damage. From 1994 to 2000, the state spent several billion dollars reinforcing bridges, overpasses, and buildings. But budget problems have halted these repairs. Today, more than 1,000 schools and hospitals — not to mention thousands of other government and private structures — throughout the state do not meet earthquake standards. Many of these buildings will collapse like a house of cards if they are in the immediate area of a quake.\r\nAs usual, the state is between a rock and a hard place. If schools use their budgets to reinforce their buildings, they will have little money for teachers. Classes will be discontinued. Everyone’s priority, of course, is to keep the schools open.\r\n\"All we’re doing is crossing our fingers,\" said a state legislator. \"But that’s exactly what they did in Louisiana. They could have fixed the levee system for about $10 billion. But they didn’t; they just crossed their fingers. Now it’s now going to cost $100 billion to rebuild New Orleans. Here in California, we’re saying that we can’t afford the $10 billion. But where are we going to get the $100 billion to rebuild everything afterward? People never learn. They always close the barn door after the horse escapes.\"",
    "A women’s activist group based in Fresno said it is probably not going to protest as it had planned. The group, called \"Boobs, not Bombs,\" occasionally rallies throughout the state to protest such things as environmental destruction, equal rights for women, and an end to the war. To get media attention, they usually remove their blouses and bras.\r\n\"We didn’t do that originally,\" said Diane Boxer, \"but we never got any media coverage either. As soon as we took our tops off, we got nationwide coverage. All of a sudden we were on the six and eleven o’clock news. Unfortunately, it just shows the shallowness of men, who run all the media nationwide. We are concerned with issues, and they are concerned with tissue. But nowadays, even the wrong media coverage is better than no coverage.\" \r\nAbout 20 members of the group had planned to protest the governor’s speech today. He is trying to drum up support for his proposition requiring school teachers to pay for their students’ books. But when Gov. Arnold heard about the protest, he called the state’s attorney general. The governor knew that no one would pay attention to his speech if there were topless women nearby. \r\nThe attorney general told the group that their \"display\" would cause multiple auto crashes and corrupt innocent, wide-eyed children. He said that if they dared to go topless, they would be hauled off to jail.\r\n\"We have held fifteen protests statewide and have yet to cause one accident or corrupt one innocent child,\" scoffed Boxer.\r\n\"These are wonderful ladies, but they do not understand. Some day they will understand,\" said Gov. Arnold. \"Everything I do, I do for the people.\"",
    "Because of alleged widespread voting fraud, Arizona has become the first state in the union to require that voters show proof of U.S. citizenship. To register (or reregister) to vote, Arizona residents must now show a birth certificate or passport. Reregistration is required whenever a resident changes addresses. This requirement will cause problems for citizens who have lost their birth certificate or who don’t have a passport.\r\n\"These problems will be settled in time,\" said Barney Fife, an election official. \"Our priority is to prevent noncitizens from voting. Over 3,000 immigrants voted — illegally — in the last governor’s election. Voting is a vital right that belongs to citizens exclusively, not to every Tom, Dick, and Harry that has just immigrated to this country.\" \r\nCritics of the new law say that it will disenfranchise thousands of legitimate voters. Mrs. Thelma May agrees. She just moved to Tucson from Phoenix. She has to reregister now in order to vote, but has no birth certificate or passport.\r\n\"I’ve been voting all my life,\" she said. \"I voted for JFK in ’60. But I’m on my third marriage — I do hope it’s my last — which means that my last name has changed three times. The Biloxi hospital I was born in was destroyed by hurricane Camille in 1969. All its records — including my birth certificate — ended up in the Gulf. My only copy of my birth certificate was lost when my drunken first husband fell asleep on the sofa smoking a cigarette. The entire house burnt down. I’ve lived in Arizona for the past 25 years.",
    "A 20-year-old man, driving under the influence and at excessive speed early yesterday evening along New York Drive, died after clipping another car. Buddy Allen was dead at the scene of the accident. Apparently, he was not strapped into his seat belt at the time he collided with a car in front of him.\r\nAllen was doing about 60 mph on the 35 mph street when his SUV overtook and hit a car driven by Steve Frohman. Frohman, a scratch golfer, had just finished an unpleasant round of golf — he had lost $20 on the 18th hole. He said he was doing the speed limit when he happened to look in his rearview mirror and saw an SUV coming up on him fast.\r\nCertain that he was about to get rear-ended, Frohman managed to get halfway into the adjoining lane. The speeding SUV hit Frohman’s new sedan, then hit a curb, and became airborne. Allen flew out of his SUV, landing on grass near the base of a light pole. Frohman, braking to a stop, saw Allen land on the grass. But the unthinkable happened. Upside down but also flying through the air, the SUV struck the light pole and dropped straight down, landing squarely on Allen.\n\r\nFrohman ran over to the SUV. He could see both of Allen’s feet. Frohman tried to rock the SUV back and forth so that it would roll off Allen. Not succeeding, he dialed 911 on his cell phone. Police and paramedics arrived within a few minutes. Frohman was still trying to roll the SUV off the victim when they arrived. The police told him to move back. Four of them rolled the SUV off Allen. The paramedics did not even check for a pulse; they knew a dead person when they saw one.\r\nOne of the police officers congratulated Frohman on his attempt to save Allen.\r\n\"I wasn’t trying to save him,\" said Frohman.",
    "A drunk driver speeding along in his SUV on the 60 freeway last night killed three of four people in a sedan. The sedan had slowed to a crawl because of construction work on the 60. Four lanes were merged into two. The Department of Transportation crew was making repairs to a three-mile stretch of highway. Hundreds of bright orange traffic cones guided the merger. Four heavy-duty trucks were parked in the emergency lanes. Their brightly glowing signs said, \"Slow. Be prepared to stop. Construction ahead.\" Vehicle traffic had slowed to about 3 mph.\r\nMissing all of these warnings, the drunk driver, going at least 50 mph, plowed into the sedan. The sedan driver, a computer programmer, was a recent immigrant to America. In the passenger seat was his wife, and in the back seat were his 6-year-old daughter and his 8-year-old son. It was 9 p.m. The family had been at a restaurant to celebrate the little girl’s birthday. They never knew what hit them.\r\nThe impact of the collision caused the sedan to explode in flames. Somehow, the sedan driver managed to crawl out of the car seconds after the explosion. Third-degree burns covered much of his body. His chances for survival are slim. His life, as he knew it, is over. His loved ones were burned beyond recognition. The car was a skeleton of metal.\r\nThe 28-year-old drunk was not only unhurt, but was able to escape from his smoldering SUV and run away, leaving two whiskey bottles behind. The police tracked him down this morning. He claimed that his brakes had failed. A police spokesperson revealed that he has four prior convictions for driving under the influence.",
    "According to the 2000 U.S. Census, 39 percent of people who live in California do not speak English at home. In Las Casas, a city in southern California, 79 percent of residents speak little or no English at home or at work. To combat this problem, Las Casas is instituting a program called \"Love My English.\" Program funding will come from government grants and corporate donations.\r\nThe program has two goals. One is to improve residents’ English so that they can get better jobs. The other is to provide more qualified workers for corporations throughout the county.\r\n\"We are desperate for good workers who speak English,\" said Sydney Rove of Containers, Ltd. \"We have nationwide truck routes for good drivers, and we need salespeople in almost every state.\" \r\n\"We want everyone in Las Casas to speak English,\" said Ivan Libby, administrator of the school district. \"They don’t have to speak fluent English, of course, just survival English — how to give and get directions, order food, visit the doctor, read labels on food and medicines — the basic stuff. Once they’re able to read and write more English, they’ll be able to get better work and they’ll be more confident. We hope this confidence will inspire some of them to go on to get their high school diploma and perhaps even get a degree from a community college or a university.\" \r\nCurrently, most Las Casas residents qualify for only low-paying jobs. In fact, the pay is often so low that residents need to work two jobs to make ends meet. This program will help them get better-paying jobs not only in California but also nationwide. The district will mount a huge advertising campaign to alert residents to the free program. \"Love My English\" will be offered at various sites and times to reach as many residents as possible.",
    "Charles, a 29-year-old painter, tried to beat an 83-car freight train across the railroad tracks yesterday and lost. Fortunately for Charles and his two friends, the train hit the bed of his pickup truck. The force of the impact separated the rear of the truck from the front. The rear end of the pickup flew about 200 feet west of the front end. The train was traveling at 50 miles an hour through an industrial district. It was fully loaded with appliances and new vehicles from the east coast. There were no mechanical arms or flashing lights at the railroad crossing — only a stop sign on either side of the two-lane road.\r\nThe accident occurred at 4:30 p.m. on a sunny afternoon. Charles and his two co-workers had stopped at a neighborhood liquor store at about 3:45. There they had bought a case of bottled beer that was on sale for $9.95. By the time they got to the railroad crossing, they were all feeling good. They saw the train coming, and they heard the horn blowing.\r\nWhen the police arrived, all three friends were sitting on the ground under a shade tree about 50 feet from the front end of the truck. None of them were even scratched. The train and crew suffered no damage or injuries.\r\n\"I was going to stop,\" said Charles. \"But Tommy told me that the train wasn’t even close. He said that if he was driving, he could drive over the tracks, make a U-turn, drive over the tracks again, and then drink a whole beer before the train arrived.\" \r\nThe engineer just shook his head. \r\n\"They think it’s exciting, but it’s just stupid,\" the engineer said. \"These guys might be in jail for a little while. But I guarantee you, within a year they’ll be out drinking and driving and racing trains again.\" \r\nThe police charged Charles with driving under the influence, running a stop sign, causing an accident, reckless endangerment, and littering — broken beer bottles were all over the place. They charged his two friends with drinking in a moving vehicle and littering.\r\nA city official said there are no plans to install flashing lights and mechanical arms at the crossing, partly because not enough accidents occur there and partly because the city does not have sufficient funds to pay for such safety equipment.",
    "A group of parents is suing the Clover Area School District after it added \"intelligent design\" to the curriculum presented to high school biology students. Intelligent design, the parents argue, is false science. It is simply a clever phrase for creationism. Creationism is based on the Book of Genesis in the Bible. It is the belief that, in six days, God created the universe and all its creatures, including Adam and Eve, the first humans.\r\nSchool district officials believe that evolution is merely a theory, and a flawed one at that. They argue that, if students taking biology must learn about evolution, these students must also learn about intelligent design.\r\n\"There are two sides to every story,\" said Daryl Scopes, a district official. \"Darwin’s theory of evolution is just that — a theory. Not one scientist has ever proved that it is valid. The whole idea is absurd. Darwin wants us to believe that all Earth’s animals, from ants to elephants, have one common ancestor — the sponge! How ridiculous is that?! Who would worship a sponge?! We decided that our students must be aware of the true facts, as described in Genesis. God created the first man — Adam — in His own image. From one of Adam’s ribs, God then created Eve. God put Adam and Eve in charge of the Earth and all its creatures. Adam and Eve were perfect humans. But then they listened to the evil serpent and ate the forbidden fruit, and life for them — and us, their children — has been far from perfect ever since. That’s a beautiful story that we all learned as children. But, even more important, it’s a completely true story.\"",
    "A zoo employee was bitten by an African puff adder, a large poisonous snake. He was trying to put the snake into a bag so that it could be moved to a new snake house. The snake handler was wearing heavy gloves and thick boots, but the adder sank its fangs into the man’s neck. The handler squeezed the snake’s neck tightly, forcing the snake to withdraw its fangs. He then put the snake into the bag and tied the bag.\r\nHe called 911 to report that he had been bitten by the adder. When paramedics arrived at the new snake house, neither snake nor man was there. The paramedics started walking back toward the old snake house. A few moments later, they found the handler lying unconscious on a pathway. Curiously, the bag with the snake still in it was covering the man’s head and part of his chest.\r\nThe paramedics handed the bag to another zoo employee, who delivered the snake to its new home. They then transported the handler to the city hospital. Later, a hospital spokesman said that the handler was in good condition. He said that viper bites can cause a lot of tissue damage in the immediate area of the bite if not treated properly and quickly, but it looked like this victim would recover completely.\r\nThe zoo director said that this particular adder had a nasty reputation. This was the third time in six years that it had managed to bite someone. Fortunately, the previous two victims also recovered fully. In the future, the director joked, they might call the bomb disposal unit to handle the snake.",
    "The pounding was driving Edward crazy. A new neighbor had just moved into the apartment below him. The newcomer was deaf, or seemed to be, because he played his stereo loud enough for the whole building to hear.\r\nEdward went downstairs and politely told the newcomer that his stereo was too loud. He asked the new tenant to turn the volume down and keep it down as long as he lived in the building. The tenant appeared surprised and embarrassed, and said, \"Oh, I’m sorry. I didn’t realize it was that loud.\" \r\nEdward returned upstairs, feeling good, because he had taken a stand and politely let the newcomer know that loud music was not going to be tolerated. The next day all was quiet, and Edward continued to be pleased with himself. The following day, Edward thought it must be the Fourth of July, because it sounded like a marching band was playing on his street. Of course, it wasn’t the Fourth of July, and it wasn’t a marching band. It was the new neighbor, who was playing his music loud again.\r\nEdward was not one to repeat himself, feeling that each time he did, he merely diminished the value of his words. So, he did what he always did with offensive neighbors — namely, grin and bear it. Eventually, they would move away. Or he would.\r\nIn Los Angeles that summer, a woman had complained to her upstairs neighbor that he was playing his drums too loud and too often. The drummer repeatedly ignored her. He told her to stop whining. One day the woman walked upstairs and shot the drummer in the head. She was sentenced to 20 years in prison.\r\nThe drummer won’t bother anyone anymore with his drums, but the woman probably wishes that she hadn’t used her gun. There aren’t many things worse than living in prison. Instead of using a gun, she could have moved to another apartment, or even to another building. For the next 20 years, the only place she’ll be moving is to the bottom bunk or the top bunk.",
    "It was Perry’s 32nd birthday. His wife, Amanda, had promised him something special. Perry couldn’t imagine what it might be. He already had everything he needed or wanted. Whatever she was going to give him, it was definitely going to be a surprise. She had not asked him whether he wanted anything, and he had not dropped any hints suggesting that he was hoping for something. In fact, his plan was simply to watch TV and ignore the event. There was certainly nothing interesting or exciting about turning 32.\r\nWhen he got home from work, he changed into his shorts and a T-shirt and took their dog Pretty Boy for a walk. When he returned, Amanda had also gotten home from work. She gave him a kiss and told him happy birthday. He thanked her and asked what the surprise was. She told him that it was on the pillow in the bedroom. He went into the bedroom and found a brightly wrapped package with a big blue bow on it. He brought it out to the living room.\r\n\"Why don’t you try to guess what it is?\" Amanda suggested.\r\n\"Okay,\" Perry replied. \"It’s not a motorcycle or a houseboat. It’s not my Christmas bonus. It’s not another pet; I don’t see any air holes in the wrapping and I don’t hear any sounds.\" \r\n\"Well, maybe it’s a turtle,\" Amanda smiled.\r\n\"Yes, that would explain the silence, but turtles still need to breathe,\" Perry said. \"It’s not a book or a video or a CD, is it?\"\r\n\"No, you’re not even close. Remember, it’s something special.\" \r\n\"Well, you’ve got me,\" Perry said, puzzled. Something special in a box that was only about one cubic foot. He told Amanda that he gave up. She told him to unwrap the box. After opening it, all he found was a little rubber doll.\r\n\"What’s this?\" he asked.\r\n\"It’s our first baby, silly. I’m pregnant!\" Amanda beamed.",
    "It was, as usual, a hot and sunny July 4 — Independence Day. Eight-year-old Jeffrey was excited about the annual parade. He wanted to see everything, and he wanted to see it now. But the parade wouldn’t start until 10 o’clock. His mom Julia tried to keep Jeffrey in check. She made him clean his room and take the dog for a walk. When he finished those chores, she walked with him to the parade route, which extended about two miles along Sierra Madre Boulevard.\r\nThe parade, as usual, was wonderful. It started with the high school band and a marching drum band. Then followed about a dozen government dignitaries in convertibles, smiling and waving at the people they were usually lying to. After that, there were clowns, jugglers, exotic cars, racing cars, and classic cars. Interwoven among the cars were Boy Scouts, Girl Scouts, students representing various elementary schools, the local mountain rescue squad, and local realtors throwing out free candy with their business cards attached.\r\nThree bands played music from their rolling truck beds. The parade contained more than 500 participants and lasted two hours. Flags, balloons, and trash receptacles were everywhere. The sidewalks were full of spectators. Leashed to their owners, about 200 dogs also attended the parade, most of them sniffing, barking at, and playing with one another.\r\nThe final part of the parade was the fire trucks, blowing their horns and spraying all the kids who ran out into the street yelling and laughing. Jeffrey ran out with about 20 other kids and got totally wet. His shirt clung to his body. Water was squishing out of his shoes when he finally came back to the sidewalk. A huge smile was on his face.\r\n\"That was great, Mom!\" he exclaimed. \"Did you see that? When I grow up, I’m going to be a fireman.\"",
    "A 58-year-old grandmother in Massachusetts won one of the biggest prizes in U.S. history — $294 million. If she had taken the 26-year payout, Doris Stevens would have received $11 million a year for 26 years, before taxes.\r\nMrs. Stevens decided to take the lump sum payment. People who take the lump sum get paid within 60 days, but their total payment is reduced by almost 40 percent. Mrs. Stevens’ lump sum was $168 million, but after the federal tax was applied, she received $110 million. That’s the amount that Mrs. Stevens got to put in her purse.\r\nRecently divorced, Mrs. Stevens says that her ex-husband has already called her to ask about a \"loan.\" She laughed. \"I wouldn’t lend him a quarter to call the police if he was getting robbed. Let him borrow money from his new young girlfriend who makes him so happy.\" \r\nWhat is Mrs. Stevens going to do with her windfall? \"Well, the first thing I’m going to do is to help out my children and grandchildren, of course. Second, I hope to revolutionize the housecleaning industry.\" \r\nA housecleaner for her entire life, Mrs. Stevens says she’s going to establish a National Housecleaner Helper Corporation. Her corporation would focus on giving seed money to various individuals and research firms to develop more efficient and more powerful housecleaning solvents and tools.\r\n\"When was the last time you saw something new in housecleaning?\" Mrs. Stevens asked. \"They keep claiming they’ve invented new products that remove any and all blemishes, but they still haven’t invented a product that removes an ordinary ballpoint ink stain from your ordinary white shirt. This industry needs some new products. I hope to revolutionize the cleaning world, so that my ’sisters’ will have an easier time of it in the future. We’ve all spent too much time on our hands and knees. If men had to do housecleaning, you know that they’d be inventing more powerful products every week.\"",
    "Chris loved to shop at thrift stores. Almost a month ago, he bought a popular word game that uses little chips of wood with different letters on them. As he was purchasing it, the clerk said, \"Oh, look, the game box hasn’t even been opened yet! That might be worth some money.\" \r\nChris examined the box, and, sure enough, it was completely enveloped in factory-sealed plastic. When he looked at the box cover, he saw that beneath the name of the game and the description was a copyright date of 1973.\r\n\"You should put that up for auction on the Internet, and see what happens,\" the clerk said.\r\n\"Yes, you’re right,\" Chris agreed. \"I think I’ll give that a try. The rarity of something is part of what increases its value, and I can’t imagine there being very many unopened boxes of this game still around 30 years later. Maybe it’s worth millions!\"\r\n\"Well, if it is, don’t forget who told you about the wrapper,\" the clerk smiled.\r\n\"No problem. You’re getting a percentage of anything over $10,\" Chris said. The game itself was priced at only $1.99, and the clerk gave Chris the usual 10-percent senior discount.\r\n\"You’ve got yourself a deal, partner,\" she replied, laughing.\r\nAt home, Chris went online to several auction sites looking for his game. He couldn’t find it anywhere on the auction sites. Then he typed in the name of the word game and hit Search. The response was 5,543 sites containing that name or parts of it. Chris examined the first 10 sites and found a site that listed people looking for various versions of the game. \r\nOver the years, the game had been produced using different chip sizes, colors, materials, and even fonts. In addition, different game boards were produced over the years, themselves consisting of different colors and fonts. The game board had never changed in size or material. Most of the game seekers seemed content with used games. Only a few even mentioned \"fresh,\" unopened games. Those who wanted unopened games all promised top dollar. Chris emailed all of them, telling them what he had.\r\nTwo weeks later, Chris went back to the thrift shop. He said to the clerk, \"How are you doing, partner?\"\r\nShe looked at him for a second, then recognized him and said, \"Oh, hi, partner!\"\r\n\"I’ve got something for you,\" he beamed. \"I’m sorry it didn’t turn out to be millions. Maybe if I waited another 20 years, but by then the plastic wrapper might have rotted off. Here’s your share.\" He handed her three $100 bills.\r\n\"Wow!\" she exclaimed. \"Thank you! You’re such a nice partner. How much did you get for it?\"\r\n\"One thousand. I hope that you’re okay with 30 percent.\" \r\n\"Okay?! I’m thrilled! I never expected to see a dime. We’ll have to do more business together.\" \r\n\"You got it, partner!\" Chris smiled.",
    "Philip is 55 and blind. He has been blind since birth. He says he does not feel like he is missing anything, because he cannot imagine what sight is like. He can smell a rose, but he cannot tell if it is red, white, or blue. It does not matter to him; he enjoys the beauty of the scent itself.\r\nPeople sometimes take pity on him, but he tells them he is a contented man. He does not feel cheated by Mother Nature. The doctors never figured out why he was born blind.\r\nBut his life is not a bed of roses. It is difficult for him to travel. He cannot drive, of course; he travels by bus. At home, he cannot just look out the window to see what the weather is like, and then dress appropriately. He can’t look at the clock on the wall to see what time it is. He uses his Braille watch or a special radio for that.\r\nHe must always put everything in the same spot in his apartment. If he doesn’t, \"I’ll spend forever looking for it,\" he laughs.\r\nPhilip can look for and look at, but he cannot see. He says strangers often correct themselves when talking to him. They’ll say, \"I see,\" meaning \"I understand.\" But then they think they’ve been rude, so they’ll correct themselves and say, \"I mean, I understand.\" \r\nPhilip has never seen a good movie or a bad TV show. He has no idea what a sunset or a full moon looks like. He is a musician. He plays the saxophone, but not in a band. Four times a week, he travels to Old Town in Pasadena on the bus in the afternoon. He gets off at the bus stop and then finds his way across the street to The Cap, a hat store. On the sidewalk in front of The Cap is his \"spot.\" \r\nHe unfolds an aluminum chair and assembles his sax after taking it out of the case. He sits down and starts warming up. He puts a hat, upside down with change in it, on top of the case. \"The change keeps the hat from blowing away,\" he says. \"It also lets people know where to put their donations. I usually spend about four hours here. I’ll earn from $10 to $30. One evening I made almost $100. Another evening, someone stole everything. I guess he needed it more than I did.\" \r\nWhen asked how he counts the bills, Philip said, \"That’s why a blind person always needs a sighted friend.\"",
    "Her plane had just landed in Cityville. Inside the airport, Patricia went over to Acme Car Rental and asked for the cheapest car available. She needed a car for 48 hours. Because it was the weekend, there was only one car available — an SUV. Patricia was an environmentalist. SUVs, which are big cars consuming a lot of gasoline, offended her greatly.\r\nBut she needed something to get to Baker, a town that was 100 miles from the small airport. So she went to RentMe instead. \"I need a car for 48 hours,\" she said, \"and I don’t want an SUV. I want something small and cheap.\" They told her they had just the vehicle for her, a 1998 Fiat. It was only thirty dollars a day, including insurance and other incidental fees. All she had to do was pay for her own gasoline. Patricia was very pleased. Thirty dollars a day was a good rate even for a weekday. She signed all the paperwork, and they gave her the keys.\r\nThe Fiat was a 4-speed, 4-cylinder, 2-door beauty. The paint, tires, and interior were like new. It was comfortable, even though the air-conditioner was not the frostiest. She got in and drove north. It was a two-lane road all the way to Baker, with only one town between the airport and Baker. That town was Norris, 40 miles from Baker.\r\nPatricia didn’t make it to Norris. The car refused to run 30 minutes after she had been driving it. Fortunately, her cell phone was able to connect back to the RentMe desk. \"My car stopped running, and I’m out here in the middle of nowhere in the hot sun!\" she said.\r\n\"That doesn’t make any sense,\" said the clerk. \"You did put gas in the car before you left town, didn’t you?\"\r\n\"No, of course not!\" yelled Patricia. \"Why would I put gas in the car before I even got out of town?\"\r\n\"Well, why do you think you got such a good rate? We save money by having the customer gas up instead of us having to put gas in the car.\" \r\n\"I was in a hurry,\" said Patricia.\r\n\"Well, sometimes you pay a price for being in a hurry,\" said the clerk. \"We’ll send a man out with some spare gas for you, if you’d like.\" \r\n\"Of course I’d like,\" said Patricia. \"How long will it be?\"\r\nThe clerk told her it would be within the hour. He didn’t tell her that there would be a $50 service charge for delivering the gas, or that the five gallons of fuel would cost her $7 a gallon. She would get that bad news when she returned the car to the airport in Cityville.",
    "The old house was sold. A new house was yet to be purchased, so Randy was going to rent for a while. He was moving from Virginia to California. The move would put some memories behind him. He was looking forward to a fresh start.\r\nRandy and Nora had gotten married six years ago. It was the first marriage for both of them. Eight months after the marriage, Nora found out she was pregnant. That was good. When she started getting stomachaches, they figured it was the new baby. But then she miscarried.\r\nThe stomachaches, however, continued. In fact, they got worse. It wasn’t a simple stomachache. It was liver cancer. Then it was stomach cancer, lymph gland cancer, breast cancer, and brain cancer. It never stopped spreading. There was little hope, but Nora battled the daily pain with smiles and few complaints.\r\nAfter five years of doctors, hospitals, chemotherapy, and surgery, Nora lost the battle. More than one million dollars was spent on medical bills, more than ten thousand prayers were said by family and friends — all to no avail. The only time that Randy asked the doctor for his honest opinion, the doctor said, \"She might have six months.\" Nora died seven days later. Just before she died, she silently squeezed Randy’s hand.\r\nThe mover took six hours longer to load the moving van than he had estimated originally. Randy wondered how much extra this was going to cost him. After the mover and his crew had departed for California, Randy noticed a 3-foot-long scar in his new hardwood floor. It looked like the crew had dragged his heavy metal bed frame. Randy hoped the new homeowner wouldn’t complain about it too much. He wondered how many damaged goods were in the moving van.\r\nThe phone rang. It was the California-bound car transporter. He told Randy that his truck was in Alexandria at Fifth and Main, and he would wait for Randy there. Randy walked out to his car. In five minutes, he was at Fifth and Main. He gave the transporter the ignition key and watched him drive his car up the ramp onto the truck. There were five other cars already on the truck. The transporter said, \"I’ll call you in nine days,\" and drove off. Randy hailed a cab.\r\nEleven days later in Santa Monica, Randy got the call. The transporter said he would be there in three hours. Five hours later, the transporter arrived. Randy watched as the transporter backed his car down the ramp. The car was filthy. The transporter explained that bad weather had slowed him down — tornadoes, rain, and dust storms. No locusts?, Randy wondered.\r\nRandy drove his car to the carwash. While sitting in a chair waiting for the car to be finished, he saw a pretty young woman waiting with her boyfriend. They were talking and laughing. Then they stood up. They kissed, and she went across the street. Watching her, Randy thought about Nora squeezing his hand.",
    "Erin and her best friend Amy flew into San Diego last week. They are both in their mid-20s, and both are nurses who live in Georgia. It was their first visit to California, and they were excited.\r\nThey visited San Diego’s world-famous zoo and fell in love with the giant pandas. \"They are so cute,\" Erin said. Then they drove north to La Jolla so that they could glide off the cliffs 100 feet above the beach. That was scary, exciting, fun, and expensive. They went to a local beach to get a peek at nudists, but no one was there. \"That was a major disappointment,\" Erin joked.\r\nAfter shopping in La Jolla, they headed north to Los Angeles. They saw the Hollywood sign and visited many places in Hollywood and Beverly Hills. They hoped they would see lots of actors and actors’ homes. If they got lucky, they would get some autographs and maybe even some photographs of them standing next to a movie star.\r\nBut they were disappointed. A minivan took them on a tour past actors’ homes, but no actors were outside their homes. The homes themselves were barely visible. They were often hidden by tall gates, fences, walls, hedges, or trees. Later, however, Erin and Amy were able to put their hands and feet into the handprints and footprints of movie stars at the Chinese Theatre in Hollywood.\r\nThey went to Venice boardwalk just south of the Santa Monica pier, because the boardwalk is famous for its muscle beach, weird characters, and paddle tennis. The boardwalk is one of the best places in California for people-watching. The girls enjoyed talking to the colorful locals. They were also surprised at how many people they talked to were Europeans visiting California.\r\nAfter Venice, they went sunbathing on the beach just north of the Venice pier. They even got to hang out with some real California surfers. The surfers tried to teach them how to ride a board in the water. That was difficult but fun. They took plenty of pictures to show their friends back home.\r\nErin and Amy drove to Burbank the next day to watch the taping of a Jay Leno show, but the line was so long that they decided to pass on it. Instead they went to a mall and had a great time shopping. They flew back to Georgia with souvenirs, photos, and wonderful memories.",
    "The seal population just south of Monterey, California, is making life difficult for the surfer population. There have been several incidents in the past month of surfers being bitten or attacked by seals. Scientists think it is merely a result of overcrowding. Over the past 10 years, the seals have made \"their\" beach bigger to suit their growing population.\r\nThe seal-loving activists say that the surfers should surf elsewhere. They say that the surfers are infringing on the seals’ territory and making them nervous and irritable. Sometimes, when there are too many surfers, they actually cause the seals to leave the beach. This, the activists say, deprives nature lovers of the opportunity to enjoy watching and listening to the seals. The activists argue that this area should be off limits to surfers.\r\nSurfers, of course, don’t see it quite that way. They think that it’s good if the seals get hit in the head with a loose surfboard occasionally, because that will teach them to stay on their rocks and stay away from the surfers’ part of the beach.\r\n\"They shouldn’t be allowed to have their rocks and our beach, too,\" exclaimed one blond, tan, thin 16-year-old who refused to identify himself. \"All these seals think about is me, me, me! They need to learn to share. Can’t someone just train them to clear out of here from about 1:00 to sunset? They could come back here and stay all night and all morning. That makes sense to me.\" \r\nThe park service is going to hold a public hearing on the issue. They know it’s going to be a tough issue to settle, because neither the activists nor the surfers seem willing to compromise. A similar issue in San Diego was settled in the seals’ favor. Surfers were prohibited from using the seals’ area. Mysteriously, the seals eventually vacated that particular area, and the surfers were allowed to return.",
    "Catherine invited Nelson to dinner. The previous semester, she had been a student in Nelson’s grammar class, but she had to drop the class because her son Kendall was having a problem in school. The problem was that he wasn’t studying. Catherine had decided that Kendall needed more motivation. She provided that motivation by watching him like a hawk. She also restricted his use of his Game Boy. He was allowed to play the computer game only on weekends.\r\nNelson was getting to be an old man. He had been teaching various subjects for over 30 years. He could have retired several years ago, but he loved teaching. He said his students gave him something to look forward to every day. He said he planned to teach until he dropped dead in the classroom.\r\nNelson accepted Catherine’s invitation. He decided to take a little gift to Catherine to show his gratitude for the invitation. But he couldn’t think of what would be appropriate. Opening his kitchen cabinet, he found the perfect gift — an unopened box of tea. In a kitchen drawer, he found some fresh-looking wrapping paper. He wrapped up the box of tea expertly. \r\nFriday evening, he drove over to Catherine’s and rang the doorbell. Once inside, he presented his gift. Catherine made a funny face. She said she loved the wrapping paper. Then she unwrapped the tea and made another funny face. She said, \"Nelson, I gave this tea to you when I dropped out last semester, and I wrapped it in this paper!\"\r\nNelson gulped. His face turned a little red. He told himself he had better remember to actually buy gifts in the future. He apologized to Catherine. She smiled and said, \"It’s okay.",
    "Chad had worked hard all his young life, and then his father died. Unknown to Chad and almost everyone else, his father was a very rich man who hadn’t lived like one. The will disclosed an astounding amount of money his father had accumulated during his lifetime. Chad, the sole survivor, was now rich beyond his wildest dreams. It was as if he had won the state lottery.\r\nSo, there was only one thing to do. Ever since he was a little boy living in a 19-foot trailer, Chad had dreamed of living in a big house with a big yard and a big dog. Well, now the dream would come true.\r\nChad called up several Realtors and invited each to his tiny apartment so that he could tell them about his dream. The first three Realtors pretended to believe that Chad could afford the type of house he described to them. They all said they would get back to him. They didn’t. Two weeks after talking to the third Realtor, Chad met and talked to a pretty, female Realtor. She said she would find him one of the best and biggest houses in the state.\r\nA month later, she called to tell him that she was going to pick him up and drive him to his dream house. When they got there, it was even better than Chad had imagined. It was a three-story, 42,000-square-foot behemoth.\r\nThere was a two-lane, mile-long \"driveway.\" There was a 10-car garage. The mansion had porches, balconies, fireplaces, gardens, and all kinds of trees. It had a heated swimming pool, a lighted tennis court, a gymnasium, a bowling alley, a theater, a music room, and a ballroom.\r\nIt had four master suites, each containing a huge bedroom, two bathrooms, a living room, kitchen, and dining room. Each suite had its own temperature controls. There were two staircases and three elevators in the house, each elevator big enough to hold a grand piano. The main kitchen had five refrigerator-freezers lined up side by side. The formal dining room seated 60. Next to it were a menu-planning room and a silverware room. In the basement was a huge wine cellar.\r\nThe living room easily had space for eight or nine sofas and as many coffee tables. The library, next to the reading room, had enough shelving for almost 10,000 books. The property also had two guest houses. It had everything except a big dog.\r\nChad took it. A month later he bought four Great Dane puppies, and a year later he married his Realtor.",
    "Alvin was walking down 6th Street on a hot sunny day when he saw smoke coming out of the street. He could smell the smoke, and it was getting thicker. It was coming out of a storm drain. Alvin used his cell phone to call the fire department.\r\n\"The storm drain is on fire!\" he said. The fire department asked for his whereabouts and he said he was near 6th and Main. They said they’d be right there to investigate the situation. Alvin didn’t have to be anywhere, so he waited for the firemen to arrive. He was curious himself as to what could possibly be burning beneath the street. As far as he knew, there wasn’t anything beneath the street except concrete. And everyone knows that concrete doesn’t burn.\r\nA fire truck arrived a few minutes later. \"Are you the man who called?\" asked the driver. Alvin said yes. By now Alvin could hear crackling sounds, like wood burning. The firemen didn’t seem to consider it an emergency.\r\n\"What do you think it could be?\" Alvin asked the driver.\r\n\"Oh, we know what it is. We have to take care of a problem like this every few months. It’s the homeless people in their ’houses.’\"\r\nHomeless people have been living under the streets for years. Using their knowledge of the storm drain system, they set up their own \"bunkers\" beneath the streets. These living areas frequently contain tables, mattresses, chairs, and sofas. The residents often \"borrow\" electricity by connecting to a live wire above-ground to power their own lamps and even TVs underground. Either this borrowed electricity or a discarded cigarette causes an occasional fire.\r\nAlvin watched as a couple of firemen lifted a manhole cover and descended beneath the street with a fire hose. A few minutes later, the black smoke turned white. Shortly afterward, the firemen reappeared with a homeless person who seemed to have just been woken up.",
    "Have you ever been bitten? Of course you have. We are all surrounded by creatures that might, or do, bite. (Such creatures include angry humans!) Day or night, you might be a victim. Even as you dream peacefully with your head on your pillow, bedbugs might be nibbling away at you. During the day, they relax inside pillows and mattresses, waiting for your evening arrival so they can enjoy their nocturnal bedtime snack — which is you! But bedbugs don’t kill people. An insect that does kill people is the mosquito, the deadliest insect in the world. Its malarial bite kills a couple of million people every year. Other insects, like bees and wasps, kill about 60 people in the United States every year.\r\nWalk outside and you are a target for \"man’s best friend.\" Dogs bite about four million Americans every year. About 100 dog-bite victims visit U.S. emergency rooms every day. Many bites are terrible. A vicious attack on a young woman in France led to the first face transplant. To avoid the dogs near or on the sidewalks in your neighborhood, you might want to hike into the desert or the woods. There, you run the risk of bites from rattlesnakes, scorpions, and blood-sucking ticks. Not to mention the occasional bear, wolf, or mountain lion. \r\nSafely back at home, watch where you go in your house or garage. Shy but deadly, the black widow spider and the brown recluse spider make themselves comfortable in quiet areas of your closets or garage. One bite from either of them can make you very sick; about six Americans die every year from such bites. \r\nAnother bite to worry about is a rabid animal bite. Any warm-blooded animal can get infected with rabies. Rabies is a virus, like Ebola, but more of a killer than Ebola. Rabies kills about 50,000 people worldwide annually. In the U.S., about 20,000 people get treated for rabies annually, but only one or two persons die. Many people get rabies from their cats, which in turn got rabies from a wild animal. Make sure you take your pets to the vet to get rabies vaccinations.",
    "Hemp is a strong, cane-like plant known throughout the world for its durability and versatility. Hemp is used to make ropes, blankets, paper, and many other useful products. In the United States, however, the hemp industry and its supporters struggle for legitimacy. The U.S. government is concerned that hemp producers might grow hemp to sell as marijuana. Hemp, although a variety of the cannabis species, contains less than one percent of THC, which is the active ingredient of marijuana. To get high from hemp, a person would have to smoke about ten hemp cigarettes. \r\nAs a result of its concern, the U.S. government discourages the production and use of hemp and its products in America. Instead, it approves the destruction of millions of trees annually to produce newspapers and hundreds of other paper products that get thrown away every day. All those paper products can be made from hemp.\r\nHemp was discovered in Asia thousands of years ago. It is cultivated worldwide. Hemp can grow quickly to heights of 15 feet or more in many different climates and soils. It needs little care to achieve its full growth.\r\nHemp matures in one growing season. It’s used in many products, from paper to beauty products to clothing. Like bamboo, it is used in the construction industry. Hemp is healthful, too — its seeds produce a nutritious flour and oil.\r\nDespite all hemp’s beneficial — and non-drug — uses, the U.S. government continues to argue that the use of hemp might lead to increased use of marijuana. Marijuana, says the government, is the gateway drug to more dangerous drugs like cocaine and heroin. Apparently, the government believes that hemp could be the gateway drug (ten cigarettes to get high) to the gateway drug marijuana (one \"joint,\" or often less, to get high).\r\nWhile focused on the individual dangers and societal decay that might  result from ten hemp cigarettes, the U.S. government does little to prevent the thousands of deaths, injuries, and illnesses caused annually by tobacco and alcohol — two of the most addictive, dangerous, popular (and profitable) — drugs in the world. In fact, the government also does nothing to discourage gambling, as most states now have state lotteries, and many states have gambling casinos. All three industries contribute to the government’s bottom line. \r\nPerhaps hemp producers could win government support if they just focused on demonstrating how much money that hemp production, products, and sales could contribute to government coffers.",
    "The two-week vacation at the end of summer school ended Friday. Kevin had gone nowhere during his vacation. He had the money, but he hated to travel alone. He used to take vacations with Matt, his youngest brother, but they had a big argument at the end of their last vacation. Each of them had spent the last three years waiting for the other to apologize.\r\nKevin did not feel good about being on non-speaking terms with his favorite brother. But he was not going to ask for forgiveness when, in his mind, this whole misunderstanding was his brother’s fault.\r\nSo Kevin’s summer vacation was spent in his own \"back yard.\" As usual, he had planned to clean up his apartment. As usual, two weeks later his apartment looked just as it had two weeks before.\r\nHe did do one thing new and different during his vacation. He went to a new coffee shop, called Peet’s, on Foothill Boulevard. It served 25 varieties of delicious coffee at reasonable prices, and the staff were genuinely friendly.\r\nThe coffee shop had a do-it-yourself counter near the entrance. On the counter were lids, straws, and wooden stirrers. There were wraps to protect your hand from the hot coffee inside the cup. There were also individual servings of sugar, sweeteners, and creamers. Kevin used the lids and wraps, but drank his coffee black.\r\nThe shop was air-conditioned at a slightly chilly temperature. About eight small, round tables were inside. Outside were four bigger tables. Each had four white metal chairs around it, and several big umbrellas provided shade. Even on hot afternoons, there was usually a pleasant breeze.\r\nKevin visited the coffee shop four times during his vacation. He always sat at a table outside by himself and read the free daily paper. Each day he was there, he read most of the newspaper articles while he enjoyed two cups of coffee.\r\nBetween articles, he took breaks by watching the nearby traffic and pedestrians. The coffee shop was next to a huge parking lot. The lot was for customers of Ralphs, BlockBuster, Bank of America, Baja Fresh, See’s Candies, and several other stores. Kevin considered his outdoor seat the perfect place for one of his favorite activities — people-watching.\r\nThe coffee shop, with its excellent location and coffee, had helped make his vacation a pleasant one. But he knew in his heart, had his brother been there to join him just one day, his vacation would have been a perfect one.",
    "It was a summer day. Derek was wearing shorts, but no shirt. He was listening to the radio and using his computer. The TV was on, but the volume was muted. The fan was on medium speed, because low speed was too low for his hot apartment. He dared not use high speed, because loose papers on the tabletop would start flapping or flying everywhere. The fan was far enough away to barely stir the papers, but close enough to cool him off.\r\nSuddenly, Derek’s stomach growled loudly. He didn’t feel all that hungry, but he decided that the \"squeaky wheel\" should get some grease. He went over to the refrigerator. Absent-mindedly, he opened the freezer door. Inside the freezer were six empty ice cube trays.\r\nHe shut the freezer door and opened the refrigerator door. He scrutinized the shelves: milk, pickles, olives, butter, diet soda, an unopened jar of strawberry preserves that he must have bought two years ago, ketchup, mustard, three bottles of water, a few pieces of hard candy, and some single-wrap cheese slices. How could a whole refrigerator have nothing worth eating, Derek wondered. He opened the vegetable bins. Nothing was in there except some red onions, half a head of green cabbage, and two apples that had soft, brown spots.\r\nHis refrigerator contained some food, but it was food that didn’t look the least bit appetizing. Only if he were really starving would he eat any of it. He thought of the C-rations he used to eat in the army. Only when he was almost starving did he open his C-rations. Then he wolfed all the food down and enjoyed a smoke afterwards. \r\nDerek went back to his desk and resumed using his computer and listening to the radio. His stomach growled again, but he ignored it. He decided to wait until he was really hungry. Then he would walk down to the fried chicken place five minutes away and get some food that was finger-licking good. But no cigarette for \"dessert.\"",
    "Researchers are discovering more and more about the inner workings of the brain through MRI and PET scans. Both scans produce images of active, inactive, healthy, and unhealthy areas of the brain.\r\nThese images are helping doctors treat brain dysfunction. In the United States, drugs have been the most common treatment for people with brain dysfunction. While even better drugs continue to be developed, drug-free remedies are now thought to be possible because of new research with DNA and stem cells.\r\nBut some scientists think that even these remedies might be unnecessary. They think that many people with brain dysfunction can fix themselves by simply \"training\" their brains. Computer software is helping people with Alzheimer’s practice repetitive memory games. These games improve their memory enough that some become functional again.\r\nOther brain disorders may also be treatable by using repetitive exercises. Born with cerebral palsy, Sara had a useless right arm. Researchers immobilized her good left arm, thus forcing the 5-year-old to use only her right arm for a few hours a day. In less than a year, Sara’s right arm became functional.\r\n\"It sounds almost too simple and too obvious,\" said one researcher. \"For years, people have used repetitive training to become better at games, sports, and other activities. Why has it taken us this long to realize that we can also train the brain? Simple repetitive practice may restore normal brain function for many patients of all ages.\"",
    "If you could combine 100 of the best minds in the history of mankind into one super-brain, would that super-brain be able to fully know and appreciate all the wonders of the universe? Probably not. The universe is simply too big, too wondrous, too fantastic for even a super-human to know and to appreciate. \r\nImagine an ant crawling all over an elephant. That ant has little or no idea of what that elephant is all about. Imagine a tiny fish swimming next to a giant blue whale. That fish has little or no idea of how complex and magnificent that blue whale is. Similarly, we humans do not know, nor will we ever know, all the wonders of our universe. It’s just too big, and our minds are just too small.\r\nFor example, many of us take the sun for granted; sometimes we even complain about it! How many of us marvel at it, wondering about its seemingly infinite power and energy? Yet the sun is but one of uncountable billions of stars in the universe. And each is remarkable in many ways, and in its own way. \r\nJust as there are billions of different heavenly bodies, there are billions of different earthly bodies. Look at all the variety we have here just on our planet. We have seven billion people, and they all look different! How can that be? So many cats and dogs and cows look alike, yet it’s rare that we find two people who look exactly like each other. Look at all the different birds and fish we have, the different two-legged, four-legged, six-legged, and eight-legged (and more legged!) animals we have, and all the different and beautiful plants. And all of these creatures are doing their own thing. What a marvelous world we live in. Yet, if you point out how fantastic a plant or an animal or even a rock is to someone, how often will that person respond by saying, \"So?\"  \r\nSadly, too many of us are too busy with our \"ant\" lives to appreciate the elephant, or too busy with our \"fish\" lives to wonder at the blue whale. Like the ants and the fish, we all have our jobs to do, and if we don’t do them, our existence and our survival are threatened. So, many of us have to ignore the wonders that Mother Nature has presented us, as we focus on the hard work of just surviving. But even when we have free time, we continue to ignore the wonders of the world, instead focusing our attention on activities that relax and please us. \r\nIt seems that the only time we marvel at nature is when it gets angry and ugly. But even then, we still have no idea, and never will, of how angry and ugly nature can get.",
    "Gabriel was running late. He had a 2 o’clock appointment to give blood in the gymnasium of the Community Education Center on Foothill Boulevard. At least, he thought he had one; no one had ever called him back to confirm his reservation. Probably a confirmation call wasn’t even necessary, he thought.\r\nHe didn’t feel comfortable giving blood nowadays, no matter how much they talked about the unlikelihood of getting infections. As far as Gabriel was concerned, if anything involved humans, it also involved the possibility of human error. But he was willing to take the risk because he liked to think that this was his way of \"giving back\" to his community.\r\nWhen he started his car, he knew the gas station would be his first stop after the gym. He wouldn’t have time to gas up before his appointment, because long gas lines were a daily problem as people tried to beat the rising gas prices.\r\nGabriel parked his car and walked into the gym. No other donors were there. Six staff people, identified by their \"Give Life\" T-shirts, were inside the gym. He walked over to Andrew, the staff supervisor.\r\n\"I have an appointment at two o’clock to donate my blood,\" he said.\r\n\"Well, we’re ready if you are,\" said Andrew, smiling.\r\n\"I’m ready, willing, and able.\" \r\n\"Great! Just fill out this form.\" \r\nGabriel filled out the form in just a few minutes, and then gave it back to Andrew. Andrew gave the form to Alexis, who asked Gabriel to sit down at her table. She asked him if he liked the new forms. He asked what was new about them.\r\n\"I don’t have to ask you about 30 questions that I used to have to ask you, so they save both of us time.\" She asked Gabriel to hold out his hand.\r\n\"Which finger do you prefer?\" she asked, as she unwrapped the needle that she was going to prick his finger with to get a blood sample.\r\n\"Oh, it doesn’t matter. They’re all the same to me. Where is everybody? The last time I was here, the gym was full,\" Gabriel said.\r\n\"I don’t know. It’s not even 2:15 yet. I’m sure it will start to get busy shortly. We’re hoping that everyone shows up,\" Alexis said.\r\n\"Maybe you ought to give away free T-shirts to encourage a good turnout,\" Gabriel suggested.\r\n\"Or free gas to guarantee one,\" Alexis said, smiling.",
    "Brett was moving into his parents’ home. His mom had recently died of cancer, five years after his dad had died in his sleep. His sister had kept or sold all the furniture in their parents’ house, which was in the same town she lived in. She was upset that their parents had left the house solely to Brett. She had told Brett that he should do the right thing, and give her money for \"her\" half of the house. \r\nHe had hired two movers at $40 an hour. They worked hard and fast. Brett was impressed with how they had maneuvered their large truck into a tight loading area. Movers seemed to know lots of tricks — some good, some not so good.\r\nBrett was a bachelor, but in the last 30 years he had accumulated a lot of stuff in the various apartments he had lived in. The movers were there for the big stuff — the bed, chest of drawers with mirror, refrigerator, computer desk, coffee table, dining room table, TVs, stereo, sofa, and, of course, the books. Earlier, Brett had packed more than a thousand books into cardboard boxes and sturdy paper bags. More books than he would ever have time to read, unless scientists discovered a cure for the aging process. What a day that would be!\r\nThe movers were finished in only four hours. Brett gave them each a $10 tip. He wondered if that would be an insult or a compliment. They smiled and said thanks. (He would never know.) He told them he would meet them at the house in a few hours.\r\nThe apartment now looked a lot bigger, but there was still a lot of work to be done. All the big things were gone, but there were lots of smaller things. The kitchen cabinets were still full of dishes, plastic ware, and canned and packaged food. All the towels, bedding, and clothes were still in the bedroom and bathroom. In the living room and hall closet were his golf clubs, fishing rods, and toolboxes.\r\nHe was going to have to pack all this by himself and then make many car trips to his parents’ house. He had thought about asking his best friend for some help, but then decided against that. Jerome had helped Brett make his last two moves. A friend can ask just so many favors from a friend before a friend loses that friend, especially when it comes to helping a friend move or taking a friend to the airport. Brett decided, if worse came to worst, he’d just pack all the remaining things and then hire the movers again.\r\nHis phone rang. It was his sister. During a thunderstorm the previous evening, lightning had struck her house, starting a fire that burnt the house down before the fire department showed up. Luckily, she, her husband, their daughter, and their cat escaped unharmed. But they were going to need a place to live while their house was rebuilt.",
    "Blair needed a break from the indoor life. Sometimes it seemed like he was in his apartment 24/7. He had recently found a perfect outdoor cure. It was a new coffeehouse on Foothill Boulevard that served 45 kinds of coffee and tea. He liked it because the coffee was good and the place was never overcrowded.\r\nThe coffeehouse was only a 10-minute walk from his apartment. Blair took the walk. There were three female customers in the coffeehouse. None of them was young and pretty. Blair was a little disappointed. He preferred to see good-looking women while he was drinking good-tasting coffee.\r\nHe ordered a large \"coffee of the day,\" which was $1.70. He gave the clerk two dollars. He put the change in the tip jar and took his coffee outside. Blair preferred to drink outside. That way he could watch the traffic on the street. He liked to spot old Cadillacs that looked similar to his own.\r\nHe sat at a table under an umbrella, opened his book, and began reading. The book was a self-improvement book. Blair had been reading it on and off for about two years. He hadn’t noticed any improvement. A woman was approaching the patio. Blair looked up to see if she was attractive. She was. And she was by herself. He returned to the book as she passed by him. Blair kept looking at the pages, but his mind was on the woman.\r\nA few minutes later, she came outside holding a cup of coffee and sat at the table right next to Blair’s. Her chair was so close to his that he could have reached over and touched her on her right shoulder. There were four other empty tables on the patio. Why had she sat at this one, so close to him? Was she looking for a boyfriend? Was she hoping that he would say hello?\r\nBlair went back to his book. But he wasn’t reading the words — he was thinking about the woman. What could he say to her? How could he break the ice? What was a good line? \"What blend are you drinking?\" \"Your perfume smells nice.\" \"Weren’t we in the same art class?\"\r\nBut maybe she wasn’t interested in him at all. Maybe she just wanted to sit and drink in peace. Yet why would she sit so close to him? His thoughts were whirling around. He finally hit upon The Right Approach. As soon as she finished her drink, he’d ask her if he could treat her to another one. That would be a nice gesture on his part, and if she said No, then no harm, no foul. He’d go back to his book — but at a different table.\r\nJust then, her cell phone rang. She answered it, then laughed, then started talking animatedly. That’s got to be her boyfriend, Blair thought.\r\nBut from the moment she had answered the phone, it didn’t matter to Blair if she had a boyfriend or not, because she was speaking another language. Blair was not interested in a girl who didn’t speak English. He went back to his book and his coffee. It tasted good, and his mind was clear.",
    "Holding his open-face motorcycle helmet in his left hand, Jack told his friend, \"The party was good, but next time you’ve got to invite more women.\" \r\nHis friend said, \"Sure. Like it’s my job in life to set you up with women. Are you okay to drive? Every time I saw you, you had a beer in your hand. You can stay here tonight if you want.\" \r\nJack said, \"Thanks. I didn’t have that many beers. I paced myself. You’ve got to know your limit when you’re on a bike.\" \r\nHe said good night, put on his helmet, got on his motorcycle, and drove off. Traveling at about 60 mph on an unlit, two-lane road, he missed a curve and drove into an open concrete culvert. He lay next to his motorcycle for 20 minutes before a truck driver noticed the wreckage.\r\nA half hour later, Jack was lying on a gurney in the local hospital. Moaning in pain, he was unaware of his condition or whereabouts. The emergency room doctors gave him no medication — they needed to examine him thoroughly before taking him to surgery.\r\nHis jaw was broken, as were all three bones in his right leg. Part of his femur was protruding through his thigh, and there was a deep hole in his shin just below his knee. Dr. Kildare wanted to amputate Jack’s leg just below the knee. He said the hole in the shin was so deep that infection would be inevitable. He figured amputation then would be better than amputation later.\r\nDr. Welby disagreed. He said Jack was young enough to heal rapidly, with little possibility of significant infection. Since Dr. Welby was in charge, Jack was allowed to keep his leg. Dr. Kildare would just have to wait for another banged-up motorcycle rider.\r\nThe day following surgery, Jack achieved consciousness briefly in his hospital room. He didn’t notice that his leg was suspended and completely immobilized. He didn’t notice that there was an IV tube and needle taped into the back of each hand. He didn’t notice that his jaw was wired shut. All he noticed was that a beautiful young nurse was looking at him. He tried to introduce himself, but he had no idea what his name was. He went right back to sleep.",
    "It was a sunny, cool Christmas Day in Sheepshead Bay. Dom had just gotten off the Q train. He started walking back to his apartment. He approached the fruit and vegetable market at 17th Street and Avenue Z. Outside was a huge stack of pineapples. They were $1.50 each, or two for $2. What a deal, Dom thought. \r\nThen an idea struck him. Why not buy a pineapple for each neighbor in my corner of the building, he thought. He was new in the building. He didn’t know a single neighbor. Giving them a pineapple on Christmas Day might generate some communication. \r\nSo he bought six pineapples — one for each of his five neighbors, and one for himself. He carried home six plastic bags containing six fresh, delicious Hawaiian pineapples. When he got to his floor, he quietly placed a pineapple in front of each of his neighbors’ doors. \r\nHe opened his door. He was about to take his pineapple inside and slice it open when he had another thought. If his neighbors saw no pineapple in front of his door, they would assume that he had bought the pineapples. They might be grateful, or they might think that he thought he was a big shot because he had given them a pineapple. Or, they might feel resentful because now they \"owed\" him a thank you or maybe even a gift in kind. \r\nHe decided it was better that his pineapples be anonymous gifts. He left his pineapple just to the side of his door. He’d collect it later. Five hours later, he opened his door. He looked at his neighbors’ doors. All the pineapples were gone. He looked down.",
    "Shelly was working in her Manhattan office one night for the first time. No one else was in the office. At about 9 p.m., she heard a scratching noise. She got a little scared. She looked around. \r\n\"Hello,\" she said loudly. \"Is anyone there?\" Nobody answered. The scratching continued. She got up from her desk. She walked over to where the sound was coming from. She looked in a trashcan. She saw a small rat. It was trying to climb up the side of the plastic trashcan, but it was making no progress. Its claws were useless on the hard plastic. \r\n\"How did you even get into there?\" she asked the animal. Shelly was thankful that it was only one rat, and that it was a small one. She was glad it wasn’t one of the big rats she’d often seen on the subway tracks. She picked up another trashcan. She slid that trashcan into the trashcan with the rat in it. She walked downstairs carrying both trashcans. She went over to the doorman’s desk. \r\n\"I have something for you. I think it’s still alive,\" she said. She gave him the trashcans. He pulled out the top trashcan. \r\nHe said, \"Well, one down. How many to go? There are dozens of rats in this building. They’re most active at night.\" \r\nShe said, \"Well, this is my first rat, and I hope it’s my last. What happens if one of these things bites me?\" She went back upstairs.\r\nA week later, she was working in her office around lunchtime. The heat was on in the building. She smelled something. It wasn’t a good smell. At first, she thought it was a coworker’s body odor. Then she thought it was a coworker’s lunch. Then she thought it was a dead animal. She walked over to her manager’s desk. \r\n\"Something smells really bad. I think there’s something dead in our office,\" she said. \r\nHe said, \"I hope it’s not Mr. Evans. He’s getting up there. I can’t smell anything. Where is the smell coming from?\"\r\nShe led him over to the heating vent near the windows. He put his nose down near the vent. \r\n\"Phew!\" he said, as he jerked his head back. He called maintenance. A worker arrived a few minutes later. He opened the vent. He found two dead rats inside. \r\nShelly’s manager said, \"Boy, Shelly, what a good nose you have! How about coming up to the tenth floor with me and sniffing around? Maybe we have dead rats up there too.\"",
    "Jerry parked alongside the winding road next to his favorite golf course. He got out of his brand new Honda and took his clubs out of the trunk. He closed the trunk and stood there, admiring his new car. He carried his clubs to the clubhouse. He rented a pull cart and paid his greens fees. He walked out to the first tee. Nobody was on the fairway in front of him. He hit his drive and started walking up the fairway. \r\nThe first fairway was next to the road. He could see his car as he walked uphill. Suddenly he heard tires screeching. He heard somebody yell something. He looked up the road. A car was speeding downhill. It was going way too fast. Jerry watched in horror. Please don’t hit my new car, he prayed. The driver of the speeding car lost control. The car crashed into Jerry’s car. A fence separated the road from the golf course. Jerry ran over to the fence. He watched the driver get out of the car; he was laughing!\r\nThe driver started running down the road. Jerry climbed over the fence and ran after him. Another golfer called 911. Jerry couldn’t keep up with the driver. He lost sight of him. Jerry trudged back uphill to his car. It was totaled. He looked in the other car. On the passenger floor was a bottle of whisky. He saw a marijuana cigarette in the open ashtray. \r\nSeveral police cars drove up to the golf course. A policeman interviewed Jerry. Jerry saw a police helicopter searching for the driver. Jerry called his wife. She arrived in her car. He put his clubs and a few things from the Honda into her car. Tow trucks towed the two wrecked cars away. Jerry and his wife went home. \r\nThe police found the driver a day later. They charged him with various offenses. Later, the driver went to court. He told the judge he had had a flat tire. The judge made him pay a small fine. Jerry couldn’t believe it when he heard the news from a police officer. \r\nJerry said, \"That guy didn’t have a flat tire. He was speeding! He was drunk on whisky and high on pot. He totaled two cars. If I had been in my car, I’d be dead. He left the scene of the crash. He ran from the police. He had no insurance. He lied to the judge. And nothing happens to him?!\" \r\nThe officer said, \"Yeah, some people have all the luck. On the other hand, if you had been in your car and he had killed you, he probably would be in jail right now.",
    "It was early morning, January 17, 1994. Jim and his wife Alicia were asleep in their house in Northridge, California. Suddenly, the loudest thunder they’d ever heard seemed to explode right through the ceiling, the floor, and the walls. They were thrown onto the floor. The dresser, on the other side of the bed, crashed onto the bed, which was shaking and bouncing violently. Paintings and a mirror flew off the bedroom walls. Their bedroom windows broke and the walls cracked as the foundation of the house moved. \r\nTheir cat took off through a window and didn’t return for three days. Their two dogs covered their heads with their paws. Jim and Alicia scrambled to pick up the dogs and get out of the house, fearing that the roof and walls were going to collapse on them. They breathed easier once outside and saw their neighbors also running out of their houses. Jim and Alicia were only a half mile from the epicenter of the earthquake. Despite the wreckage to their home, which they had just bought, they considered themselves lucky just to be alive. They thought at first that they had just lived through the Big One, the one that scientists had said for years was going to destroy much of the Los Angeles area. But this wasn’t the Big One. It was big, but not nearly as big as the one that’s yet to come.\r\nThe Northridge quake was \"only\" 6.8 on the Richter scale (10 is maximum). There have been many earthquakes stronger than the Northridge one. The strongest quake ever recorded, 9.5, occurred in Chile in 1960. An earthquake in the Indian Ocean in December 2004 produced a tsunami that traveled at over 300 mph to hit Indonesia, Sri Lanka, India, Thailand, and neighboring countries, killing 230,000 people. The underwater earthquake was measured at 9.0, and it produced as much energy as 1,000 atomic bombs. \r\nEach whole number on the Richter scale equals ten times the energy of the previous number. That is, a 3.0 quake is ten times as powerful as a 2.0 quake. Quakes are measured on instruments called seismographs.\r\nEarthquakes usually occur where tectonic plates meet. About 30 of these plates cover the Earth. They are several miles thick and huge in area — most of the Pacific Ocean sits on just one plate.\r\nEarthquakes occur when one plate strikes another or slides beneath another. Either action produces a huge amount of energy that travels upwards to the surface of the land or upwards to the surface of the ocean floor. A powerful ocean earthquake produces a tsunami, a fast-moving wave that can be anywhere from a few feet high to as much as 100 feet high, as in 2004.\r\nIt is well known that various kinds of animals act oddly just before an earthquake occurs. Researchers hope to discover how these animals can actually detect an earthquake, and which animals are best at accurately detecting earthquakes. They’ll use that knowledge to try to create an early warning system to save human lives. Humans will never be able to take the power out of an earthquake, but maybe someday, with the help of animals and technology, they can take the surprise out.",
    "Smaller than your fist, your muscular heart just goes on and on. It will beat more than 60 times a minute for 70 years or more. Yawn. So what? Most of us take our hearts for granted. Even many hearty people hardly notice their hardy hearts! \r\nYour heart beats 60 times a minute, or 3,600 times an hour. What physical thing can most of us do 3,600 times in one hour? Blink? Maybe, but after a while we’d probably get tired of or bored with the constant blinking. Tap our fingers on the desk? Nope. Jump up and down? Certainly not! \r\nBut your heart keeps beating, minute after minute, hour after hour. Every day, it pumps almost 2,000 gallons of blood through our blood vessels. The average bathtub can hold about 50 gallons of water (filled to the top without anyone sitting in the tub). So, your heart pumps about 40 bathtubs of blood every day. Unbelievable. Give your heart a pat on the back!\r\nAnd, unlike your head or your feet or your back, your heart does all this work without ever complaining! You never know that it’s even there. Your heart is such a reliable \"silent partner\" that people forget to care for it. For many people, the first indication that their heart isn’t functioning properly is death — a fatal heart attack! Over 650,000 Americans die annually of some kind of heart disease. Our hearts keep us alive, but they’re also our number one killer. Cancer kills 560,000, stroke kills 143,000, and accidents kill 118,000 Americans annually.\r\nLike accidental deaths, many heart disease-related deaths can be avoided if people simply follow the advice of health practitioners. Unfortunately, many people seem to listen to a little voice in their head that says, \"It won’t happen to me.\" So these people keep on smoking and drinking. They keep on eating salty snacks and fatty meat. And they keep on \"exercising\" by getting off the sofa, walking to the fridge, and grabbing another sugar-filled soda.",
    "Ever wonder how your pretty little eyes work? Light goes through the pupil, which is the black hole in the center of your eye. The light becomes an image on the retina, which converts the image into nerve impulses. Your brain reads these impulses and \"tells\" you what you are seeing. The image that the retina receives is upside down, but your brain reverses it to right-side up. That’s it, in a nutshell — or, in an eyeball, if you’d prefer.\r\nIn an experiment years ago, a brave researcher wore special lenses that turned everything upside down. He had no idea if his brain would be able to reverse everything after he stopped wearing the special lenses. After stumbling around for a while, he became used to the lenses because his brain corrected the images. To conclude his experiment, he stopped wearing the lenses. After a while, to his great relief, his brain returned his vision to normal.\r\nYour pupils get bigger as a light source gets dimmer, but they also get bigger if you see something, like a delicious meal, that interests you. \"Your eyes are bigger than your stomach\" is an expression parents use when a child fills his plate with more food than he can eat. \r\nPeople with vision problems are usually near-sighted or far-sighted. Near-sighted people see clearly only objects that are near; far-sighted people see clearly only objects that are far away. Both groups of people need corrective lenses (glasses or contacts).\r\nPeople whose near and far vision is good have \"20/20\" vision. People with poor eyesight might have 20/40 vision or worse. That is, a person with good vision can see an object from 40 feet away as clearly as a person with poor vision can see the object from 20 feet away. No matter how good their vision is when they are young, most people will need reading glasses when they get old. And we can thank an Italian for inventing glasses and an American for inventing bifocals.\r\nJust as there are only seven colors in the rainbow, there are only six basic colors for people’s eyes: amber, blue, brown, gray, green, and hazel. Brown is by far the most common color, with blue a distant second. Sometimes people mistakenly say that their eyes are black, but only their pupils are black, not their irises.",
    "It was a perfect day in Los Angeles. So perfect that even Shakespeare, had he lived another 370 years, might have said he himself had not the words to describe it. Everyone’s experienced such a perfect day at least once. The sun was shining, and soft white clouds were parked in the deep blue sky. The temperature was perfect for shorts and flops. Not cool, not warm — just perfectly in-between. A lazy breeze occasionally stirred the leaves on the trees. \r\nSuch a day isn’t typical. Most days in LA are quite hot. Most evenings are quite cool, even nippy. Also, inland weather is not always the same as beach weather. Burning up in Pasadena, you hop into your car and drive toward Santa Monica, thinking of diving into the refreshing cool ocean. Once you near the 405, however, you remove your sunglasses. What happened, you think. Where’d the sun go, you wonder, as you eye the gray sky, roll up the windows, and turn the heat on in your car. This doesn’t happen most of the time, but it happens enough that you learn to always pack a warm jacket and long pants for a trip to the beach.\r\nJune is a peculiar month. It’s preceded by about two months of hot weather and followed by about six months of hot weather. But June itself is usually cool, with a month-long gray sky that looks \"rainy,\" but it never rains. Although many locals find June weather to be refreshingly cool, the local TV weather people complain daily. Every June day, they ask, \"When is the ’June gloom’ going to end?\" They like to say \"June gloom.\" It rhymes, sort of, and it makes them feel clever.\r\nEventually, of course, the gray June sky reverts to a blue sky, with its yellow sun and high temperature. For the next six months, the local TV weather people complain about how hot it is. They ask, \"When will this weather cool down?\" They get excited if the temperature drops five degrees. They get excited if they learn about a faraway Pacific storm. They tell viewers that, even though it’s battering the coast of Japan, it might soon bring LA relief from the sun and the dry weather. Of course, it never does. They fill up their allotted time by pointing to every little city on the LA map and telling you its temperature, even though the temperature for one city is rarely one degree different from that of another city. It must be a boring job to be a weather person in LA.",
    "Mid-December through mid-March is often rainy and chilly. It’s jacket and umbrella time. Rain excites the local TV weather people. They get to remind viewers, in their best parental voice, to \"remember your umbrellas, watch out for traffic, and drive carefully!\" Pity the poor people who don’t watch TV. They probably forget their umbrellas, walk into traffic, and crash their cars every rainstorm. Another expression weather persons wear out during the rainy season is \"Storm warning!\" They love to say that, even though it rhymes less than \"June gloom.\" Sometimes, however, no storm follows the storm warning. You don’t have to watch TV news for long in winter to realize that the weather people are like the boy who cried \"Wolf!\"\r\nWhen a big storm hits LA, every TV station sends at least one reporter out into the streets. The reporter stands in the street near the biggest puddle he can find. The raindrops hit the puddle. The camera zooms in on the raindrops hitting the puddle. The camera zooms in on vehicles’ back-and-forth windshield wipers. The camera zooms in on people holding umbrellas or folded newspapers over their heads. Another reporter is sent to a nearby stream. The camera zooms in on the raindrops hitting the barely flowing stream and on the reporter’s feet as he stands ankle-deep in the stream. Two hours later, he is still standing only ankle-deep in the stream, but the camera zooms in anyway. The mild-mannered stream hasn’t become the angry river that the TV station producers had hoped to bring you. But, there’ll always be more storms. Hopefully, that reporter used an old pair of shoes and didn’t catch a cold.\r\nLocal TV weather persons do their best to make weather, which is boringly predictable 90 percent of the time in LA, interesting. Not only do they fail 90 percent of the time but also, aside from NBC’s Fritz, who wryly presents the weather and never displays the slightest bit of excitement, they make themselves look a little silly.",
    "His girlfriend wanted to have two babies — one boy and one girl. She wanted to have the boy first and the girl a year later. That way they could grow up together. He said that was okay with him. \r\nShe said, \"What do you mean, ’okay’? It shouldn’t be ’okay’ with you. You should say that you want two babies just as much as I do. If you don’t want two babies as much as I do, then forget it.\" \r\nHe said, \"Forget it? You mean that we won’t have two babies unless I really want to have two babies?\"\r\nShe said, \"Yes, that’s right. If you don’t really want two babies, then we won’t have two babies.\" \r\n\"Okay,\" he said, \"then let’s not have two babies.\" \r\n\"Are you sure about that?\" she asked.\r\nHe nodded his head. \"Yes, I’m sure. We can’t afford even one baby.\" \r\n\"Okay,\" she said. \"Goodbye.\" \r\n\"What do you mean, ’goodbye’?\" he asked.\r\nShe told him she was going to leave him. She was going to find a man who wanted to have two babies with her, even if he couldn’t afford \"even one baby.\" \r\nHe told her that he was just kidding — of course he really wanted to have two babies with her, even though they couldn’t afford even one baby.\r\n\"Too late,\" she said. \"You already told me how you really feel. I don’t want my babies to grow up with a daddy who never wanted them in the first place, a daddy who puts a dollar before a diaper.\"",
    "Emily asked her husband if there was any news. He shook his head. She sat down on the sofa and took off her shoes. She put her feet on the coffee table. She picked up the remote and turned on the TV. It was 6 o’clock. The news was on three channels. She didn’t want to see the news. The news depressed her. It was usually about accidents and murders. There was too much bad news on the TV news.\r\nShe found a talk show to watch. It was Ellen. She liked Ellen. Ellen was a comedian. She told good jokes. She showed animals doing funny things. She gave expensive gifts to her fans occasionally. This show was a rerun, but that didn’t matter to Emily.\r\nAll she wanted to do was relax. Watching Ellen helped a little. Emily’s husband had just lost his job. Her only child had dropped out of high school. Even worse, he had left home. He told Emily he would call from time to time. But he hadn’t called even once. Tomorrow would mark two weeks since he’d left home.\r\nShe told her husband, who was sitting in the easy chair, \"I’m worried sick. We don’t know where he is. We don’t know if he’s even alive.\" Her husband said she shouldn’t worry. He had done the same thing when he was 17. But when he found out how hard it was on the road, he returned home and finished high school.\r\nShe said, \"I know. You’ve told me that story before. Your story has a happy ending. But this is Petey’s story. He could be lying dead in a ditch right now, killed by a drunk driver or stabbed by some homeless person that wanted his jacket. The police haven’t been any help. I can’t concentrate at work. I can’t relax at home. I can’t sleep at night.\" She started weeping.\r\nHer husband handed her a tissue. He sat next to her on the sofa and put his arm around her. He said, \"It’ll be all right. Everything’s going to be okay. I’m sure Petey’s safe. He’ll probably call tomorrow. He might even show up tomorrow. Tomorrow is two weeks, right? I was gone for only two weeks myself. Maybe like father, like son. C’mon, honey, chin up.\" \r\nShe snuggled up close to him and went to sleep on the sofa.",
    "Marcia loved cats. She had two of her own. Their names were Spot and Dash. Spot had a white spot on his black face, and Dash liked to dash around Spot and the entire apartment. They were brother and sister, and she had gotten them for free when they were kittens. The cat in the dumpster had probably been run over, she thought. People drove too fast in her neighborhood, and cats were occasional victims. She never let Spot and Dash out of the apartment. They weren’t going to die in the street. Their only acquaintance with the great outdoors was when they sat on the window ledge in her living room.\r\nA couple of days after viewing the unfortunate cat, she was at a restaurant with a couple of friends. The restaurant served a variety of delicious hamburgers. She had tried, and liked, all of them. She ordered a hamburger, medium rare, as was her liking. When the waiter brought everyone’s orders, they all dug in. \r\nShe bit into her burger, and then spit it out into a napkin. She couldn’t eat her burger, and she couldn’t sit there and watch her friends eat their burgers. She made up an excuse, gave a friend enough money to cover her meal and tip, and left the restaurant.\r\nWhen she had bitten into her burger, she immediately pictured the dead cat. That was it for her. She refused to eat red meat anymore; she didn’t want to risk seeing that cat over and over. Fish and poultry were all right, though. She could still enjoy both without thinking of the dead cat. She promised herself that she wouldn’t lift the lids of any more foul-smelling dumpsters, just in case they contained a dead fish or chicken. Much worse, of course, would be if she actually saw a dead baby.",
    "Lisa got into her car. She hoped it would start. Twice in the past month, the car had not started the first time she turned the key. It had started the second time she turned the key, but that made her nervous. Sooner or later, she might have to turn the key three times, then four times, then four hundred times. \"Sooner or later,\" of course, might occur at the worst possible time in the worst possible place. Besides using the car for school and personal errands, she needed it for work. Without the money from her two jobs, she couldn’t pay her bills.\r\nShe had called her mechanic. He said to bring the car in when she had time. When was that, she wondered. She said she’d call him back. She had two jobs. Her day job was at Koss, a popular clothing store on Foothill Boulevard. As a new hire, she was at the bottom of the ladder. Her assignment, five days a week, was to rehang clothes on hangers. \r\nShe worked near the dressing rooms. Customers were allowed to take a maximum of five clothing items into the dressing rooms. They were given a tag with a number on it. The number matched the number of items they were taking into the dressing rooms. They returned the tag, with the items, to a worker when they exited the dressing rooms. The tag number and the number of items had to match, of course. \r\nLisa was not the worker who handed out and retrieved the tags. She was the worker who hung all the tried-on clothes back onto the hangers. Large signs in the dressing rooms said \"Please Hang the Clothes Back Up on the Hangers,\" but most customers ignored the signs. \r\nWhen she didn’t have any clothes to hang up, she kept busy folding clothes, picking clothes off the store floor where people had just dropped them under the racks and rehanging them on the racks, or putting clothes in their appropriate sections on the racks — small, medium, large. She also patrolled the store, picking up trash or out-of-place items that had been moved around by customers and looking for spilled liquids that needed immediate mopping up. \r\nEventually, she hoped to work her way up the ladder to be a cashier. Her boss, whom she had caught eyeing her a couple of times, had already offered her a cashier job, but there was a catch. She had to go out to dinner with him. She had demurred. He was, in a word, creepy. Further, he was fat, with a pock-marked face and a thick moustache, which he stroked far too often. She didn’t know which he loved more — himself or his moustache.",
    "It was a warm, sunny day. Marcia put a hat on to keep the sun out of her eyes. She needed to visit her bank. She had to withdraw some money from the ATM. She started walking down to the corner. There were four buildings at the intersection of Lima Street and Sierra Madre Boulevard. One was her bank. Just north of it was a fast food restaurant. A dry cleaner was catty-corner to the restaurant, and a small, one-story office building was catty-corner to the bank. \r\nLong before she arrived at the corner, she could smell the fried chicken. The restaurant was open seven days a week, and the odor of fried chicken was in the neighborhood daily. She didn’t mind the odor of deep-fried birds. She still ate poultry and fish, even though she had recently sworn off red meat. \r\nHer diet change had occurred suddenly about a month ago. She was walking to the post office on Baldwin Avenue. She smelled something that she guessed was a dead animal. The odor seemed to be coming from the dumpster ahead of her on the left. Ordinarily she would hurry by the dumpster. But because there had been several incidents in the TV news recently about people leaving dead babies in dumpsters, she decided to investigate this one. \r\nLifting one of the two plastic lids on the big dumpster, she held her breath as best she could and peeked inside with only one eye open. She didn’t see a dead baby. She was thankful for that. Instead, she saw a dead cat. Maggots, she guessed, were busy eating at its flesh and guts. The sight almost made her gag. She quickly dropped the lid, walked a few steps upwind, and took a deep breath of fresh air.",
    "After finishing her day at Koss, Lisa usually drove to her night job. She was a waitress, working four nights a week at a 24-hour restaurant called Lenny’s on Huntington Boulevard. She worked there from 6 p.m. till midnight. Most of her customers tipped her well. Older men gave her the biggest tips. Many of them asked her out, but they were all too old for her. \r\nYounger guys asked her out, too, but she was particular. She refused them all, waiting for the right one to ask her. She had seen the \"right one\" once, but he was with a girlfriend, she guessed. She hoped that, sooner or later, their relationship would end. She didn’t mind waiting. She was so busy, even if he did ask her, it would be hard to fit him into her busy schedule — but of course, she’d find a way to fit him in! \r\nWhen she wasn’t working, she was taking weekend college classes. Slowly but surely, she was going to get a degree. She wanted to get married eventually, but she also wanted to be an independent woman, before and during marriage. But that dream wasn’t going to work out if her car didn’t work right. That dream wasn’t going to work out if she got stuck in the wrong place at the wrong time and got robbed, mugged, or worse. She especially worried about being stuck at midnight at Lenny’s, with its poorly lighted and sometimes empty parking lot.\r\nHer mechanic wasn’t open on weekends. But since he was the only mechanic that she knew and trusted, she decided to ask her boss for a day off from Koss. Then she could still drive to Lenny’s that night after her car was fixed. She would miss only one day of work. That wasn’t too bad. \r\nHer boss would probably give her the day off — without pay, of course. She only had to worry about one thing. Her boss might give her the day off, but on one condition — that she have dinner with him. She knew what her response would be. She would say yes, but on one condition — that, before dinner, he shave his moustache off.",
    "\"That’s how much salt is in one serving, and that’s the percentage of salt that one serving contributes to your 100% daily need for salt. Now, look near the top of the box to see how big a ’serving’ is.\" \r\n\"One ’serving size’ is two tablespoons. Okay, I got it. If I eat two tablespoons of soup, I’ll get 33% of my daily need for salt.\"\r\n\"Yes, that’s right. But that’s only half the story. How many servings are in one container?\"\r\n\"Let me see. There are 16 servings in one container. I think I understand, Mom. There are two packages in this box. Each package is equal to one container. If I eat a whole package, which I always do because I love chicken noodle soup, I’ll eat 8 times 2 tablespoons, or 8 times 33%, or, let me see, about 260% of my daily need for salt. But Mom, that’s too much salt! That’s enough salt for 2-1/2 days.\" \r\n\"You’re a clever boy! Yes, that’s too much salt.\" \r\n\"So, can’t we just buy salt-free chicken noodle soup? That’s an easy solution. Problem solved.\" \r\n\"Yes, if we can find it. Many products don’t have a salt-free version. And, the ones that do have a salt-free version usually charge more than for the salted version.\" \r\n\"That’s crazy — it has less salt, but it costs more money?!\"\r\n\"Yes, it’s a crazy world, honey.\" \r\n\"Well, I’ll fix that. When I grow up, I’m going to be president, and I promise, there will be cheap, salt-free chicken noodle soup for everybody, Mom!\"\r\n\"You’re a good boy, Barack.\"",
    "Many Americans don’t understand the food labels, or Nutrition Facts, on the packages of their processed foods. The labels contain important information about what’s in the food, including the amount of salt, which is a very popular additive. Even though health practitioners and the federal government itself tell consumers to watch their salt intake, processors continue to add salt to packaged food. \r\nSalt occurs naturally in many foods. For example, raisins, as sweet as they are, contain the tiniest bit of salt. For many other foods that may already contain salt naturally, processors add more. Why? For some foods, particularly meat, salt works as a preservative. \r\nFor some foods, salt is added to increase thirst. Many bars offer free pretzels and peanuts to their patrons. The salty pretzels and peanuts increase the patrons’ thirst. They order another drink. And another. The pretzels and peanuts aren’t really free; they’re part of the cost of the drinks. \r\nThe most common reason to add salt is simply to add flavor to the food so that consumers buy it again. Consumers select many packaged foods with added salt while shopping in their supermarket. Parents often bring their kids along while shopping. Kids think shopping is fun, but parents can also make shopping a learning experience, as in the following dialogue between a mother and her son. \r\n\"Read the Nutrition Facts label to see how much salt is in this box of chicken noodle soup.\" \r\n\"Mom, there’s no salt at all in this soup.\" \r\n\"Yes, there is. Just look where it says ’sodium’ — that’s another name for salt.\" \r\n\"Oh, okay.",
    "He woke up. He went into the bathroom and turned on the light. Nothing happened. He used the tankless toilet. It wouldn’t flush. He turned on the water to wash his hands in the sink. No water came out — no hot, no cold. \r\nHe went back into the combination living room/bedroom/kitchen of his studio apartment. He opened the blinds to let more sunlight in. He went to the refrigerator and opened the freezer door. The food in the freezer was cold, but not frozen. He opened the refrigerator door. The light didn’t go on. The food was still cold. He turned on the kitchen water. Nothing came out. \r\nNone of the lights worked. The TV and his radio didn’t work. His computer didn’t work. His cell phone didn’t work. He looked out the window. Vehicles were moving on the street below, but nobody was gassing up at the corner gas station. Drivers were honking madly at one another in the intersection. The traffic lights weren’t working. What in the world is going on, he wondered. \r\nJust then, he saw the traffic lights start working. He heard his refrigerator motor kick in. Two lights came on in his apartment. He tried the water. It was working in both the kitchen and bathroom. He turned his TV on to a 24/7 news station. They were reporting the sudden end of a nationwide electricity shutdown. They were trying to contact mayors, governors, Capitol Hill, and government agencies as to what had caused the shutdown. They were trying to determine if the President was going to make a nationwide speech about the shutdown. Meanwhile, they speculated among one another about the who, what, when, where, why, and how.",
    "A little girl in a pink bicycle helmet slowly pedaled by on a pink bike with pink training wheels. Her parents walked behind her. An old couple slowly walked by. The man was using one of those aluminum, adjustable canes. They stopped and sat down on a bench next to Holly. They basked in the sun, not saying a word. \r\nA skinny lady in a red coat walked by. She had a strange gait, as if she had polio or some kind of hip injury. A threesome walked by speaking Russian. They were talking animatedly. Holly didn’t speak Russian, but she knew that they were talking negatively about one of their relatives.  \r\nA mother pushing an empty stroller with her young daughter walking alongside stopped at the metal railing that bordered the length of the walkway. Mom pulled a bag of sliced bread out of the back of the stroller. She tore up a slice into pieces and started throwing them to the ducks in the water. Her daughter watched and pointed at the ducks. Mom gave her daughter a slice of bread. Her daughter tore off a piece and ate it. Then she resumed pointing at the ducks while munching on their bread. \r\nThe old couple got up and resumed their walk, except now they headed back home. They still hadn’t said a word to each other.",
    "Holly walked down to Sheepshead Bay on a cool, winter day to enjoy the view from the wide walkway near Pier 10. She sat down on one of the many benches facing the bay. A group of young people walked by four abreast — man-man-woman-woman. Holly thought that was odd. \r\nA dad walked by pushing a stroller. The rock music he was listening to was loud enough for the baby to hear too. Holly saw the baby waving its arms. Was it dancing? A teen girl with dyed, bright red hair startled Holly as she zoomed by silently, and illegally, on her bike. Holly figured it was just a matter of time before she injured or killed a child or an elderly person.\r\nA dad walked by with his little girl, saying, \"Don’t do that. It looks stupid.\" Another little girl walked by, asking her mom repeatedly, \"What’s that?\" Two older women walked by arm in arm. Holly wondered why men never walked arm in arm. A woman walked by pushing the flimsiest stroller Holly had ever seen. It had four tiny wheels. Holly hoped that there was a dog, not an infant, inside the stroller.\r\nMissing Holly’s feet by inches, an old lady whizzed by on her big, red, four-wheeled motorcart. Holly didn’t even know the name of the vehicle. It wasn’t an electric wheelchair, and it wasn’t a car. But it looked like a small car. It looked like something that belonged on Emmons Avenue, not on the walkway. Holly hoped, but only a little, that the old lady would collide with the red-haired teen.",
    "After half an hour, the ’who’ took control of all of America’s computers. Every site displayed \"General Electricks.\" Underneath those words was the drawing of a pig on a plate with cash stuffed in its mouth. On the tip of its curly tail was a two-pronged plug. \r\nBeneath the pig appeared this message, as it was being typed: \"America is an electricity pig. Eventually, you’re going to poison the whole Earth with the pollution caused by your unrestrained use of coal, nuclear plants, natural gas, and oil to produce electricity. Our Earth will become unlivable. Do you think it’s your piggish right to destroy Earth and everyone on it? \r\n\"The power outage that America just experienced was only six hours, a mere wake-up call. I know what your electricity usage in kilowatt hours is daily nationwide. If your usage doesn’t go down 10 percent by seven days from now, your next outage will be 24 hours. You’ve got the brains, America. I’m giving you the motivation — a kick in your big, fat, electrically heated and cooled butt. Every year, I’m going to kick you again. Next year’s going to be a 72-hour kick. \r\n\"You have ten years to figure out how to derive 100 percent of your electricity from water, sun, and wind — with no pollution. If you fail, I won’t just shut down your power grid — I’ll destroy it. You’ll go back to living like the First Americans. And the rest of the world’s piggish nations will suffer the same fate at the same time. So, all of you, find a solution to end your pollution. Save our Earth, save our selves! I know you can do it. And don’t try to find me, or you’ll regret it.\" One minute later, the message disappeared.",
    "Somehow, he passed the interview and was accepted into the training program. In fact, as best he could determine, every person interviewed was accepted. He figured that the program had to have a high dropout rate to accept 100 percent of the interviewees. His three-month training class started a week later. \r\nClass was tough from day one. All trainees received two huge notebook binders, each containing about 600 pages. At the end of the first week, he promised himself that he would not be the first to drop out. Every day, the instructors presented more rules and regulations that students had to understand and memorize. All the students busily highlighted various sentences in various colors in their notebooks. \r\nSome rules and regs seemed to him to contradict one another. He constantly raised his hand to ask questions. Several times he asked classmates, \"Do you understand all this stuff?\" Most of them admitted they didn’t. He not only didn’t understand many of the rules and regs, but also couldn’t remember one from another. Despite his studying, they were all jumbled together in his mind. \r\nOn Friday of week seven, even though no one else had dropped out, he told the lead instructor, \"I’m finished. There’s too much information being presented too fast for me.\" \r\nShe said, \"I understand. It’s only going to get more difficult, so it’s probably best that you quit now. Frankly, I had figured you would be the first to go. I’m just surprised you hung in this long.\"",
    "He received an invitation to an interview for a New York City agency job. He’d taken a computerized test for that job about 16 months ago. He went to the agency’s website and looked at the job responsibilities. \r\nHe groaned. The job involved tons of paperwork. He thought about the pile of statements, receipts, and other papers in his apartment that he hadn’t organized in months. \r\nNevertheless, he decided to go to the interview. He had taken computerized exams for several other New York City agencies. Even though he had passed those exams, he had not received invitations to job interviews yet. He figured he would accept this particular opportunity and see how it played out. But the first chance he got to jump ship to another interview and another job, he would jump.\r\nHe went to the interview. Two workers asked him about a dozen questions and marked down how he answered each question. He was in a room where three other applicants were also being asked the same questions by other workers at other tables. Sometimes he was able to listen to other answers. He used a couple of those answers for his own answers. \r\nThe final question was, \"Why do you want this job?\" In truth, of course, he wanted it because he was unemployed and he would take just about any job that he could get. Instead, he said, \"My parents would be very proud of me to be an agency employee. Plus, this job would enable me to ’give back’ to my community, and it would make my life meaningful, purposeful, and fulfilling.\" He was proud of his response.",
    "Bob walked into the conference room. A representative from the credit union was offering workers a chance to win $500. That sounded good to Bob. When he walked into the room, a young man was sitting down at the big table. When he saw Bob walk in, he grinned and said, \"Hey, buddy!\" \r\nBob wasn’t anybody’s buddy. He said, \"Hey, buddy. How you doing, buddy? I came here to win that $500, buddy. Can you help me do that, buddy? Huh, buddy?\" Bob was tired of saying \"buddy.\" He hoped that the rep was tired of hearing it. \r\nThe rep said, \"Sure, buddy. Have a seat. Let me get some information from you.\" The rep asked, \"Your name?\" \r\nBob said, \"Buddy.\" \r\nThe rep asked, \"And your last name?\" \r\nBob said, \"Buddy.\" \r\nThe rep looked at Bob. \"Buddy Buddy?!\" \r\nBob said, \"Yes, buddy.\" \r\nThe rep typed in \"Buddy Buddy.\" He asked several more questions. Then he asked, \"Your mother’s maiden name?\" \r\nBob said, \"Buddy.\" \r\nThe rep said, \"Buddy again? Oh, I get it. You’re trying to tell me something. I shouldn’t call you ’buddy,’ right? That’s okay. My bad. What do you want me to call you?\" \r\nBob said, \"You’re sharp. How about the M word, or the S word?\" \r\nThe rep stared blankly, then asked, \"Second letter?\" \r\nBob said slowly, \"M is for Mister, and S is for — \" \r\nThe rep jumped in. \"Sir! Okay, I got it. You’re right, sir. Let me type a note to myself: Don’t call old guys ’Buddy.’\" \r\nBob said, \"Thank you, buddy.\"",
    "A police officer visited a former dog owner. Someone had shot and killed her 4-year-old pit bull. The officer knocked on her door. \r\nOpening the door, Beulah said, \"She’s exactly as I found her. I didn’t move a thing. Where’s your tape? Where’s your photographer?\" \r\nHe said, \"Excuse me?\" \r\nShe said, \"You know. The yellow crime scene tape. The forensic photographer. Don’t you watch TV?\" \r\nHe said, \"Ma’am, with all due respect to your dog, it doesn’t get the tape and photography treatment. Maybe the President’s dog would. Now can I see your dearly departed, please?\" She led him into the back yard.\r\nThe officer asked, \"Did your dog have any enemies?\" \r\nShe said, \"Not that I know of. Sugar was the sweetest thing this side of a candy store. She wouldn’t hurt a fly. All these know-nothings always bad-mouth pit bulls, but if they’d met my Sugar, they’d want her young’uns.\" \r\nThe officer said, \"Well, you know 311 has received complaints about her barking for over a year.\" \r\nShe said, \"Yeah, Sugar barked a bit, but that was because she was happy. Besides, nobody’d shoot a dog just because it barked. Well, maybe a crazy person. Crazy people’ll do anything. But, if you knock on enough doors, I’m sure you’ll find the killer — and the real reason they shot poor Sugar. I’m going to have a funeral for her out back here. Would you like to come? It might be worth your while. Killers like to show up at funerals, you know. They like to admire their work. It’s part of their sickness. You could arrest him before he kills again.\"",
    "The bag of Clementines was cheap. Three pounds for only $4.99. The usual price was two or three dollars more. What’s wrong with them, he wondered. Maybe they had seeds. He looked at the label on the bag. It said, \"May contain an occasional seed.\" He could live with that. He bought a bag. Over the next three days, he ate all the Clementines. He’d had to spit out about three seeds. \r\nHe went back and bought another bag. Back home, he offered to peel one for his wife. She declined. The first one he ate had at least 30 seeds. His tongue got tired from all the \"seed work.\" He called the 800 number on the label. A friendly woman in Florida answered. He told her about how many seeds he’d just spit out. She apologized. She asked for his address and the cost of the bag. She said she’d send him a check for $4.99. He thanked her. \r\nIt’s nice to deal with responsible people, he thought. He peeled another Clementine. It didn’t contain a single seed. That’s odd, he thought. He peeled another one. It didn’t contain a single seed either. He told his wife about the seedless Clementines. She said, \"You still have time.\" He asked, \"Time for what?\" She said, \"Time to call them back, and tell them to cancel the check.\" He said, \"No. That’ll just complicate things.",
    "During his radio talk show, the popular host said, \"Well, once again, nobody of color was nominated for an Oscar. Why? I’ll tell you why. Because the academy consists of nothing but old white guys, that’s why. Okay, Bob in Staten Island, go ahead.\" \r\nBob said, \"First of all, ’old white guys’ is disrespectful. How would you like being called an ’old brown guy’? Second, you’re saying that old white guys never vote for people of color. That’s not only false — it’s racist. \r\n\"Third, this country was founded by old white guys, in case you forgot. They wrote the First Amendment, which allows you to say what you just said. Then there are the old white guys who fought in World War II. Without them, you’d be speaking Japanese right now. I guess you forgot about that too. And what about the old white guys who created our national transportation and communication systems, health care system, and power grid?\r\n\"Finally, old white guys created light bulbs, motion pictures, air conditioning, elevators, planes, vaccines, TVs, computers, Cadillacs, Walmarts, and McDonalds. These are just some of the things that have helped make America the greatest country in the world, the country that everyone wants to come to. Then when they get here, some of them — like you — complain about the very people who made this country worth coming to. \r\n\"You bad-mouth them, yet you enjoy using everything they created. You’ve made a small fortune in America, yet you constantly talk about how great your home country is. So why are you here? Go back home. Make room for people who appreciate old white guys and everything they’ve done.\" \r\nThe host said, \"I’m not going anywhere, and I don’t owe old white guys anything. Everything they created, they built it on the backs of slaves and other people of color. Maybe you forgot that little fact.\"",
    "She took the mail out of her mailbox. Back inside her third floor apartment, she looked at the return addresses on the envelopes. Junk, junk, junk, she said to herself as she threw each unopened envelope into the trash. But she opened one envelope. It was from the NY Times. It was a first-time subscriber offer. The introductory price was much cheaper than newsstand or regular subscription prices — only $8 for eight weekend issues.\r\nShe called the 800 number. The rep said delivery would start that weekend. Saturday morning, she opened her door. There was no paper. She called the 800 number. The rep said that he would call the delivery service. \"You should get your paper by noon,\" he said. \r\nAt 1 p.m., she called the rep. \"I haven’t gotten my paper,\" she said. \r\nThe rep said, \"Really? Okay. You won’t be charged for it.\" \r\nThe next morning, she opened her door. There was no Sunday Times. She called the 800 number. The rep called the delivery service. The rep called her back. \"The delivery service said a lot of papers were damaged. Don’t worry, you won’t be charged.\" \r\nThe following Saturday, she opened her door. There was no paper. She called the 800 number. The rep said, \"Well, you know it snowed last night. A lot of people in Brooklyn didn’t get their paper. Don’t worry, you won’t get charged.\"",
    "The next morning, she opened her door at 7:00, 7:30, 8:00, and 8:30. There was no Sunday Times. At 8:30 she called the 800 number. The rep said he would order a redelivery. At 12:30, she called the 800 number. The rep who answered said, \"You know, there’s a note here that says that you have a ’locked lobby door.’ That means they can’t get inside your building. So the delivery is not to your apartment door; it’s to the area right outside your lobby.\"\r\nShe said, \"You mean they left the paper downstairs, and all this time I’ve been looking for it outside my apartment door? Why didn’t someone tell me that in the first place? I’ll go downstairs and check.\" \r\nThe paper wasn’t downstairs. She went back to her apartment and called the 800 number. The rep said he would give her credit for the day’s paper. \r\nShe said, \"You know what? The Times is now oh for four for a trial subscription. Why in the world would I pay full price for a regular subscription? I’d be calling you every week about missing or stolen papers. Just cancel my trial subscription, please. If I want to read the Times, I’ll go to the library.\"",
    "Corey stood inside the drugstore on Ocean Avenue. It was 30 degrees outside. He kept looking north for an approaching B49 bus. The drugstore’s automatic doors opened. A man, about 30, stood outside. He did a slow \"dance\" at the doors. He looked exactly like a puppet on strings held by a novice puppeteer. His head went this way and that, as did each arm and leg. Slowly, he made his way through the doors. Once he got inside, he smiled. He was wearing only a sweatshirt and jeans, but he didn’t seem to notice the cold. \r\nHe said to Corey, who had been trying to be invisible, \"Excuse me. Do you know where I can find the Bay News?\" His speech was too loud, but clear. \r\nCorey said, \"The only place I know is the news box across the street.\"\r\nThe man said, \"Yes, I know, but it’s empty. Do you know why it’s empty?\" \r\nCorey said, \"Well, it’s Thursday. The paper comes out on Friday.\" \r\nThe man said, \"No. It’s empty because someone stole all the papers. That’s why it’s empty. Someone always steals all the papers.\" The man awkwardly and slowly walked back out into the bitter cold. Corey resumed looking for his bus. \r\nA lady who had witnessed everything said, \"That is why I don’t believe in God. No loving God would allow one of His children to be that broken.\"",
    "It was a sunny day all over the world — including the half that was opposite the sun. This had never happened before. Scientists were astounded. Then the sky everywhere turned black. The whole Earth was as dark as the inside of an inner tube. Flashlights, car lights, and streetlights did not brighten the blackness. A bright light appeared in the sky for all to see. \r\nA voice said, \"We’ve been watching you. You are a world of bullies. You need to learn to be nice to your neighbors. We’re going to start with world leaders, then work our way down the power ladder. We’re going to take the H-A-T-E out of E-A-R-T-H. We’re going to replace ’hatred’ and ’hurtful’ with ’nice.’ If you bully others, you’ll suffer horribly and publicly.\" Then the light went out, and the sun reappeared over half the Earth’s surface.\r\nSome world leaders scoffed. They didn’t believe the light had any power, other than to turn the entire sky black or blue. One world leader, Darth, the world’s most feared and most macho leader, immediately attacked the country that was his western neighbor. The attack lasted all of five minutes. Then Earth’s entire sky went black and the light reappeared. Dangling in the light for all to see was Darth. Suddenly, he started screaming. After about half a minute, he stopped. \r\nHe begged, \"Please, don’t hurt me again. I’m sorry! I’ll never do that again.\" Then he started screaming again. This time his screaming made dogs bark and cats howl. Finally, Darth stopped screaming. He begged and promised some more. The light released Darth back to Earth. \r\nFrom then on, there were no more wars. National leaders worked out their problems through conversation and compromise. Ordinary people started doing likewise. \r\nEvery year for the next 20 years, the light reappeared. It congratulated leaders and followers on their improved behavior, but it reminded them, \"We see all of you all of the time.\" Then a replay of Darth screaming in agony appeared for a full minute, and the light disappeared. \r\nIn the 21st year, the light failed to appear. One of the first to notice this was Darth.",
    "When Holly was little, her dad gave her a box of crayons. Holly’s first drawing was of her sleeping cat. \"Kitty\" was black and white. After using the red, yellow, green, and orange crayons, but not the black or white ones, Holly proudly showed her drawing to her mom. \r\nShe said, \"That’s nice, Holly. What is it?\" \r\nHolly said, \"It’s Kitty!\" \r\nHer mom said, \"It is? Show it to daddy, honey.\" \r\nHolly showed her drawing to her dad. He said, \"That’s nice, honey. What is it?\" \r\nShe repeated, \"It’s Kitty!\" \r\nHolly had drawn the insides of Kitty — brain, intestines, heart, and other parts. She had drawn the insides because she had a type of x-ray vision. Unknown to her parents until that day, Holly saw only the insides of living things. When she looked at her parents’ faces, for example, she saw bone, cartilage, tissue, muscle, and blood vessels. The only time she saw her parents’ real faces was when she saw their reflections or their pictures. Holly had always asked her parents, \"Why do you look different in pictures?\" Now they understood her question. \r\nHolly became an accomplished anatomical artist before graduating high school. She went to college and eventually earned a medical degree. While in med school, she drew pictures of anomalies in the heads or bodies — she could see through clothing — of some of her instructors and classmates. All of them needed treatment; some needed life-saving surgery. \r\nAfter graduating med school, she became \"Dr. Lifesaver.\" Using her drawing skills, special vision, and medical knowledge, she examined nearly 12,000 people a year for the next 30 years. She referred those who had tumors, diseases, and other abnormalities to specialists she knew. \r\nAfter 30 years, she learned that she herself had brain cancer. The operation that removed her cancer also mysteriously removed her \"x-ray\" vision. But Holly was happy to have gained normal vision. She retired, eager to spend the rest of her life with her husband, kids, and grandchildren. None of her kids or grandchildren had inherited her \"x-ray\" vision, but her oldest grandson had microscopic vision. If he wanted, he could see the microbes on doorknobs."
]