[
    "There are boxes on the floor. She opens a box. There are books in the box. She takes out the books. She puts the books on the bookshelf. She opens another box. There are plates in the box. She takes out the plates. She puts them in the kitchen cabinet.",
    "He stands on the corner. He sells purses. He says, \"Ten Dollars!\" over and over. Many women stop. They look at all the purses. They pick up the purses. They look inside the purses. They put the purses on their shoulders. Many women buy a purse. Some women buy two purses.",
    "She is a model. She walks up and down the runway. She models clothes. She models expensive clothes. Famous designers design her clothes. The clothes look good on her. People watch her model clothes. People spend lots of money on the clothes. People buy the clothes. She never buys the clothes. She just wears them.",
    "She puts on her swimsuit. She puts sunblock in her beach bag. She puts a towel in her beach bag. She puts a big bottle of water in her beach bag. She puts on her flip-flops. She puts on her sunglasses. She puts on her big hat. It protects her from the sun.",
    "He has a pocketknife. It has two parts. It has a knife. The knife is two inches long. It is sharp. He cuts rope with the knife. He cuts wood with the knife. The other part is a file. The file is two inches long. He files his nails with the file.",
    "She looks for the TV remote. She looks under the cushions. She looks under the sofa. She looks around the living room. She looks on the dining room table. She goes to the kitchen. She sees the remote. It is on the kitchen counter. She picks it up. She goes back to the living room.",
    "He is a bus driver. He drives a school bus. He drives the bus five days a week. He drives the bus in the morning. He drives it in the afternoon. He picks up kids near their homes. He takes them to school. He picks them up at school. He takes them home.",
    "He has an imaginary friend. He talks to his friend. His friend listens to him. His friend is smart. His friend is funny. His friend gives him advice. His friend goes everywhere with him. He and his imaginary friend are best friends. He is never alone. He is never lonely. His friend is always with him.",
    "He has a secret. He keeps his secret. He shares it with nobody. He tells it to nobody. A secret is a secret. He loves his teacher. That is his secret. His teacher is beautiful. She is smart. She likes him too. She gives him A’s on his homework. She gives him gold stars for his class work.",
    "He puts a camera into his pocket. He gets on his bicycle. He rides his bike to the lake. He gets off his bike. It is a big lake. He takes the camera out of his pocket. There are ducks on the lake. He takes pictures of the ducks and the lake.",
    "She wants health insurance. She calls up the health insurance company. She talks to a representative. He asks her many questions. She is 28. She is in good health. She has no health problems. She makes $40,000 a year. He approves her for insurance. Her premium is $300 a month. She thanks him.",
    "Her boyfriend is sweet. She loves him. He loves her. He carries her books. He sharpens her pencils. He helps her do her homework. He takes her to dinner. He takes her to the movies. He gives presents to her. He writes love letters to her.",
    "The door to the store is open. He walks in. He looks around. He wants to buy a pen. He walks to the back of the store. He sees pens and pencils. He sees a package of ballpoint pens. They have black ink. He grabs a package. He takes it to the cashier.",
    "He is a daredevil. He climbs tall buildings. He climbs them with his bare hands. He climbs buildings all over the world. He climbs for fun. He loves to climb. The police love to arrest him. They always arrest him at the top of the building. He goes to jail for a day or two.",
    "He is upset. He has no job. He has no friends. He has no hope. He gives up. He takes the bus. The bus goes to a bridge. He gets off the bus. He walks onto the bridge. It is a high bridge. He looks down at the water. It is a long way down.",
    "He likes watermelon. A watermelon is pretty. It is green on the outside. It is red on the inside. It is hard on the outside. It is soft on the inside. It is juicy on the inside. A watermelon is sweet. Some watermelons have seeds. He spits them out. Some watermelons have no seeds.",
    "He chews gum. He chews all kinds of gum. He chews chewing gum. He chews bubblegum. He blows bubbles with bubblegum. He blows big bubbles. They are as big as a grapefruit. Then they burst. He wipes the bubblegum off his face. Then he blows another big bubble. It bursts too. He laughs.",
    "He puts on his shirt. He puts on his pants. He tucks his shirt into his pants. He buttons his pants. He zips up his pants. He sits down. He puts on his left sock. He puts on his right sock. He puts on his left shoe. He puts on his right shoe. He ties his shoelaces.",
    "She gets in the elevator. She presses a button. The button says 3. She presses another button. The button says Close Doors. The elevator doors close. The elevator goes up. It goes past the second floor. It goes to the third floor. The elevator stops. The doors open. She gets out. She is on the third floor.",
    "She looks at the magazine. The magazine cover has a picture. It is a picture of a house. It is a pretty house. She picks up the magazine. She opens it. She turns the pages. She sees more pictures of the house. She likes this house. She reads the article about the house.",
    "She uses a wheelchair. Her legs are weak. She goes everywhere in her wheelchair. She goes to school in it. She goes to restaurants in it. She goes to the park in it. Her wheelchair is electric. It has a battery. She goes forward and backward. She turns left and right. Her wheelchair takes her everywhere.",
    "He walks to the elevator. He pushes the Down button. He hears the elevator bell. The elevator doors open. Someone walks out. The elevator doors close. The bell rings again. The doors open. He gets in. The elevator goes down. It goes down seven floors. The doors open. He walks out.",
    "He rides to the park on his bike. He rides around the park on a wide road. Many people ride with him. It is a busy day at the park. There are many bike riders and skaters. There are many walkers and joggers. They are all on the same road. It is a busy road.",
    "His mind controls his thoughts. His mind thinks about negative things. His mind thinks about past insults. His mind thinks about his bad decisions. His mind thinks about rude people. His mind thinks about all the bad things in his life. His mind never thinks about the good people and the good things in his life.",
    "It is winter. It is early morning. He goes to the park. He puts on his ice skates. He skates on the pond. He skates round and round. Nobody else is on the pond. He has it all to himself. It is quiet on the pond. The only sound is his skates on the ice.",
    "The baby cries. She looks at it. She talks to it. The baby cries some more. She picks it up. She holds it. She pats the baby on the back. The baby burps. She puts the baby down. She looks at it. The baby looks at her. It smiles at her.",
    "She is in her pajamas. She lies down. She puts her head on the pillow. She moves the pillow around a little bit. It is more comfortable now. The lamp is still on. She turns off the lamp. Her bedroom is dark. She puts her head back on the pillow. She goes to sleep.",
    "She opens the envelope. She reads the letter. The letter is from her cousin. Her cousin is in Europe. Her cousin likes Europe. She finishes the letter. She writes a letter to her cousin. She tells her cousin all the latest news at home. She thanks her cousin for the letter.",
    "She goes to the swimming pool. She goes into the locker room. She changes into her swimsuit. She puts her clothes in a locker. She goes out to the pool. It is a hot and sunny day. She looks at the cool, blue water. She dives in. The cool water feels good.",
    "He needs to buy some items at the store. He writes down the items on a piece of paper. He puts the paper into his wallet. He goes to the store. He takes the paper out of his wallet. He looks at the paper. He finds each item. He checks off each item.",
    "She sits down in the chair. She unties a shoelace. She takes off her left shoe. She puts it on the floor. She takes off her sock. She puts it on the shoe. Her foot is sore. She rubs her foot. Her foot feels better. She feels better. She unties the other shoelace.",
    "He sees the spider. It is brown. It has long legs. It crawls along the wall. He watches it. It crawls higher. It is near the ceiling. It stops crawling. It sits there for a while. Then it crawls back down the wall. It crawls on the floor. He steps on it. It is dead.",
    "He goes to DMV. He stands in line. He waits with everyone else. He moves to the front of the line. Someone says, Next! He goes to the counter. He pays money for the test. He gets a receipt. He gets a number. He sits down in a chair. He waits for his number.",
    "The blimp flies through the sky. It goes 30 miles per hour. It has two engines. The engines have propellers. The engines are under the blimp. They are on the gondola. The pilots sit in the gondola. The passengers sit there too. The gondola has big windows. The pilots and passengers look out the windows.",
    "He sees three bananas. One banana is yellow and green. Another banana is yellow and brown. Another banana is all yellow. He picks up the yellow banana. He peels it. It peels easily. A ripe banana peels easily. The banana is all white. It has no brown spots. An overripe banana has brown spots. He eats the whole banana.",
    "He walks into the bathroom. He pulls back the shower curtain. He turns on the shower water. He steps into the tub. He closes the shower curtain. He grabs a bar of soap. He washes all over. He rinses the soap off. He turns off the water.  He steps out of the tub.",
    "She has an aquarium. There are four fish in the aquarium. They are all small fish. They are different colors. One fish is red. Another fish is blue. Another fish is yellow. Another fish is pink. She looks at the fish. Their mouths are open. She thinks they are hungry. She feeds them.",
    "He turns on the light. He hears a sound. The light goes out. The bathroom is dark. He goes to the closet. He grabs a new light bulb. He goes back to the bathroom. He unscrews the old bulb. He screws in the new bulb. The light goes on. He throws out the old bulb.",
    "He sits on the subway steps. He calls out to strangers. He holds out his cap. He asks for help. He asks for money. He asks for change. Some strangers stop. They hand him a quarter. They hand him a dollar. Most strangers pass by. They give him nothing. They are in a hurry.",
    "He bounces the ball. He bounces it up and down on the court. He passes it to his teammate. They both run. They run toward the basket. Two other players run too. They want the ball. His teammate jumps up. He shoots the ball. It goes into the basket. Their team scores two points.",
    "He looks out the window. The sky is gray. Leaves fall from the trees. Paper flies through the air. It is windy. He goes back to his book. He hears raindrops. He looks out the window again. He sees the rain. He closes the window. He goes back to his book.",
    "She goes to the newsstand on the corner. She looks at the lottery sign. Powerball is now $99 million. She wants to win some money. She asks for 10 Powerball Quick Pick tickets. The vendor prints them out. She hands him $10. He hands her the tickets. He says Good Luck. She thanks him.",
    "She works for the post office. She delivers mail. She fills up her mailbag with mail. She pushes the mailbag on the sidewalk. She stops at each house. She delivers mail to each house. She picks up mail from each house. She works in all kinds of weather. That is her job.",
    "It is Christmas time. Christmas Day is only four days away. The stores are busy. They are full of shoppers. Shoppers buy gifts for their family. They buy gifts for their friends. They buy expensive gifts and inexpensive gifts. They buy big gifts and little gifts. The store owners are happy. They love Christmas time.",
    "It is Fall. Leaves fall in Fall. They fall to the ground. They all fall. They fall one after another. They are different colors. They are brown. They are red. They are orange. He rakes up the leaves in his yard. He fills ten plastic bags with the leaves. He drags the bags to the curb. He hates Fall.",
    "He looks at the plant. It is in a pot. The plant looks dry. Its leaves droop. It needs water. He picks up the pot. He carries it to the kitchen. He fills a glass with water. He pours the water into the pot. He puts the plant back on his desk.",
    "He works in a bank. He is a teller. He talks to customers. He puts money in their accounts. He takes money out of their accounts. He accepts cash from them. He gives cash to them. They stand in line to see him. He stands behind the counter to serve them.",
    "She likes a dress in a clothing store. She takes it to the dressing room. She tries it on. She stands in front of the mirrors. She looks at the front of the dress. She turns and looks at the back. The dress fits her well. She takes it off. She goes to the cashier.",
    "She stands on the sidewalk. She stands behind a small table. She peels a mango. She slices it. She puts it into a plastic cup. There are five cups on the table. They are for sale. One cup costs two dollars. A man stops. He buys a cup for two dollars.",
    "She takes the dirty sheet off the bed. She takes the dirty pillowcases off the pillows. She puts a clean sheet on the bed. She puts clean pillowcases on the pillows. She puts the blanket on the bed. She puts the dirty sheet and pillowcases into the laundry basket. She goes into the next bedroom.",
    "She opens the bag of coffee beans. She pours some beans into the grinder. She puts the lid back on top of the grinder. She turns on the grinder. She grinds the beans for 10 seconds. She removes the lid. She pours the ground beans into a paper filter. She boils some water.",
    "A plastic bag lines the trashcan. The bag is full of trash. He ties the top of the bag. He takes it out of the trashcan. He feels the bottom of the bag. It is dry. There is no leak. He puts an empty bag into the trashcan. He takes the full bag outside.",
    "The potted plant is on the windowsill. She looks at the plant. It has a yellow leaf. She pulls off the yellow leaf. She throws it in the trash. She takes the plant to the kitchen sink. She turns on the faucet. She waters the plant. She puts the plant back on the windowsill.",
    "Her hero is a rock singer. He has a snake tattoo. She wants a tattoo like his. His snake tattoo has two heads. She goes to a tattoo parlor. The tattoo artist gives her the tattoo. He puts it on her right forearm. It takes about three hours. She is proud of her new tattoo.",
    "He is angry about his taxes. He pays too much tax. He blames the government. He decides to do something. He has a small airplane. He gets into his plane. He flies it to the city. He flies it into a government building. He kills himself. He kills nobody in the building.",
    "She has happy thoughts. She thinks about good things. She thinks about good people. She controls her thoughts. Sometimes she has a negative thought. But she quickly pushes it out of her mind. She \"changes the channel.\" She listens to only happy thoughts. Happy thoughts keep her happy. She feels good. She sleeps well.",
    "It is an uphill race. The runners run up the stairs. They run up the stairs in the Empire State Building. There are many steps. It is a difficult race. It takes a long time. It is an annual race. The runners are in very good condition. They train all year round.",
    "She loves her boyfriend. He loves her. They decide to marry. They decide on a wedding date of June 10. They are excited. They send invitations to their families. They send invitations to their friends. She needs a wedding dress. She tells her mom. Her mom gives her her own wedding dress.",
    "She sits down on the bench. It is a piano bench. She puts her fingers on the piano keys. She plays a song. The music sounds good. Her dog howls to the music. Her cat leaves the room. She plays the song again. Her dad enters the room. He sits down and listens.",
    "The dishes are in the sink. The dishes are dirty. She wets the sponge. She pours dishwashing soap onto the sponge. She washes the dishes with the sponge. She rinses the dishes. She puts the dishes on the rack. The dishes dry on the rack. The dishes are clean and dry.",
    "He is at the beach. He sits on the sand. He watches the waves. They splash onto the beach. It is a hot day. He gets up. He walks into the water. A wave knocks him down. He falls into the water. He stands up. He dives into the water. The water is cool. It feels good.",
    "She looks at the floor. There is hair on the floor. There are peanut shells on the floor. There are pennies on the floor. There are paper clips on the floor. She has a dirty floor. She grabs a broom. She grabs a dustpan. She sweeps the floor clean. She sweeps everything into the dustpan.",
    "He stands at the bus stop. He looks at his watch. He is late. He taps his foot. He looks at his watch again. He looks down the street. He looks for the bus. He sees the bus. It is a block away. It approaches slowly. It finally arrives at the bus stop.",
    "There is a wedding. The wedding is next month. He buys a new suit for himself. The suit costs $400. It is a dark blue suit. He buys a gift for the bride. He buys an iPad for her. He buys a gift for the groom. He buys a tennis racket for him.",
    "He opens his laptop. He pushes the button. The computer turns on. The computer screen lights up. The icons appear on the screen. He clicks on an icon. He goes online. He visits a website. The website is about movies. He reads about a new movie. It is a really scary movie. He calls up his friend.",
    "She looks at her teeth in the bathroom mirror. They are yellow. She goes to the dentist. She opens her mouth. The dentist looks in her mouth. He sees her yellow teeth. He cleans her teeth. He uses a brush. He uses a pick. He uses floss. The dentist finishes. Her teeth are less yellow.",
    "The city is on the alert. Police worry about terrorists. It is the tenth anniversary of 9/11. Police are everywhere in the city. They are in the subway stations. They are on the trains. They are on the bridges. They are in the tunnels. They are at Ground Zero. They are on the alert.",
    "He drives his car fast. He drives it too fast. A cop sees him. The cop turns on his red light. The cop turns on his siren. The cop chases him. He ignores the cop. He drives faster. He tries to get away. He speeds up. He misses a corner. He crashes his car.",
    "He goes downstairs to the lobby. He opens his mailbox. There is no mail. He closes the mailbox. He walks outside. He goes to the corner. He opens the newspaper box. He takes a free newspaper out of it. He walks over to the little park. He sits on a bench. He reads the newspaper.",
    "He reads the textbook. He has a test tomorrow. He studies before every test. He studies every word. He highlights the important words. He highlights the important sentences. He highlights the important paragraphs. The book has yellow highlights everywhere. He studies into the night. He studies all night long. He falls asleep during the test.",
    "She is a hard worker. She works all day. She brings her work home. She works into the night. She sits at her computer until midnight. She turns off her computer. She crawls into bed. She sets her alarm for 6 o’clock. She goes right to sleep. She dreams about her job.",
    "The pin is 100 yards away. The flag on the pin moves a little. The light wind blows from right to left. He selects his club. He takes a practice swing. He looks at the flag again. He hits the golf ball. It lands on the green. It is ten feet from the hole. It is a good shot.",
    "The pitcher stands on the mound. He looks at the batter. He looks at the catcher. The catcher gives him a sign. The catcher wants a fastball. The batter stands there. He waits for the pitch. He takes a practice swing. The pitcher winds up. He throws the ball. The batter swings. He misses.",
    "He has a new laptop. He goes online every day. He reads his email. He replies to his email. He visits different web sites. He reads the news online. He reads the sports. He checks the weather. He watches TV programs. He makes travel plans. He loves his new laptop.",
    "He is hungry. He goes to McDonald’s. He stands in line. He waits his turn. He orders a hamburger. He orders large fries. He orders a large soda. He pays for the order. He gets his change. He gets his receipt. He waits for his meal. They call his number. His meal is ready.",
    "The clothes are dirty. They are in the laundry basket. She picks up the laundry basket. She takes it to the laundry room. She puts the dirty clothes into the washer. She selects the temperature. She puts four quarters into the coin slot. The washer fills with water. She leaves the laundry room.",
    "She looks at the candy bar. It says Butterfinger on the wrapper. She takes off the wrapper. She throws it into the trashcan. She bites into the candy. She chews it. It tastes good. She swallows it. She takes another bite. Soon the candy bar is all gone. Nothing remains except the wrapper.",
    "He looks at the living room carpet. It looks dirty. He sees strands of hair. He sees food crumbs. He sees dust balls. He grabs the vacuum cleaner. He turns it on. He vacuums the carpet back and forth. He turns off the vacuum cleaner. He empties the canister. The carpet is clean.",
    "She buys a new shirt. She snips off all the buttons. She sews all the buttons back on. She tests them. She pulls on them. They are strong. She cuts off all the labels. They scratch her sensitive skin. She throws out the labels. She puts on her new shirt. It feels comfortable.",
    "She is hungry. She goes to her favorite restaurant. It is two blocks away. She arrives at the restaurant. The waitress takes her to a table. The table is in the corner. It is a nice, quiet corner. She sits down. She is thirsty. She orders a drink. The waitress takes her order and leaves.",
    "She is a professional golfer. She plays golf. She plays in golf tournaments. She travels all over the U.S. She plays in the spring and summer. She wins some tournaments occasionally. She plays with 14 clubs. There are 14 clubs in her golf bag. Her favorite club is her putter.",
    "Many people are in front of the museum. Some people sit on the steps. Some people stand. Some take pictures. Some stand in line. They buy ice cream. They buy hot dogs. Buses and taxis stop and go. The museum is open. Many people are inside. Many people are outside. It is a busy place.",
    "He is a vampire. He needs human blood. He sucks blood from humans. He bites their necks and sucks their blood. He sleeps during the day. He fears sunlight. He fears crosses. He fears garlic. He sleeps in a coffin. He leaves his coffin at night. He searches for victims.",
    "She looks at the bathroom sink. It is dirty. It looks yellow. It needs cleaning. She grabs a sponge. She wets the sponge. She grabs some cleanser. She sprinkles the cleanser into the sink. She scrubs the sink with the sponge. She rinses the sponge. She rinses the sink. The sink is white.",
    "He walks into the store. He picks up a plastic shopping basket. The basket is blue. Many people are in the store. Many carry a basket. Some baskets are full. Some baskets are empty. He walks over to the refrigerated section. He grabs a carton of milk. He puts it in the basket.",
    "She sits in her chair. She is at work. She shivers. Her office is freezing cold. She complains to her boss. He ignores her. Her boss likes it cold. It is hot outside. It is summer. But she wears a winter jacket inside. Her coworkers also wear jackets. They all hate their boss.",
    "He opens the envelope. A bill is inside. It is his monthly electric bill. The bill this month is $50. He grabs his checkbook. He writes a check for $50. He signs the check. He puts the check and the bill inside another envelope. He seals the envelope. He puts a stamp on the envelope.",
    "It is Fourth of July in the U.S.A. It is hot and sunny. People fly the U.S. flag. Flags are everywhere. People have picnics. They put hamburgers and hot dogs on the barbecue grill. They eat corn on the cob.  They watch fireworks at night. They celebrate the birthday of the U.S.A.",
    "He turns on the hot water faucet. He turns on the cold water faucet. He tests the water temperature. The water is the right temperature. He pulls open the shower curtain. He steps into the tub. He pulls the curtain closed. He grabs a bar of soap. He rubs the soap between his hands.",
    "She has a headache. She feels dizzy. She goes to the doctor. The doctor examines her. She needs brain surgery. The doctor opens her skull. The doctor fixes the bad part of her brain. She spends a week in the hospital. Her headache and dizziness are gone. Modern medicine saves her.",
    "It is a new car. It is a Honda. It has a new car smell. It smells so good. The car has shiny red paint. It has shiny black tires. It has shiny silver hubcaps. It has soft, leather seats. They are so comfortable. It has tinted windows. It has a sunroof. It gets 30 miles to the gallon.",
    "People wait in line. They want to buy a lottery ticket. The lottery is worth $100 million. Everyone hopes to get the winning numbers. Everyone wants to be the lucky winner. Some people buy a Quick Pick. Any six numbers are okay with them. Some people pick their own numbers. They have their favorite numbers.",
    "She opens the refrigerator. She grabs a head of lettuce. She grabs some tomatoes. She grabs some green onions. She chops up the lettuce. She slices the tomatoes and onions. She puts them all into a bowl. She mixes them up. She pours salad dressing on top. She tastes it. It is a delicious salad.",
    "He talks to a stranger. The stranger backs away. The stranger offers him chewing gum. He accepts it. He goes home. He goes into the bathroom. He brushes his teeth. He scrapes his tongue. He opens a bottle of mouthwash. He gargles with it. He rinses his mouth with water. He feels better.",
    "Ants are so busy. They have six legs. They walk back and forth. They walk on their trails. They greet each other with their antennas. They carry bits of food. They carry leaves. They carry dead insects. They are always busy. They are busy their whole lives. They never stop. They work until they die.",
    "The bus is full of passengers. It is a tour bus. It is a double-decker. Tourists sit on the top deck. A guide has a microphone. He tells the tourists about the city. He points out the buildings. He gives the history of each district. He tells jokes. Tourists enjoy looking, listening, and learning.",
    "He stands on the corner. He wears a blue uniform. He wears a cap. He has a gun. He has a badge. He is a policeman. He is a cop. He protects the public. He watches everyone. He watches for criminals. He watches for terrorists. He looks for suspicious behavior. He listens for suspicious sounds.",
    "He is from the planet Krypton. He is Superman. He is strong. He lifts locomotives. He has super-hearing and super-vision. He is fast. He flies through the air. He flies faster than a speeding bullet. He rescues people in trouble. He catches criminals. He is the greatest hero of all.",
    "She gets dressed. She grabs her purse. She leaves her apartment. She goes downstairs. She walks out of the building. She walks one block west. She arrives at the subway station. She walks down the stairs. She goes through the turnstile. She walks down some more stairs. She waits on the platform for her train.",
    "He wants a job. He fills out an application form. He prints his full name. He prints his address. He writes down his ZIP code. He writes down his Social Security number. He writes down his home phone number. He writes down his cell phone number. He signs his name and dates the form."
]