[
    "Brad called his parents. He asked his mom to put Dad on the other phone. \"I need to talk to both of you,\" Brad said. His dad got on the other phone. Brad said, \"This is very difficult for me. I told you before that Sue and I are having financial problems. We might not last another year here in Manhattan. If worse comes to worst, can we move in with you? You two are living alone in that big house. We could help out around there.\" His dad said, \"We don’t need any help. And you should try harder. Do you think I own this house because I was a quitter? If you believe in yourself, you can make it there. Now, think about visiting us for Christmas.\" His mom said, \"Brad, we’ve got to go. We’re going to be late for our tee time. Take care.",
    "The TV volume suddenly increased as a commercial started. He saw a glistening tomato. The camera zoomed in. Then it zoomed out. Then in, then out. Suddenly, a knife, at super-fast speed, chopped the tomato into juicy slices. Then, at super-slow speed, the slices landed on a white dinner plate. The camera panned the plate from left to right, then from right to left. Then it zoomed in and out. Suddenly, a red onion filled the TV screen. A knife, in rapid motion, sliced the onion. The slices, in slow motion, landed on the white dinner plate. The camera panned the plate left to right, then right to left. Then it zoomed in and out. Then it panned and zoomed at the same time. His eyeballs felt like they were spinning around. The tomato slices and onion slices started to sing and dance on the plate. He changed the channel.",
    "Three teens were sitting at a bus stop. Sam asked, \"How many senses do we have?\" Sara said, \"I think we have five — sight, hearing, smell, taste, and touch.\" Sue was watching traffic. Sam asked, \"Which one is most important to you?\" Sara said, \"Sight, of course. What would life be like if you didn’t know what you or your boyfriend looked like? If you couldn’t see to put on your makeup?\" Sam said, \"I think taste is most important. Just think about biting into a piece of chocolate and it tastes like lettuce. Life wouldn’t be worth living.\" Sue shouted, \"Look out!\" Then they heard the squeal of brakes. Sue said, \"Some guy just tried to run across the street in the middle of the block. He didn’t even wait for traffic. That car almost hit him.",
    "My uncle tires too easily. He gets tired just using the TV remote. Yesterday he went to Macy’s. He went to the sixth floor. He said it took him a few minutes to get his breath back. I asked, \"You got winded on the elevator?!\" He said, \"I didn’t take the elevator. It’s always too crowded, and you have to wait too long. I got winded on the escalator.\" I said, \"Well, next time, don’t walk up the escalator steps. Just stand there. The escalator will get you there eventually.\" He said, \"I did just stand there. I didn’t walk up one step. But I had to walk from one escalator to another.\" I said, \"You need to go see a doctor.\" He said, \"I’m too tired to go see a doctor. I’m just going to wait till I pass out, and then they can carry me to a doctor.\"",
    "Lana measured Stubway’s \"foot long\" sandwich. It didn’t measure up. It was 11 inches long. She measured her friend’s \"foot long.\" It was a tad longer, at 11.5 inches. For the next three months, Lana measured Stubway’s sandwiches. She got her Facelook friends all over the country to measure their Stubway sandwiches. After hundreds of measurements, Lana realized one thing. Stubway’s \"foot longs\" were all less than a foot long. She called her local TV station. A reporter interviewed her. A network TV reporter saw the story. He interviewed Lana. Then he interviewed a Stubway spokesperson. She said, \"The name ’foot long’ doesn’t refer to the length of the sandwich.\" The reporter said, \"Really! What does it refer to — its height?\" She said, \"Of course not.\" He asked, \"Its width?\" She said, \"If you can’t ask intelligent questions, this interview is over.\" He asked, \"Its aroma?\" as she walked away.",
    "John was riding in the monorail that takes visitors throughout the Bronx Zoo. When the monorail was over the tiger enclosure, he jumped out. Landing hard, he broke several bones. Irritated, the tiger strode over to examine this visitor from out of the blue. John tried to pet the tiger on its head. The tiger swiped at John’s head, drawing blood. It sniffed at John. It pawed at and gnawed at various parts of John. Luckily for John, the big cat had just eaten. It yawned. It ambled back to where it had been lying down. Zoo workers arrived. They carried John outside to an ambulance. Later, a hospital spokesman said, \"He’ll recover fully. He said he wasn’t trying to commit suicide.",
    "She said, \"I hate your long face. You should be happy being married to me, not sad.\" He said, \"I am happy! I can’t help it if the corners of my mouth turn down. That’s gravity, not me.\" She said, \"Well, it bothers me to look at your long face.\" He said, \"Maybe I could reverse gravity by standing on my head for an hour every day.\" She said, \"An hour wouldn’t do it. Besides, you need a permanent fix. Maybe they have surgery for long faces.\" He was skeptical, but he went online. Later, he said, \"Boy, modern medicine is something else. They actually do have something called ’corner uplift’ surgery.\" She said, \"Great! Go for it.\" One month later, she said, \"I love your new smiley face.\" One year later, she said, \"I wish you’d stop smiling all the time. You look like The Joker. It’s very irritating.\"",
    "An asteroid hurtled past Earth. It was 13 times closer to Earth than the moon is. Then a huge meteorite exploded above a city in Russia. The shock wave shattered thousands of windows. Then a white fireball over San Francisco startled witnesses. Then thousands saw a yellow fireball over Miami. All this happened within a week. \"I’m moving,\" said Lorne. His sister asked, \"Moving? Why?\" Lorne said, \"Don’t you watch the news? Meteorites are bombarding Earth. This was just the first wave. More are coming. I’m getting out of here while the getting’s good.\" She asked, \"Where will you go?\" He said, \"To outer space. Another planet.\" She said, \"That’s interesting. There are no nearby planets that have oxygen and water. Even if there were, you don’t own a rocket ship.\" He said, \"You’re right. Perhaps I’ll just stay here and ignore meteorite news.\" She said, \"That works for me.\"",
    "He walked into the emergency room waiting room. The clerk asked, \"Can I help you?\" He said, \"These are for the ER staff — doctors, nurses, and everyone else that works in ER.\" She asked, \"What are they?\" He said, \"They’re hot, fresh pizzas. What else comes in these big boxes?\" She said, \"You don’t look like a pizza delivery man.\" He said, \"I’m not. I just bought these at Dominic’s. I carried them over here myself just to add a personal touch. It’s Christmas time. These pizzas are just a small thank you for saving people’s lives all year round.\" She looked at him warily. She asked, \"What’s your name?\" He said, \"Just call me Santa.\" She said, \"Thank you, Santa.\" He set the boxes down and left. She told a custodian, \"Throw these out. I don’t trust that guy. Maybe he’s got a grudge against someone that works here.\"",
    "A cruise ship lost most of its power. It had to be towed back to port. The tow took five days. During that time, most toilets and showers didn’t work. Most of the food spoiled. Cabin rooms were sweltering and completely dark. When the ship finally docked, TV reporters were waiting. Angry passengers complained to them. Frank and Mary were watching a TV report. Mary said, \"What are these people complaining about? Cruise ships are in the news every year. How many times do half the passengers catch a stomach virus? Just last year a cruise ship sank. People died. These passengers knew that something bad could happen. But they probably hoped that it would happen on another ship, not theirs. They should be grateful — they’re alive, and they’re getting a refund.\" Frank said, \"And they’re getting a discount for a future cruise. I bet they’ll use the discount, too.\"",
    "She called her cable company. She told the rep, \"If I press the System button, it turns on the cable box but not the TV. If I press the Power button, all I get is a black TV screen with a rectangle that says HDMI. I have to keep pressing the same two buttons willy-nilly before I finally get a picture.\" The rep said, \"Your remote isn’t in sync with your TV. Follow these steps. Press the OK and TV buttons together. When the TV button turns red, press 228. That will turn your TV off. Then press the System button. That will turn your TV on — and off. That’s it. You won’t ever need to press your Power button again, unless you change the batteries in the remote.\"  She said, \"Well, I’ve never changed the batteries, so why did this happen in the first place?\" The rep didn’t know.",
    "It’s the future. Philo Farnsworth IV receives the annual Einstein Award. The award presentation is TV’s biggest event. Science is king. Billions watch the red carpet event. Philo invented wireless, soundless TV. The sound waves travel solely to the viewers’ ears. The only people who can hear soundless TV are the people actually watching the TV. Philo’s invention responds to active eyeballs. And each viewer can select his own volume level, simply by blinking his eyes. \"It’s eery to watch people who are watching soundless TV,\" said Holly, Philo’s friend. \"You don’t hear a sound, but you don’t see any earbuds. What a wonderful invention. My neighbors probably still blast their TV, but now I never hear it. Philo says that, with just a few tweaks, he’ll soon be able to create soundless phone calls.",
    "Subway trains kill about one person a week in New York City. Some people accidentally fall onto the tracks. Some people get pushed. Some people jump onto the tracks to solve their money problems or their loneliness. Some people are so high on booze or drugs that they don’t even know they’re on the tracks. The mayor offered a $10,000 reward for the best idea to reduce the number of deaths. A month later, he announced the winning idea. \"For starters, we’re going to electrify the 24-inch, yellow strip that’s on many platforms. It’s the closest part of the platform to the tracks. The electricity will gently remind people that they’re too close to the tracks when the train’s not there. The shock will be mild. Your hair will barely stand on end. Of course, the hot strip won’t stop the drunks and suicides, but maybe that’s a good thing.\"",
    "\"Mom, would you do my laundry, please? I wasn’t able to wash it before I left school,\" Tony said. He was home from college during a snowy Thanksgiving holiday. She said, \"Sure, honey.\" He went out with his friends. When he returned, his mom said, \"Honey, all your underwear had yellow and brown stains on them. Do you have any idea how disgusting that is?\" Tony said, \"Well, it’s disgusting for others, I guess. But since they’re my stains, they don’t bother me. And since I’m your son, why should they bother you?\" She said, \"I thought Dad and I raised you better than that.\" Tony said, \"Mom, it’s just underwear, and it’s normal. I’ll bet people all over the world are wearing underwear with brown and yellow stains. Besides, didn’t the stains come out in the wash?\" She said, \"What wash? I threw all your underwear into the fireplace.\"",
    "He was savoring a French truffle. When most of the chocolate candy had melted in his mouth, he chewed the last remaining bit and swallowed. Immediately, he popped another one into his mouth. When he finished that one, he put another one into his mouth. His wife was watching him. She said, \"I thought you were on a diet.\" He said, \"I am. But I can’t help myself. These candies are so delicious. There ought to be a law against them.\" She said, \"Don’t blame the candies. You have no will power. There ought to be a law against people with no will power. Why did you even buy the candy? You knew you were going to eat it.\" He said, \"But my plan was to eat only one a day.\" She laughed. She said, \"Well, you’re sticking to your plan.",
    "He washed his hands in the bathroom. The soap in the soap dish was just a sliver. Boxed bars of soap were in the kitchen. He threw the sliver into the trashcan. He cleaned the gunk out of the soap dish. He rinsed it out and walked out of the bathroom. But he left the bathroom light on and the door open. That was a reminder. He went into the kitchen and opened a cabinet. Instantly, his mind went blank. What am I looking for, he wondered. He stared at the teapot, bowls, and boxes of hand soap. It was hopeless. If he walked back into the bathroom, he might remember. The phone rang. He talked to his grandson for a while and hung up. He walked past the bathroom. The light was on. Oh yes, he remembered. He walked back into the kitchen and grabbed a box of soap.",
    "He had the flu. He went to bed. Even under a heavy quilt, he was shivering. His wife, who normally slept in the other bedroom, decided to spend the night with him. He said, \"Honey, I’m not dying. I just have a bug. It’ll go away in a few days. If you sleep here, my snoring will keep you awake all night. Even worse, you might catch whatever I’ve got.\" She said, \"I’m your wife. This is where I belong.\" The next morning, he thanked her for spending the night with him. She said, \"Of course I spent the night with you. What if you had suddenly gotten worse in the middle of the night? What if you had suddenly needed an ambulance? I wouldn’t have known if I had been sleeping elsewhere. I was here last night so I could be on guard. Last night I was your soldier.\"",
    "A study found that cats kill almost 15 billion birds and other small animals yearly in the United States. It concluded that cats might eventually wipe out these other species. Cat owners bristled at the news. Said one, \"My Fluffy is the sweetest cat in the world. She wouldn’t hurt a fly, much less kill a sparrow. How did they even come up with that number? How could they possibly find, and count, billions of dead animals? Where are all these dead, half-eaten corpses? In back yards? In the woods? I’ve never seen a bird or mouse corpse in my life. And my neighborhood is crawling with cats. The study doesn’t contain billions of pictures of corpses, does it? So, where’s their proof? I think those researchers have a thing about cats. I bet they all pulled the family cat’s tail when they were kids. And got what they deserved.\"",
    "Rex called his brother-in-law. \"My nephew Sean got offered a new job in New York. He’s been working for years in Atlanta. I told him that your wife’s in real estate. Maybe she could find him an apartment.\" Art said, \"I’ll talk to Wendy.\" Wendy said, \"Of course I’ll help him. I’ll find him the best apartment in Manhattan that he can afford. And I’ll give him the family discount — no fee! What’s his phone number?\" That night, Wendy said, \"Sean sounded so sweet and charming. I invited him to stay with us until I find him a new apartment. He accepted, of course.\" Art said, \"You invited him to stay with us in our little apartment?\" Wendy said, \"Yes. He’s family, isn’t he?\" Art said, \"Yes, he’s family — distant family! I’ve never even met this guy! I don’t know him from Adam.\" Wendy said, \"Well, that’s about to change.\"",
    "On Alternate Earth, all the news was about Hiram Humboldt, the world’s premier engineer. He had been caught cheating on his wife — again! Hiram said, \"My marriage is already toast. I love my wife, but these young, beautiful women won’t leave me alone. It comes with the territory, of course. You can’t be a writer, a scientist, a mathematician, an intellectual, or even a part-time community college teacher without hordes of women throwing themselves at you. It’s the media’s fault. They hang outside our homes. They follow us everywhere. We’re always under a spotlight. It’s crazy. There’s nothing exciting about us. The media should focus on others — say, athletes. Maybe even actors and singers. That would take the heat off us. I’m sure they can find something interesting about athletes, actors, and singers if they dig deep enough.",
    "Sam, 54, looks like he’s about 30. He’s always looked very youthful. He likes to tell about his first development deal. He was sitting in a lawyer’s office. The lawyer kept looking at his watch. Finally, Sam asked, \"Are we waiting for someone?\" The lawyer said, \"Yes, we’re waiting for your dad to come sign the papers.\" Sam said, \"My dad teaches English. He doesn’t have anything to do with this deal. I’m the one who’s signing the papers.\" The lawyer said, \"You’re the developer of this million-dollar deal?\" Sam said, \"Yes, sir.\" The lawyer called up his son. He said, \"I’m sitting across from a guy who looks like a high school freshman. He’s signing a million-dollar development deal. Meanwhile, you graduated from college a year ago, but you’re still living at home because you can’t find a job.",
    "She was visiting Manhattan. She climbed the stairs out of the subway station. Now, exactly where am I, she wondered. Many Manhattan street corners have no street signs. This wasn’t one of them. She was at Sixth Avenue and 34th Street. Now, she wondered, which way is north? In Manhattan, numbered streets have higher numbers as they go north. She looked down one block to the next intersection, but she couldn’t see a numbered street sign. Looking one block the opposite way, she saw \"West 35th St.\" That direction was north. Why isn’t there a huge, luminous arrow pointing north in the middle of every Manhattan intersection, she wondered. Just then, a man asked her, \"Can you tell me where I can catch the subway?\" She pointed to the stairwell two feet away from her. \"Right down these stairs,\" she said. Some tourists need more help than others, she thought.",
    "It was 38 degrees outside. Brad found a seat in the second floor classroom. It was near one of three huge windows. The windows overlooked 36th Street. No icy drafts blew past any window edges. If nothing else, it was a warm room with a view. Brad hoped the three-hour class would go by fast. The teacher entered the room. He talked for about ten minutes. Then he said, \"I feel a little warm. You folks don’t mind if I open a window a bit, do you?\" One student assented. The teacher opened a window about two inches. Within seconds, Brad felt the chill. He put on his heavy coat and his ski cap. He stopped taking notes. He dug his hands into his coat pockets. When he got home, he told his wife about the freezing classroom.",
    "She said, \"I might get a job offer in Beijing. It pays really well. But I’ll have to be there for five years. What do you want to do — go there with me, or stay here in Manhattan?\" Her husband said, \"Oh, I’ll definitely stay here. Five years of that pollution might kill me. I’ll just come visit you every six months or so.\" The next day, she said, \"Do you still love me? What you said yesterday really hurt me.\" He said, \"I’m sorry. Of course I do. Yes, I’ll come live with you in Beijing. I didn’t mean what I said yesterday.\" She said, \"You didn’t? You sure sounded certain.\" He said, \"I’ve had time to think. What I’m saying today is what I really mean.\" She said, \"You should say what you mean the first time.\" He said, \"You made it difficult. You gave me a choice.\"",
    "After much effort, Lana developed a magic pill. It would enable her to see her own death. She swallowed the pill. In her mind’s eye, she saw the date on the daily newspaper. She saw herself walking up Broadway. When she got to 41st Street, she looked at her watch.  Suddenly, she saw a taxi speeding toward her. She saw blackness. She saw her family and friends gathered around her coffin at a cemetery. Lana smiled. I can cheat death, she thought. Her pill would save millions of lives. She began talks with drug manufacturers. When the date in her mind’s eye occurred, Lana stayed home all day. That evening, she drank a glass of wine to celebrate cheating death. She turned on the TV news. She couldn’t believe it. A speeding taxi had killed a woman at the same intersection and same time that Lana had seen herself die.",
    "She sat down in the front row of the midtown classroom. There was one man sitting right behind her. Other students were scattered throughout the room. She took out her notebook. The teacher started talking. It was a real estate class about contracts. She started taking notes. She felt a solid thump. The man behind her had hit her desk leg with his foot. She stopped writing for a moment. Then she resumed writing. About five minutes later, his foot struck her desk leg again. That’s two, she simmered. About five minutes later, he did it again. She stood up and turned around. She said, \"Excuse me. Does my chair resemble a soccer ball? Stop kicking my chair! Use your tiny brain to control your giant feet, please.\" She sat back down. Someone in the back clapped briefly. Staring at his notes, the teacher said, \"Please don’t do that again.\"",
    "He was on the elevator. A woman got on at the second floor. Her perfume was overwhelming. Whatever happened to \"moderation in everything,\" he wondered. They sell perfume by the ounce. Why do some women wear it by the quart, he wondered. He got off the elevator at the third floor. He took the escalator to the coffee shop on the ninth floor. He breathed in the aroma of coffee. After savoring a cup of coffee, he walked to his sister’s apartment. It was snowing. She opened the door. He said, \"Phew! When’s the last time you changed the cat litter?\" She said, \"Is it that bad? I guess I’m used to it. I’d change it, but I don’t have any fresh litter.\" She grabbed a can of air freshener. She sprayed it everywhere. The apartment smelled like a pine tree.",
    "Rose was taking a makeup test during class. It was an adult evening class. When break started, she continued taking her test. Alvin  turned on his iPod as soon as break started. The earbuds sat on his desk as his iPod blasted away. Rose said, \"Would you please turn that off? I’m trying to take a test.\" Alvin  said, \"It’s break time. It’s time to enjoy some music. You should take a break, too, from your test.\" She said, \"I want to finish my test, thank you.\" He  said, \"I want to hear my music, thank you.\" She said, \"Your ’music’? That’s more like noise than music.\" He  said, \"Just for that, I hope you flunk your test.\" She said, \"You’re such a jerk!\" Alvin  said, \"Watch yourself. Don’t talk to me like that. I’m not your husband.\"",
    "\"I love this city,\" he said. \"It’s got so much energy. Just step outside and you can feel it almost everywhere.\" She said, \"Yes, Manhattan is full of people and their energy.\" He said, \"And, contrary to what you see in movies and on TV, it’s full of nice people and clean neighborhoods. Even the sidewalks are clean. Storeowners sweep and hose off the sidewalks at least once a day. And on cold, snowy days, they’re out there shoveling the sidewalks even as the snow falls. How nice is that? Nobody’s paying them extra to keep the public sidewalks clean. They do it out of civic pride. Why don’t we see that in movies and on TV? What great people!\" She said, \"You are so naïve.",
    "They were talking about the small office refrigerator. She said, \"The boss likes it because it probably saves him a dollar a month in electricity.\" He said, \"The real reason is that he doesn’t want everyone bringing their lunch to work. The smaller the fridge, the less room for lunches from home. He wants us to eat out. If we have to eat out, we have to work harder to pay for lunch. If we work harder, we close more deals. If we close more deals, we can afford our lunch. But, more importantly, we make a lot more money for the boss.\" She said, \"If that’s true, he shouldn’t even provide us a small refrigerator. Then, everyone will have to work harder all the time.\" He said, \"Hush. You never know who’s listening.\" A week later, the fridge died. It was removed a day later. It was never replaced.",
    "She walked into their apartment. Her nose crinkled.  She asked, \"What’s that smell?\" He said, \"They were giving these away on the street. They’re promoting a new air freshener.\" She said, \"Air freshener? It doesn’t smell like fresh air in here. It smells like a huge orange.\" He said, \"Well, that’s what it’s supposed to smell like — fresh oranges. The smell will last for 30 days. And you don’t even need a battery. Just stick the device on the wall and Bingo, fresh oranges! Pretty cool, huh?\" She peeled the device off the wall. She wrapped it inside a plastic bag. She wrapped that plastic bag inside another plastic bag. She said, \"We’ve already got four air fresheners in this apartment — they’re called windows.\" She walked over to a window and opened it. She said. \"If I want to smell a fresh orange, I’ll cut one open and eat it.\"",
    "She was the prettiest girl he’d ever seen. He was in love. It was love at first sight. It was fate. It was his fate to have seen her. It was going to be their fate to get married, have children, and live happily ever after. He sat down next to her in the college cafeteria. He introduced himself. Then he asked, \"What’s your major?\" She said, \"Nursing.\" He said, \"That’s great. You can work anywhere in the country as a nurse.\" She said, \"Yes. After I graduate next year, I’m going to work at Bellevue Hospital in New York City.\" He asked, \"Why there?\" She said, \"My boyfriend’s a resident there. He’ll be a surgeon when he finishes his residency. We’re getting married next year.\" So much for fate, he thought.",
    "She heard Timmy cry, \"Ouch!\" She ran into the boys’ bedroom. They were hitting each other in the head with pillows. She yelled, \"Stop it! What’s the matter with you? Someone’s going to get hurt!\" Billy said, \"Aw, Mom, we’re just having fun. You can’t hurt someone with pillows.\" Mom said, \"If you can’t hurt someone, why did Timmy just yell ’Ouch’? Even with a pillow, you can hurt someone if you hit them in the head. You can injure their neck. You can cause nerve damage. You can cause a concussion. They can lose their sight, or hearing, or even their sense of smell. They can lose their memory. They can suffer permanent brain damage. And do you know what’s even worse than all that? It’s the guilt that you’ll feel every day for the rest of  your life for permanently injuring someone, especially if it’s someone you love.\"",
    "May was 15. She was an only child. It was her first visit to Manhattan. Vicky had gone to school with May’s mom 30 years ago. Out of the blue, May’s mom had called. She’d asked Vicky to escort May from JFK to their Manhattan hotel. Vicky met May at the JetRed carousel. Vicky dragged May’s heavy suitcase off the carousel. May asked, \"Could you carry my laptop?\" They left the airport. May’s hands were empty. Vicky carried her purse on her shoulder. She pulled the large suitcase with one hand. She carried May’s laptop in her other hand. They caught the train. They got off the train and walked to the hotel. When they got close, May saw her parents in the lobby. Before they saw her, she took the suitcase and laptop out of Vicky’s hands. May lugged them both through the hotel doors. Her parents hugged her.",
    "A Thai golfer recently won the Malaysian Open on the European Tour. A TV announcer said, \"This is tremendous news for Asian golf. This victory is the first on the European Tour by an Asian golfer. It tells the men’s professional golfing world that Asians have arrived. The Asian Invasion is about to begin.\" His fellow announcer said, \"C’mon! The Asian Invasion started in 1996. That’s when Tiger Woods turned pro. Tiger’s mom is Thai, so Tiger is half-Thai. Tiger is the best Thai golfer and the best Asian golfer in the world.\" The other announcer said, \"First, Tiger is only half-Asian. Second, the fans don’t see a half-Asian Tiger; they see an all-black Tiger. That’s what Tiger will always be. He’s just like President Obama. He’s half-white, but people worldwide see him as all-black. Very few people are color-blind. And most people still judge a book by its cover.\"",
    "On Natalie’s tenth birthday, her mom said, \"Guess what? We’re taking you to the Birthday Parlor. There’ll be free cake, ice cream, karaoke, and games. There’ll be drawings for free prizes. There’ll be free entertainment by magicians and musicians.\" The Birthday Parlor is a huge building in Manhattan next to the Hudson River. Facelook owns the building. It owns Birthday Parlors in all major cities worldwide. Entry is free for the \"birthday boy\" or \"birthday girl,\" who must show a valid ID, and guests. A Facelook brochure says, \"Our Birthday Parlors connect people face to face. Each day, our doors open to everyone who is celebrating their birthday that day. Birthday celebrants have fun and meet hundreds of other people with the same birthday as theirs.",
    "She was at her counselor’s office. She said, \"I’m not happy. I can’t wait till I die.\" He said, \"Happiness comes and goes. Why waste time thinking about, and seeking, something that’s only temporary? Instead, seek meaning.\" She asked, \"’Meaning’? What does that mean?\" He said, \"Try to make the world a better place. That will give your life meaning. Even picking up a piece of paper on the sidewalk makes the world a better place. When you give more, you’ll actually get more. You’ll feel more fulfilled. Giving won’t cost you anything but your time. And when your time is occupied with giving, it won’t be occupied with crying. Your life will have purpose. You’ll begin every day asking yourself, How can I help out today? Having meaning in your life won’t make you happy, but you’ll stop feeling like a tiny cork floating on a giant ocean.\"",
    "He needed money. He went to a crowd-funding website. On it, anyone could try to raise money for any purpose. His purpose was: \"Give me a million dollars, and I’ll burn it all in Union Square. The bonfire will show our contempt for cash and greed.\" A year later, site visitors had donated a million dollars. His friend asked, \"Well, when are you going to burn it?\" He said, \"Burn it? Who would burn a million bucks? I’m going to buy myself a condo.\" She said, \"But you made a deal with the donors. They did their part; now you must do your part.\" He said, \"Forget it! If I’d known I’d collect a million, I wouldn’t have offered to burn it.\" She said, \"You’re not keeping your part of the bargain. How can you live with yourself?\" He said, \"I’m a millionaire now. It’s easy to live with myself.\"",
    "Joey and Stacy finished their meal. The waiter brought them some fortune cookies. Stacy broke open her cookie. Joey asked, \"What does it say?\" She said, \"It says that I’ll see a special person soon.\" Just then, her mom walked into the restaurant. They hugged each other. Joey opened his cookie. He said, \"Mine says that I’m about to come into some money.\" Just then, his friend Scott walked in. Scott said, \"I saw your car outside. Here’s the $20 I borrowed last week.\" Joey said, \"Boy, these fortune cookies are right on the mark today, aren’t they?\" He opened another cookie. He said, \"It says a ticket is in my future. Oh, boy! I just entered a drawing for the Stones concert next week. I’m going to win a concert ticket!\" Just then, Caroline walked in. She said, \"Joey! The meter maid is outside standing next to your car.\"",
    "He was sitting on a crowded B train. He was wedged between two other passengers. He had no wiggle room. He felt his right leg tingling. It was going to sleep. He knew, if he just stood up before his stop, his leg would slowly wake up. But he remained sitting. Five minutes later, the train pulled into his station. He stood up. From sole to hip, he couldn’t feel any part of his right leg. As best he could, he quickly hobbled out of the train and onto the platform. He felt a sharp pain in his right knee. He must have put too much weight on the knee, which he had injured years ago in a skiing accident. He immediately took the northbound B train home. His knee was killing him. He hobbled straight to bed. Once again, he thought, I’ve paid the price for ignoring common sense.",
    "He had a ground-floor, one-bedroom condo in lower Manhattan. The news about the coming hurricane was frightening. He asked his sister if he could stay in her studio apartment for a day or so. She welcomed him in. The hurricane was even worse than had been predicted. Water flooded his condo. His building had no power for four months. His sister put up with him all that time. When he finally moved back into his condo, she said, \"I’m so glad you’re leaving.\" He said, \"Me, too.\" A few months later, she called him. She said, \"I need a favor.\" He said, \"Anything. I owe you big-time.\" She said, \"My youngest son Jerry, your nephew, just transferred to NYU. He needs a place to live until he graduates in two years.\" He said, \"Two years?! C’mon! How about four months?\" She said, \"Sure. If he can graduate in four months.\"",
    "The subway car was crowded, but she managed to find a seat. An unkempt old man with a beard was sitting next to her. He was reading a newspaper. On the floor, between his feet, was a dirty-looking bag. Well, at least he doesn’t smell, she thought. The man was reading the newspaper almost at arm’s length. Because his seat was perpendicular to hers, his left hand was close to her face. He turned the pages rapidly. He brought his hands together and then extended them each time he turned a page. She felt uncomfortable. She worried that his hand might accidentally touch her face. She was about to stand up. But then, he folded the paper neatly. Thank goodness, she thought. He opened his bag and put the paper in it. She looked in. She saw at least a dozen more newspapers. He pulled one out. She stood up.",
    "They got on the plane. He said, \"Don’t be so nervous. Air travel is 200 times safer than car travel.\" She said, \"I don’t care if it is 200 times. It only takes one time. Besides, we’re flying over the Pacific. I can’t swim.\" He said, \"Swim? Ha! One, if we crash into the ocean, the crash will probably kill you. Two, even if you could swim, sharks can swim faster. Three, this plane has plenty of life vests. If you’re lucky enough to survive a crash with your life vest on, you can just relax. You’ll float like a beach ball.\" She said, \"OK. Then what?\" He said, \"Then what? What do you think? You’re in the middle of the Pacific Ocean. Nobody’s going to find you and rescue you. You’ll probably die a slow death from thirst or exposure. If you’re lucky, you’ll get eaten immediately by sharks.\"",
    "He was watching TV. The commercials started. One after another they came, like subway riders going through turnstiles. Five minutes later, the program resumed. Ten minutes later, a new cluster of commercials started. Five minutes later, the program resumed. During this part of the program, he saw three new commercials at the bottom of his TV screen. Then, a new cluster of commercials began. He said, \"This is getting ridiculous. It’s bad enough that we already get one minute of commercials for every two minutes of programming. But now, they’re sneaking in commercials during the program at the bottom of the screen.\" His son said, \"That’s the price you pay for free TV. But you ain’t seen nothing yet. Guess what’s around the corner? They’re developing hologram TV. The pitchmen for commercials will come out of the TV.",
    "The teacher asked his twelfth-grade students to name the most important invention. Among other things, they named the Internet, computers, smart phones, bicycles, and light bulbs. They named fishhooks, sewing machines, clocks, electric guitars, cat litter, and indoor plumbing. He asked, \"Now, which is most important to you?\" They voted. Smart phones were most important. He said, \"Okay. I want all of you to promise me one thing. Promise not to use any bathrooms or water fountains for the next 24 hours. If you need a drink of water, go to the river. If you need to wash or bathe, go to the river. If you need to go to the bathroom, go to the river.\" The students groaned. The teacher asked, \"Shall we vote again?\" Peter said, \"No. We got it. Indoor plumbing isn’t sexy, but it’s better than all the other inventions combined.\" The others murmured and nodded.",
    "Daniel was watching the TV news with his daughter. A \"white guy on the loose\" had stabbed 14 people. Daniel said, \"You know, every day we see or read about many events that mean nothing to us personally. For example, perhaps the biggest news story in my life was ’man steps on the moon.’ But that news didn’t affect my life one bit. So, what was the importance of it to me? Nada. Zilch.\" His daughter said, \"But news about Hurricane Sandy helped us prepare for it. That was important.\" Daniel said, \"Yes, it was. But strictly speaking, that wasn’t news — it was the weather. The weather does affect us personally. It is important. But news has little value except as entertainment. It’s something to talk about. It’s not personal. Media news is about what happens to others. For us, its major importance is to satisfy our need to gossip.\"",
    "She was on her way to work. It was a chilly, sunny morning. She waited for the crosswalk signal to turn white. She started walking across the street. She didn’t see the car. The driver didn’t see her in time. She flew through the air. She landed hard. The driver got out of his car. He helped her up. He asked her if she was okay. She said, \"There’s something wrong with my shoulder. It really hurts.\" He said, \"Your shoulder looks okay to me. You shouldn’t have been crossing against the light.\" She asked, \"Are you saying this was my fault? Where’s my purse? Would you find my purse, please?\" He retrieved her purse from the street. She dug her phone out of her purse. He said, \"I’m going for help. I’ll be back.\" She memorized his license plate as he drove away. She dialed 911. He didn’t return.",
    "Bob said, \"Boy, does my wife complain. Yesterday, she complained that I didn’t rinse my mouth thoroughly after brushing my teeth. She could still smell toothpaste on my breath. She hates the smell of mint.\" Bill said, \"My wife’s like yours. Yesterday, she complained that I left the toilet seat up. I did, but it was the first time in about six months. I mean, c’mon, give a guy a break.\" Bob said, \"I’ve learned one thing over the years. If you say Yes, Dear often enough, loud enough, and fast enough, they complain less.\" Bill said, \"But be careful. My wife complained last night that I said Yes, Dear too fast.\" Bob asked, \"Too fast? How can you say it too fast?\" Bill said, \"She said that I said Yes, Dear before she had even finished talking. It proved that I wasn’t listening — ’as usual!’ — to her every word.\"",
    "Sheila and Jay were discussing their health. Sheila said, \"My feet are killing me. My doctor says I should soak them nightly.\" Jay said, \"I’ve got poor circulation in my left foot. My doctor says he might have to amputate some toes.\" She said, \"I fell and hurt my wrist. My doctor gave me some painkillers.\" Jay said, \"I have some kind of infection in my forearm. My doctor says he might have to cut off my hand.\" She said, \"A bee was in my can of soda. It stung my tongue. My doctor says it’ll heal by itself.\" Jay said, \"My doctor thinks I have tongue cancer. He might remove half my tongue.\" She said, \"My doctor’s retiring soon. I need to find a new doctor.\"",
    "Fred asked Joan, \"Would you lend me $2? I want to buy a lottery scratch-off. I’ll pay you back tomorrow.\" She said, \"Sure. Just remember me if you win something.\" He bought a scratch-off. He used a dime to reveal the hidden numbers and symbols. He said, \"Holy cow! Look at this!\" He had won $1,000. She said, \"Good for you!\" The next day, Fred paid Joan back her $2. She said, \"You said you’d remember me if you won something.\" He said, \"No, I didn’t. All I said was I’d pay you back your $2. I didn’t promise you part of any winnings.\" She said, \"If I hadn’t lent you $2, you wouldn’t have won anything.",
    "Lester was walking along East 65th Street. A store window’s fancy lettering caught his eye. It said, \"Smallbone of Devizes.\" Underneath that, it said, \"Hand-made English Cabinetry.\" He understood \"cabinetry.\" But \"Smallbone of Devizes\"? What in the world was that? He went inside the store. Moments later, a man walked down from upstairs. Lester said, \"Hi. I’m just curious. Could you tell me what Smallbone of Devizes means?\" The man smiled and said, \"Smallbone is the surname of Charlie, the founder. Devizes is the name of a small town in England.\" Lester said, \"Ohh. That explains it. I guess you hear this question all the time.\" The man said, \"You know, you’re the first person who’s ever asked.\" Lester said, \"Really? I’ve always had a knack for asking questions that others don’t.\" The man smiled and said, \"No, not really. I was joshing. I hear that question every other day.\"",
    "She got a computer magazine in the mail. She hadn’t ordered it. In fact, she’d never even heard of it. The expiration date was on the address label. It was 12 months away. She read the whole magazine within the next few days. A while later, her uncle called. He asked, \"Did you get the magazine?\" She said, \"Yes, I did. So you’re the person who ordered it. I really like it. Thank you.\" He said, \"You’re welcome. I know you’re taking computer courses in college. So I thought this might interest you. It’s the least I could do for my favorite niece.\" She thanked him again. The year went by. Her subscription ended. She waited for another month, just in case her uncle was going to renew her subscription. He didn’t. She renewed it herself. It was only $12 a year. Twelve dollars, she thought, for his \"favorite\" niece.",
    "She said, \"You are so lazy. I think we should get a divorce.\" He said, \"You don’t divorce someone just because they’re a little bit lazy. What is it this time?\" She said, \"Go look at the faucet spout in the bathroom. Look at your soap dish.\" He went into the bathroom. He saw nothing unusual. He asked, \"What are you talking about?\" She entered the bathroom. She pointed at a big, white spot atop the faucet spout. She asked, \"What’s this? Paint?\" He said, \"No, dear. It’s just a little toothpaste spit.\" He wet his hands and wiped off the dried spit. He said, \"You are so picky. What else?\" She lifted the bar of soap from his soap dish. She pointed at the soap scum covering the dish. She said, \"Look at that. It’s filthy!\" He said, \"Filthy? It’s just old soap. Soap can’t be filthy.",
    "Al took the 6 Train to Hunter College. The Math Teachers Society was having its annual conference. Al was a new member. He had created a handout for the other teachers. It described his new math website. His site had hundreds of math exercises and games. Using his own students, he had tested it thoroughly. He felt it was a winner. But he was anxious. Maybe the society chairwoman wouldn’t let him distribute his handout. She might be upset because he hadn’t e-mailed her about it earlier. She might think his handout was rubbish. She might even laugh at him! She might kick him out of the conference. She might report him to his principal. When he got to the West Building, he tracked her down. Nervously, he asked if he could distribute his handout. She studied it. Then she said, \"I love this! I’ll make an announcement about it.\"",
    "He got home from work at 10 p.m. His wife was still at work. A note was on the refrigerator. It said, \"I was home for lunch. There are leftovers in the fridge. Just heat and eat. Enjoy!\" What an angel, he thought. She was always thinking of him. He put the leftovers in the microwave. He turned it on. The phone rang. He talked to the caller briefly. He hung up. He got on his computer. He searched for some files. His wife came home. He found the files. He attached them to an email and sent it to the caller. He went into the kitchen. He opened the microwave. It was empty. He marched into the living room. His wife was watching TV while chowing down on the leftovers. He said, \"Hello! I thought that was for me.\" She said, \"I’m starving! Thanks for heating it for me.\"",
    "His niece visited him in New York City. He took some time off from work. It was her first visit to the Big Apple. When she left, she said, \"You’re so lucky to live here. I’m going to move here after college. There’s just so many places to go and things to do.\" He said, \"Yes, but you need money to enjoy many of the things here. I work about 60 hours a week. I pay my bills every month, with a little money left over. Everyone thinks this city is so glamorous. They film TV shows and movies here. Famous and wealthy people live here. But if you’re an ordinary person, there’s no glamour. You go to work. You come home. You eat, watch a little TV, and sleep. Mostly sleep. They call this the city that never sleeps. But for me, sleep is all I want to do.\"",
    "The young woman was standing on the corner near Bloomingdale’s. Yellow stickers on her hat said, \"Try This!\" He asked, \"Try what?\" She said, \"I’m handing out samples of a new facial cream. I’m fresh out, but they’re bringing me more. Would you like some for your wife or daughter?\" He said, \"Sure. I’ll just wait right here till you get more.\" He turned his attention to the traffic and the passersby. After a while, he turned around to see if she had received more samples. She wasn’t there. He saw her about to enter Bloomingdale’s. He ran over to her. She said, \"Oh, there you are. Here are your samples. I thought you had left.\" He said, \"Left? I was standing right next to you. I was watching the traffic go by.\" She said, \"Well, that’s why I thought you had left. I didn’t recognize you from the back.\"",
    "He walked into the kitchen. Breakfast dishes had dried in the dish rack on top of the counter. He opened a kitchen cabinet. He grabbed a dish. It touched another dish as he pulled it out of the rack. His wife was in the living room. She heard the clatter as the dishes touched. She walked into the kitchen. She asked, \"Did you wash your hands thoroughly?\" He grinned. He said, \"Yes, dear. I always wash my hands thoroughly before I put the dishes away. Remember when you gave me your hand-washing demonstration in the bathroom? How could I ever forget that? Now don’t worry. These dishes will go into the cabinet without a single germ on them. And when I finish, you can bring me my patient.\" She asked, \"Patient? What patient?\" He said, \"My hands are as sterile as a surgeon’s. I might as well have a patient.\"",
    "He was making the bed. He shook out the quilt. He laid it flat on the mattress. He noticed a brown speck on the quilt. The speck was moving! He took a closer look. It was a bedbug. So that explained the two red marks on his forearm. He flushed the bedbug down the toilet. He took the quilt and sheet off the bed. He examined the mattress and bed frame. He went back into the bathroom. That bedbug had somehow clung to the quilt when he shook it. Maybe it had survived the flush. It hadn’t. He flushed anyway. From that day on, he checked the pillows, sheet, and quilt thoroughly before going to bed and before making the bed. He didn’t get bitten again, but his worry didn’t go away. There’s no such thing as eating just one peanut. There’s no such thing as having just one bedbug.",
    "The speaker was addressing a roomful of teachers. He said, \"’Thinking’ and ’thinking critically’ aren’t the same. For example, if you’re thinking about what day it is, that’s not thinking critically.\" He instantly heard some murmuring. A teacher said, \"But that isn’t even an example of ’thinking.’ If you’re thinking about what day it is, you’re just trying to remember. Now, remembering may be a part of thinking, but it’s not really thinking.\" He asked, \"Well, how can it be a part of thinking without being thinking?\" She said, \"A wheel is part of a car, but it’s not a car. It’s just a wheel.\" He said, \"Yes, but you can’t compare ’thinking’ to a car, can you? One is a process, and the other is a product.\" She said, \"You’re right about that. I think I’m going to have to think about this some more.\" He said, \"Me too.\"",
    "The waiter at IchiUmi asked if they wanted anything to drink. His wife and her friend wanted tea. His wife asked, \"Do you want tea, too?\" He said, \"No. Water’s fine.\" After the waiter left, they all rose. They grabbed clean plates and visited the buffet line. They returned to their table with plates piled high with fresh crab and other food. As the women ate and talked, he felt a little chilly. He looked at his wife’s cup of hot tea. She wasn’t drinking it. He asked if he could have it. She said, \"Take it. I don’t like it anyway.\" That night she scolded him. She said, \"Next time, please order your own cup of tea.\" He said, \"But you weren’t drinking yours.\" She said, \"I don’t care. You made it look like we didn’t have enough money for an extra cup of tea. I was so embarrassed.\"",
    "He was dog-tired. He plopped onto the worn sofa. His sister said, \"You look beat. Did you just run a marathon?\" He said, \"I wish. I can run a marathon in less than four hours. I just finished my shift. It was eight and a half hours. No lunch, no breaks.\" She said, \"That’s inhuman! That’s inhumane! That’s illegal! They can’t make you work for over eight hours straight without even one break! You need to call a lawyer right now.\" He said, \"I’m too tired to call a lawyer. Besides, who can afford one? It was super-busy. My coworker was out sick. I was the only one making sandwiches all day. My manager thanked me. He said to eat anything I wanted after I clocked out. So I did. I think I ate one of everything we sell.\" She said, \"You’re not tired from working.",
    "Warren was exiting the chilly subway station. A man in tattered clothes was sitting on the landing. His bare feet were black with dirt. As Warren approached, the man extended a dirty, raggedy \"NY Yankees\" cap. He said, \"Please, sir! Please, sir!\" His tone was mournful. Warren figured he was mental. Warren dropped some change into the cap, being careful not to touch it. The man thanked him. Warren walked up to street level. He decided to give the man more money. He went back down. Again, the man extended his cap and said, \"Please, sir!\" Warren said, \"Here’s a little more.\" The man said, \"You’re a gentleman and a scholar.\" Maybe he isn’t mental, Warren thought. He asked, \"Are you a Yankees fan?\" The man said, \"All my life. I love the Yankees, and, naturally, I hate the Red Sox. But I accept money from their fans.\" He grinned.",
    "The owner of a Manhattan firm has offered his employees a 15-percent raise. All they have to do is tattoo themselves with the firm’s logo — DD. The name of the firm is Double Down. It makes pillows. The owner claims his pillows contain twice as much down as his competitors’ pillows. Why did he make the offer? He said, \"It’s a unique way to promote our brand. Employees become walking billboards for our pillows.\" Many employees jumped at the offer. They now have DD tattooed on their hands or necks. However, others passed on the offer. One woman said, \"What happens if this company goes south? Or I get fired? I’m going to be stuck with DD on my body for the rest of my life? No way! My friend Suzanne already did it. But if she gets fired, she can always say the tattoo stands for her bra size.\"",
    "On Alternate Earth, there are Stripers and Checkers. The Stripers have stripes. The Checkers have checks. Stripers and Checkers with only two colors are rich and powerful. Those with four colors are the middle class. Those with eight colors are often jobless and homeless. But even a homeless person looks down on others. If he’s a Striper, he looks down on Checkers. If he’s a Checker, he looks down on Stripers. The president of one country, Bestoria, is a Striper. The vice president is a Checker. The president was dining with his wife. He said, \"I hate working with this guy. He’s rude, he’s stubborn, and he’s lazy. Checkers are all the same. They’ll never change. The parents teach the kids all the wrong things. Then the kids teach their kids the same wrong things. They say that gravity is the strongest force in the world. They’re wrong. Tradition is.\"",
    "He was walking down Newkirk Avenue in Brooklyn. At an intersection, he looked to the right for oncoming cars. A huge, black tarp caught his eye. It was stuck about 30 feet up in a tree. He figured a storm must have put it there. Walking by a month later, he noticed that the tarp was still there. A meter maid stood nearby. He pointed out the tarp to her. She asked, \"How’d that get up there?\" He said, \"I don’t know, but it’s pretty ugly. Maybe you can call some city agency to remove it.\" She said, \"I’ll do that.\" He felt good. His suggestion would help beautify the tree and the street. A month later, he looked to see if they’d removed the tarp. His surprise turned to anger. They had removed the tarp, all right. Along with it, the tree. All that remained was a fresh-cut stump.",
    "The world’s number one problem, he thought, was number two. Millions of people have no flush toilets. Their only toilet is Mother Earth. He wanted to help protect the planet from all the poop. He spent months in his lab. Then he conducted hundreds of trials on volunteers. He finally developed a solution. It was a pill. The pill converted poo to gas. He told his girlfriend about it. She was excited. She hated to use public toilets — even the ones at Moonbucks — when nature unexpectedly called. She said, \"It sounds too good to be true. There aren’t any side effects?\" He said, \"Well, there’s one. The pill produces so much gas that some of it travels upward. Then it exits through your mouth.\" She laughed. She said, \"Phew! Talk about bad breath! Nobody will ever swallow that pill.\" He said, \"Sure they will. People can get used to anything.\"",
    "Their apartment in Manhattan had a walk-in closet. Stacked in the closet were four big, plastic bins. Each bin was full of plastic bags. Each bag was full of things — pens, light bulbs, batteries, bandages, Christmas decorations, and whatnot. Whenever he needed something, all he had to do was dig out a plastic bag. Over the years, however, the bags in the bins had become disorganized. He didn’t know which plastic bags were in which bins. He didn’t even know which things were in which plastic bags. Searching for anything required patience and prayer. One day, his wife needed some floss. He said, \"I’ll go buy you some at Walbrowns.\" She said, \"Walbrowns? Why walk all the way to Walbrowns? I thought you had floss in the closet. I thought you had everything in that closet.\" He said, \"I do have everything in that closet. But I can’t find anything.\"",
    "The Mega Millions lottery was worth $190 million. The Powerball lottery was worth $550 million. Irene, 84, had never bought a lottery ticket in her life. Whenever she had a few extra dollars, she bought treats for her cat. But because both lotteries were headline news, she bought one ticket for each lottery. On Sunday, she heard that there were two winning tickets. They’d been sold in New York. Could one possibly be mine, she wondered. She went online. She checked her Mega ticket. She almost fainted. She had won the Mega! After calming down, she checked her Powerball ticket. She almost fainted again. She had won the Powerball too! Irene became headline news. People complained. They said it wasn’t fair. The chances of her winning two huge lotteries were measly. A statistician said, \"She had a better chance of being struck by lightning while turning cartwheels in Times Square.\"",
    "Two retirees were talking about the nearly completed Freedom Tower. Bud said, \"Well, it’s taken 12 years, but we’re finally going to have a skyscraper in downtown Manhattan again. At 1776 feet, it’ll be a tall reminder of our country’s roots.\" Mo said, \"Yes, it’s going to be a glorious day when 1 WTC opens for business and tourists. Terrorists have to realize that if they knock us down, we’ll get right back up. The USA will always stand tall. But I’m still worried. What’s to stop them from trying again? That’s an inviting target, you know.\" Bud said, \"Well, I heard we’re ready for them this time. The military has leased the 60th floor. There’ll be a 24/7 lookout for low-flying planes. Rocket launchers and machine guns will be at the ready. If terrorists try to use jetliners again, the sky will light up like the Fourth of July.\"",
    "The TV program ended. He pushed the System button on his remote to turn off the TV. The screen turned black. But there were two light blue boxes on the black screen. One said, \"No Time Information.\" The other said, \"No Signal.\" He pressed the System button again. The TV picture returned. He pressed the Power button. The two boxes appeared again. He pressed the Power button again. The TV picture returned. He pressed the Power and System buttons at the same time. The two boxes reappeared. He called up his cable company. He said, \"I can’t turn off my darn TV!\" The rep asked, \"Where are you aiming the remote?\" He said, \"I’m aiming it at the cable box, of course.\" She said, \"No, that’s wrong. You have to aim it between the box and your TV. Go ahead. Try it.\" He tried it. The TV instantly turned off.",
    "As a youth, Cal was a bully and a thief. One time, he stole a man’s wallet. The man grabbed him. Cal punched the man hard. Cal ran, but the police caught him. A judge sentenced Cal to two years in jail. He was released after only six weeks. Ten years later, Cal was rich and famous. His victim phoned him. The victim said, \"Ten years ago, you stole my wallet. Then you punched me in the face. I lost all the vision in my left eye. Back then, you were poor. Now you’re rich. I think you owe me a lot of money.\" Cal said, \"I don’t owe you squat. You shouldn’t have grabbed me. You tried to be a hero. Because of you, I spent six weeks behind iron bars. I’ll never forget my time in that cell. I paid my debt to society, and society includes you.\"",
    "He was on the Q train. At Union Square, two women got on the train. They sat directly across from him. They were attractive women. They looked very much alike. He went back to his magazine. The train stopped at Herald Square. They got up. He got up. He asked the older-looking woman, \"Mother and daughter? Or sisters?\" She smiled and said, \"Hello, Henry, how are you doing? This is my daughter, Liz.\" He smiled at Liz and said hello. Both women got off the train. He did too. He was baffled. The woman acted as if she knew him well. She was talking to her daughter on the platform. He wanted to ask, \"Forgive me, please, but how do you know my name? Where did we ever meet?\" But he walked past her. He climbed the stairs to the street. Maybe, if he ever saw her again, he’d ask.",
    "She walked into the bedroom. Her husband was sitting at his desk. Two of his fingernails were pinching at his face. She said, \"You’re pulling out your whiskers again! You promised me you were going to stop doing that.\" He said, \"Yes, I did promise you. And this is the last time, I swear. I won’t pull any more hair out of my face. I’ll use only my razor to remove my whiskers.\" She said, \"You said that nine months ago. But nothing’s changed. It’s not like I’m asking you to quit drinking or smoking. All I’m asking you is this one little thing. And you refuse to do it. That shows me that you don’t respect me.\" He said, \"I do respect you. But this habit has got a hold of me. It won’t let go of me.\" She said, \"No, it’s you who won’t let go of it.\"",
    "He and his coworker, Sheila, were at Shake Shake in Brooklyn. They had both ordered cheeseburgers, fries, and shakes. He had ordered a coffee shake. She had ordered a chocolate shake. Their buzzer sounded. He went to the pick-up counter. He brought their orders back to their table. The cups containing the shakes were identical. Neither cup was marked Chocolate or Coffee. He didn’t know which one was his. He removed the lids from both cups. He looked at the shakes. One was light brown. The other was lighter brown. He asked, \"Which one’s coffee?\" Sheila didn’t know. He took both shakes back to the counter. He asked a worker, \"Can you help me? Which one’s coffee, and which one’s chocolate?\" The worker studied the shakes. Pointing, she said, \"This one’s coffee.\" He asked, \"How can you tell?\" She said, \"Because it looks more like coffee than the other one.\"",
    "He said, \"Maybe someday we’ll have a big house and a big yard. Then maybe we can have some pets, too.\" She said, \"I don’t want any pets.\" He asked, \"Why not?\" She said, \"When I was four, I had a beautiful white kitten. It got into bed with me one night. I had already gone to sleep. I rolled over on it. The next morning, I found it lying dead in my bed. Then I had a German shepherd. Her name was Lassie. I loved her so much. But my father said she barked too much. He put her in his car. He drove her to his brother’s farm 50 miles away. Three months later, Lassie showed up at our home. She was so skinny and weak. I was thrilled to see her again. But my father wasn’t. He put her in the car. I never saw her again.\"",
    "He had just bought a used floor lamp. He carried it downstairs to his apartment. He put it on the floor. It wobbled. He banged it down to fix the wobbling. It still wobbled. He lifted it. Big and small chunks of sand-like filler lay on the floor. No filler remained in the base of the lamp. It couldn’t stand upright. His wife said, \"I bet you didn’t look at the bottom of the lamp before you paid for it, did you? How could you forget to look at the bottom?Remember that mattress you bought when you were single? You looked at the top side, but not the bottom. When you got home, you discovered the huge pee stain. We need to have a baby soon.\" He asked, \"A baby? What’s a baby got to do with a lamp?\" She said, \"A baby will teach you to check bottoms.\"",
    "The red, metal box was half the size of a red brick. The box was attached to the wall near the principal’s desk. A thin, glass rod was attached, horizontally, to the front of the box. Embossed red letters on the top of the box said, \"Fire Alarm.\" Embossed white letters on the front said, \"Pull in Case of Fire.\" Leo, 4, had been learning how to read at home. He recognized the word Pull. He pulled. A loud bell immediately started ringing. Leo jumped. Crying, he ran to his mom. She hugged him. She told him not to worry. Three fire trucks arrived. Six firemen in full gear walked inside. Leo started crying again. One fireman said, \"Here, son, try on my hat.\" Leo grinned. His mom took pictures of Leo with the fireman’s hat on. Leo started crying again when the fireman left, taking his hat with him.",
    "Her son was upset. He hadn’t gotten a bicycle for his birthday. His mom said, \"We’ll give you one next year, I promise. Next year you’ll be bigger, stronger, and smarter. All of those things will help you be a better bike rider. And you’ll be safer too. We don’t want you to end up in the hospital. Remember going to the hospital to see Grandma? You don’t want to be in a hospital like her, do you?\" He said, \"No way. Grandma went to the hospital, and then she was dead. The hospital killed her.\" His mom said, \"No, the hospital tried to save her. Cancer is what killed Grandma.\" He asked, \"Did Grandma get cancer from riding a bike?\" His mom said, \"Of course not.\" He said, \"So, if you let me ride a bike now, I won’t get cancer and I won’t end up in a hospital.\"",
    "His wife asked, \"Where’s my goodbye kiss?\" He said, \"No time.\" He got on the elevator. Please be express, he prayed. It wasn’t. He dashed outside. He rushed to the nearby train station, bumping into one person. He started down the station steps. An old lady was shuffling down the steps. Why are old people allowed out in the morning, he wondered. Inside the station, he hurried past the free daily newspapers in the metal racks. He swiped his Metro card. Please don’t tell me to swipe again, he thought. Many people were climbing the stairs from the platform. Which train had they just gotten off? He squeezed past them all. He was finally on the platform! But it was emptier than usual. He looked south. He didn’t see any red taillights. He looked north for his train. He stared hard. Staring hard always works. Every commuter knows that.",
    "She was a little frazzled. Among other problems, a flower company had been billing her incorrectly. She called her bank. She told the rep about the problem, but he wasn’t any help. She told him to cancel that credit card. She went out to lunch several hours later. That evening, she was paying bills online. She said, \"Oh, no! I paid for lunch with my canceled credit card!\" Her husband asked, \"Are you sure? How could a restaurant accept a canceled card?\" She didn’t know. She called the restaurant. It was closed. She sent a lengthy email. She apologized and promised she would drop by the next day to pay for lunch. Later, as she digging through a pile of receipts, she found the receipt for lunch. She had paid for lunch with a good credit card, not a bad one. She emailed the restaurant again. \"Never mind,\" she wrote.",
    "On Planet Harmony, two Earthlings were talking. Nathan had just arrived from Earth. Simon said, \"I’ve been here for almost a year. I had heard about this place for many years. It always sounded too good to be true. But it’s all true. People here are so nice! They’re never negative. They’re never mean or impolite. They’re always friendly and helpful.\" Nathan said, \"That’s exactly why I decided to move here. Hey, maybe you and I can do something together this weekend?\" Simon said, \"I’m afraid I can’t. You see, I’m returning to Earth tomorrow.\" Nathan asked, \"For a little vacation, or what?\" Simon said, \"Actually, for good. Frankly, I miss Earth. I know this sounds crazy, but I miss the jerks and idiots on Earth. Planet Harmony is just too much sugar. I need to yell at someone. I need someone to yell at me. I need some spice.\"",
    "Ernie took the Q train to Brooklyn. He wanted to see what Barclays Center, the new arena, looked like up close. He walked up the stairs from the station. He looked at the building. It didn’t look new; it looked old. It looked like it was covered with rusty, iron plates. It had a weird shape. He crossed the street. There was a huge hole in part of the arena’s roof. He examined the plates. They weren’t rusty, just brown. He called his brother. He told Grady about the plates. Grady said, \"You know why they did that? Because when you make it look old in the first place, you don’t have to worry that it might look old in the future. That’s why some guys marry fat, homely women. That way, they never have to worry about their wife becoming fat and homely down the road.",
    "He wanted to use his thumb drive. He always kept it in his left pants pocket. He started digging around in that pocket. He couldn’t feel the drive. Nothing is ever easy, he thought. He emptied his pocket. He put everything on the desk, but there was no thumb drive. He dug into his right pants pocket. He couldn’t feel it there, either. He emptied the pocket. There were pens, pencils, and keys, but no thumb drive. He stopped looking for it. He figured he’d find it later, when he was looking for something else. The next day, while looking for his pocketknife, he found his thumb drive. It was in his jacket pocket. He wondered how many hours of his life he’d spent looking for his personal things. He always felt like he’d spent half his life looking for things he’d spent the other half of his life misplacing.",
    "He went into the bedroom closet. He grabbed his pants and a shirt. He put them on the bed. Then he took his shoes and socks out of the closet. He put the socks next to the shirt. He took off his glasses. He put them on the bed next to his socks. He pulled his T-shirt over his head. He sat down on the bed. He put on his pants and socks. He stood up. He groaned. His glasses lay squashed on the bed. He had been sitting on them. Miraculously, they were not broken. The soft quilt and mattress had helped protect them from breaking. But they were badly bent. He adjusted the temples and nosepieces. He tried the glasses on. He made many more adjustments. Finally, his glasses fit okay. He made a mental note to himself: The bed is a stupid place to put your glasses.",
    "The number of fans attending Yankees games this spring has decreased from last year. In a TV interview, a Yankees spokesman listed various reasons for the decreased attendance. He said, \"Well, first of all, there’s the weather. Spring has been cold and rainy. In fact, most people would say that we haven’t even had a spring yet. We were still having winter weather in mid-May. Next, our sluggish national economy is hurting attendance. Then, of course, two of our star players are injured. Plus, many fans are watching NBA and NHL playoffs.\" Watching the interview with his dad, Irwin said, \"He gave us every reason but the real one. Prices! Every year ticket prices and concession prices go up.",
    "Howard said, \"We’re so lucky to live in the Big Apple. Everywhere I look, I see another gorgeous woman. Look at that blonde walking our way. She’s definitely a 10.\" Alan said, \"Well, maybe a 9. Her eyes are a little too close together. But it’s interesting, isn’t it? A pretty woman is a pretty woman all over the world. It doesn’t matter what part of the world she comes from. Pretty is pretty. Why is that? How can men all over the world agree that a pretty woman is a pretty woman? She might be an 8 to some, a 9 to some, or a 10 to others, but we all agree that she’s pretty.\" Howard said, \"That’s easy. It’s in our genes. Pretty women have been around for 200,000 years.\" Alan said, \"Oh, yeah? Well, broccoli’s been around for 200,000 years.",
    "Gordon said, \"My elbow’s killing me. I have tendinitis.\" Isaac said, \"A friend of mine lost both his arms. He doesn’t even have an elbow.\" Gordon said, \"My back’s killing me. I couldn’t even get out of bed this morning.\" Isaac said, \"A friend of mine is paralyzed from the neck down. He can’t ever get out of bed.\" Gordon said, \"My stomach’s killing me. I’ve got indigestion really bad.\" Isaac said, \"A friend of mine had bad indigestion. They removed most of his intestine. Now he carries a bag on his waist. You’re a lot better off than my friend.\" Gordon said, \"Yes, I’m a lot better off than all of your friends. So what?\" Isaac said, \"Well, knowing that should make you feel better.\" Gordon said, \"Yes, it does, for about a whole second! But I’m still hurting. Knowing about their pain doesn’t make my pain go away.\"",
    "Justin got off the R train at Whitehall Street in downtown Manhattan. After climbing one flight of stairs, he climbed three more. He stopped to catch his breath and study the city map on the station wall. It showed that the MTA Service Center was nearby on Stone Street. A sign on the station wall said, \"To Stone St.\" He walked up two more flights of stairs. He was at a street corner, but he didn’t see a sign. One block south, he saw a sign saying Bridge St. One block north, he saw a sign saying Bowling Green. Nowhere did he see a sign saying Stone St. A street vendor was selling ties at the corner. Justin asked him where Stone Street was. He said, \"You’re almost standing on it.\" He pointed up. Justin looked up — way up. About 10 feet above his head, a sign said, \"Stone St.\"",
    "Brother said, \"Boy, I had killer foot cramps last night. My feet curled up so much that I couldn’t even stand. And massaging them didn’t help a bit.\" Sister said, \"You should drink a small glass of salt water. That works great for me. In fact, it’s like a miracle. Seconds after drinking it, I have no cramps at all. How can salt water get down into my feet so fast?\" Brother said, \"I don’t know. Maybe blood circulates at 100 miles per hour or something. All I know is that the pain from cramps is unbearable. When my feet cramp, I sometimes wish I could just chop them off.\" Sister said, \"It wouldn’t help. My friend says he has killer cramps in his calves and feet. But his legs were amputated a year ago!\" Brother said, \"C’mon! That’s impossible.",
    "He was watching TV. Out of the corner of his eye, he saw something. It was a shadow. It seemed to be on the floor. He turned his head to get a better look. Whatever it was, it wasn’t there anymore. Over the next few months, he saw the shadow several more times. It was always out of the corner of his eye. He visited an eye doctor. The doctor examined him. He said, \"There’s nothing wrong with your eyes. Maybe it’s just your imagination.\" He figured the doctor was right. He went home. He was changing channels on his TV. He saw the shadow again. He turned his head quickly. It looked like something went under the bed. He looked under the bed. He realized that it hadn’t been his imagination at all. The shadow was real. Standing there motionless — was it looking at him? — was a big cockroach.",
    "Becky’s mom was worried. She took Becky to the doctor’s office. She told the doctor, \"Becky used to eat three times a day. Now she’s not eating a thing. She says she’s not hungry anymore. Of course, I don’t believe her. I never heard of such a thing. I mean, it’s impossible to not eat, right? She’s got to be eating something, somewhere.\" The doctor examined Becky. He asked her many questions. He ordered blood, urine, and stool samples. A week later, Becky and her mom returned to his office. He said, \"Well, Becky’s not lying to you. Her body is actually making its own nutrients. It’s a rare, but temporary, condition. It’s called ’utensilosis.’ She should start eating again in about a year. Don’t worry about it. Look on the bright side. She won’t have to brush or floss. She won’t outgrow her clothes. And you’ll save on groceries.\"",
    "Jordan said, \"Every time I see you, you have a beautiful woman on your arm. How do you do that? What’s your secret?\" Ryan said, \"Well, there’s really no secret. It’s simply a matter of being confident. Women like confidence. I meet women just by introducing myself. I smile, I say hello, and I tell them my name. Usually, they smile back, they say hi, and they tell me their name. That’s it. It all starts with a smile, a hello, and a name. Those three things get the ball rolling. After that, it’s all downhill. Frankly, I think you’re wasting your time if you’re looking for women right now. What you should be looking for is confidence.\" Jordan asked, \"Okay, but where am I going to find this confidence?\" Ryan poked Jordan in the chest. He said, \"It’s right there. All you’ve got to do is dig it out.\"",
    "Cameron was standing in line at Walbrowns. Two cashiers were at the counter. A huge man was standing in front of Cameron. About eight people were standing behind him. One cashier said, \"Step down, please.\" The big man went to the counter. A minute later, the other cashier said, \"Step down, please.\" Just then, the big man stepped back from the counter. He blocked Cameron’s path. Silently, Cameron waited for the man to move back to the counter. However, the man behind Cameron said loudly and impatiently, \"Next!\" Cameron turned around. He said, \"Excuse me. I’m waiting for this guy to get out of the way.\" The big man moved back to the counter. He glared at Cameron. Menacingly, he said, \"Walk around.\" Cameron said, \"Walk around? Have you looked in the mirror recently? Your giant body was blocking the whole aisle. You should walk around — walk around Central Park.\"",
    "Lisa entered a Blarks shoe store in midtown Manhattan. Blarks were her favorite shoes. She wanted a lightweight pair of shoes for work. She found a pair for $100. She bought them. Then she went to Macy’s to see if Macy’s had the same style in other colors. Macy’s had the same style in three different colors. Even better, they were on sale. Three pair were only $200. Lisa bought three pair. She went back to Blarks. She asked the worker for her money back. The worker said, \"I’m sorry. We allow exchange or credit only. No refunds. Our return policy is on your receipt.\" Lisa asked to see the manager. The manager told Lisa the same thing. Lisa loudly told the manager she wasn’t leaving the store until she got her money back. The manager saw a few customers looking at Lisa. He quietly gave her back her money.",
    "Noah worked for a pizza place in downtown Manhattan. At 11 p.m., a caller ordered an extra-large pizza with everything. When the pizza was ready, Noah put it in a delivery bag. He took the bag out to his new, $1,600 motorbike. The motorbike was so much better than his 3-speed bicycle. He had saved for the motorbike for 16 months. He drove to the address. He couldn’t find the street number. It was a dicey neighborhood. He called his manager. She told Noah to return to the shop. He saw two guys coming toward him. One guy pulled out a gun and pointed it at Noah. He said, \"Give me your phone.\" The other guy took the pizza. They both started running. Thinking it was a fake gun, Noah ran after them. He yelled for help. The thieves got away. Noah went back to his motorbike. It was gone.",
    "At the dollar store, he saw a folding cane. It was adjustable and only $7.99. It was a good buy in case of an emergency. A cane is like a flashlight, he thought. It’s better to have one when you need it than to have to go buy one when you need it. When he got home, he went online. Folding canes started at $25. A week later, he injured his knee. He spent two days in bed. Then he started using his cane to get around. He felt lucky he had bought the cane when he did. The timing had been just right. When his wife saw him using the cane, she asked, \"When did you get that?\" He said he had bought it a week ago at the dollar store. She said, \"That’s why you injured your knee. You cursed yourself. Thank goodness that store doesn’t sell wheelchairs.\"",
    "Aaron said, \"I can’t believe all the stupid things I’ve done in my life. When I was a kid, I licked a metal ice cube tray. Of course, my tongue stuck to the tray. I panicked. I pulled the tray off my tongue. It started bleeding like crazy. I’m lucky I can even talk normally. Another time, I decided to fix my Dumbo ears. Every day, I pressed both ears repeatedly against my head. Eventually, of course, I broke the cartilage in them. After that, they stuck out even more than they used to. The first car I bought had a ’Salvaged’ certificate. How stupid was that? I spent $10,000 on repairs before I just gave it away.\" Aaron’s cousin said, \"You’re doing something else that’s pretty stupid.\" Aaron asked, \"I am? What’s that?\" His cousin said, \"You’re telling someone about the stupid things you’ve done.",
    "Tyler said, \"The government is developing a super pill. It’ll record and play back everything you see and do. If you forget where you put your keys, close your eyes. Think ’keys,’ and you’ll see an audio-video of when you last used your keys. If you forget the name of someone you just met, close your eyes. Think ’shake hands,’ and you’ll see the audio-video of the last person you met.\" Jacob said, \"That’s fantastic!\" Tyler said, \"Let me finish. This super pill will also be able to record and play back everything that was in your brain before you took the pill. I’m talking about stuff that you don’t even know is there. Of course, everyone must take the pill. The government will have 24/7 access to all the data on each person’s pill.\" Jacob said, \"Forget it. That’ll never happen. The American people will never stand for it.\"",
    "She was walking fast. It was 9:20 p.m. She was hoping to catch the B train. It usually arrived at the station at 9:28. The Brooklyn sidewalk was hazardous at night. It was poorly lighted. Also, spreading tree roots had made sections of it rise abruptly every few yards. Walking fast at night could easily result in scraped knees and hands. Nevertheless, she hurried along. Watching the sidewalk closely, she looked up just before bumping into someone. He had just crossed the street. He said, \"Watch it, will you? You almost knocked me over.\" She said, \"You watch it. I was on the sidewalk before you. I had the right of way. You should look both ways before you step onto the sidewalk.\" He said, \"It’s not my fault. I didn’t see you or hear you. You’re like a ghost. Let people know you’re there. Use a flashlight. Walk louder.\"",
    "Connor went running into the house. He was upset. His dad asked what was wrong. Connor said, \"My baseball went down the sewer drain. That was the same ball that I caught at the Mets game last week.\" His dad said, \"Well, don’t worry. I’ll take you to another Mets game sometime. You know you shouldn’t play ball in the street. Sewer drains are just a magnet for a baseball. And then gravity finishes the job.\" Connor said, \"I hate sewer drains and gravity.\" His dad said, \"Well, you shouldn’t hate either. Sewer drains help prevent flooding. And gravity is even more important. Without gravity, if you hit a fly ball, it would go up forever. It would never come down. Every time you hit a fly ball, you’d lose it.\" Connor said, \"You’re right, Dad.",
    "People will argue forever about who the world’s greatest golfer is. But nobody can argue about who sank the most important putt ever made in the history of golf. It was Germany’s Martin Kaymer. He sank a 5-foot putt on the last hole of the 2012 Ryder Cup tournament. That pressure-packed putt secured the cup for the European team. In 1991, Germany’s Bernhard Langer missed a 6-foot putt on the last hole of the Ryder Cup. That infamous putt gave the cup to the U.S. team. Langer’s miss still grieves him. Kaymer’s putt was important, of course, for Kaymer. But it was more important for Europe. And it was most important for Germany. Had Kaymer missed his putt, every golf fan — indeed, every sports fan — in the world would have thought, \"Germans can’t deliver under pressure.\" Germany today would be the butt of every choke joke in the sports world.",
    "In the year 2525, Emma told her mom, \"My teacher said there used to be fish in the oceans. Where did they all go?\" Her mom said, \"The fish went where everything else went. They went into people’s stomachs. A long time ago, people thought that the supply of animals and plants was endless. They ate everything they could catch or grow. But every year, there were more people eating fewer animals and plants. Finally, there were no more animals or plants. No more fish or meat. No more grains. No more fruit. No more vegetables. No more anything.\" Emma asked, \"What did people eat then?\" Her mom said, \"Well, what do you think? There were still plenty of people.\" Emma said, \"Yuck! How long did that last?\" Mom said, \"Honey, look around. There are still no animals or plants.",
    "His wife asked, \"When are you ever going to take me somewhere? When we were in Los Angeles, you never took me to Universal Studios or Disneyland. Now we’re in Manhattan. You still haven’t taken me to the Statue of Liberty or the Empire State Building.\" He said, \"How many times have I taken you to Starbucks? Doesn’t that count for something? We’ve never gone to those other places because they were too far away, too expensive, or too crowded. If you want to experience those places, all you have to do is go on YouTube. YouTube makes you feel like you’re right there. It’s just like the real thing, except without the lines and prices.\" She said, \"Okay, tonight when you’re ready for dinner, just go on YouTube. Type in Steak Dinner. Enjoy the video. It’ll be just like the real thing, except without the smell and the taste.\"",
    "The silver Mercedes was weaving along the four-lane road. Two solid yellow stripes and embedded reflectors separated the lanes. The Mercedes driver was very well-dressed. He was also very drunk. He was driving with all the car windows open and the music blasting away. He couldn’t maintain a steady speed. He sped up, and then he slowed down. He couldn’t drive straight. He steered to the right edge of the road until he hit the rumble strip. The vibration made him steer left. He steered left until he hit the embedded reflectors. The vibration made him steer right. He had no idea of how bad he was driving. But a policeman behind him did. The cop pulled him over. He made him get out of his Mercedes. He handed him a breathalyzer. The driver mumbled thank you. He held the breathalyzer as if it were a phone. He said hello.",
    "Grace worked seven days a week. Almost always, she left home at eight in the morning. She didn’t return home until eight in the evening. After eating a late dinner and watching a little TV, she turned on her computer. She did research for several hours. Then she went to bed. Each day, she traveled throughout Manhattan, either working for clients or searching for clients. She rode buses and trains. She walked for blocks in every neighborhood. She climbed flights of stairs. She ducked into restaurants to grab some food or use the rest room. She passed out her business cards. She sat down on park benches to rest her back and legs. One evening, her husband was massaging her feet. He said, \"Honey, your hair’s turning gray and your body’s falling apart.\" She said, \"I know. But every month, we have bills to pay.",
    "He dreamed that one of his teeth had fallen out. He told his classmate. She said, \"In my country, such a dream means a relative is going to die soon.\" He asked, \"Really? Any particular relative?\" She said, \"Yes. It depends on which tooth falls out.\" He said, \"Well, it was my big front tooth — the right one.\" She said, \"That means your father’s going to die soon. The left one means your mother’s going to die soon. Your other upper teeth symbolize other relatives.\" He asked, \"Well, what about my lower teeth?\" She said, \"Your lower teeth tell you how you’re going to die. I once dreamed that a particular lower tooth fell out. My grandma told me I was going to die a watery death.\" He asked, \"Well, what happens if it’s not a dream — your tooth actually falls out?\" She said, \"Nothing. We just bury the tooth.\"",
    "The man on the M train said, \"Good morning, everybody. I’m going to keep this short and sweet. My name’s Robin. I’m not here to ask for money. I’m not here looking for work. I’m not here to preach the Gospel. But I do have some good news. I’ve got a gift for all of you. The gift is a twenty-dollar bill. Now, I know $20 isn’t a lot of money, but it’ll still get you a decent lunch in this town. I’m going to walk up the aisle. If you’d like a twenty, just hold out your hand. Thank you!\" He put twenties in many hands. Then he walked into the next subway car. He handed out twenties on about 30 subway cars that morning. Later that day, the police arrested him. He had robbed a bank the day before. The police asked the public to return the money.",
    "For ninety minutes, the movie audience watched chases, crashes, and shootouts. Bullets and blood flew everywhere. There were enough dead bodies to fill an Olympic-size swimming pool. Leaving the theater, Brad said, \"Yawn. These action movies are getting old. The new ones are the same old stuff, just louder. They need to make them more real.\" Drake asked, \"Yeah, but how?\" Brad said, \"Simple. Install mind caps in theater seats. We select a character. Wearing the cap, we experience everything he experiences. If he drives fast on winding roads, we feel each turn. If he parachutes out of an airplane, we feel the free fall.\" Drake asked, \"Yeah, but what if someone punches him?\" Brad said, \"Of course, you can adjust the cap for minimum or maximum feel.\" Drake said, \"Forget it. You can’t always trust technology. Maybe your cap will ’self-adjust’ to maximum when your character’s getting run over.\"",
    "The President spoke two languages — English and Brolese. After being elected, he married a woman from Brola. She was learning English. She told him, \"Irregular verbs make learning English very difficult.\" The next day, he announced to the nation, \"Effective immediately, all irregular verbs will become regular verbs. That includes, of course, the crazy verb ’to be.’ I have speaked.\" The next day, a newspaper article stated, \"The President maked an announcement yesterday afternoon. He sayed, ’No more irregular verbs.’ Then he goed to the Tulip Garden to celebrate the end of irregular verbs. Many people beed there. He shaked hands with them. He heared no complaints about his announcement — only congratulations. Then he sitted down for dinner. Everyone eated lobster and drinked wine. Everyone haved a good time. Before they leaved, he telled them, ’Next month I be going to fix English spelling.’ Everyone gived him a standing ovation.\"",
    "Moonbucks was crowded. He was reading a magazine at a corner table. A pretty, young woman asked, \"May I join you? There’s nowhere else to sit.\" He nodded. She thanked him and sat down. She said, \"You must be pretty smart to be reading that magazine.\" He said, \"I understand only about half of it, so I guess I’m only half ’pretty smart.’\" She said, \"I would never read something that I only understood half of.\" She asked him what he did. He said he was, among other things, a writer. She asked, \"What do you write?\" He said, \"Short stories.\" She asked, \"Your stories are in a book?\" He said no. She asked, \"Your stories are in a magazine?\" He said no. She asked, \"Your stories aren’t in books or magazines? Then where are they?\" He said they were online. She said, \"Oh, so you’re not really a writer.\"",
    "Ellie was in the ninth grade. Occasionally, a particular group of girls invited Ellie to their gatherings. Ellie’s best friend, Suzanne, was puzzled. She said, \"You have nothing in common with those girls. Why do they invite you to their get-togethers? They’re using you. I just can’t figure out why.\" Ellie said, \"What’s there to figure out? You’re just being too suspicious. I think they really do like me.\" Suzanne said, \"No, those girls don’t like people. They just like to use people. Have you noticed a pattern to their invitations?\" Ellie said, \"They never invite me to their pajama parties, if that’s what you mean. They always invite me to parks and picnics. And I hate being outdoors in warm weather. I have high blood sugar. The bugs and mosquitoes eat me alive.\" Suzanne said, \"See?I knew it! That’s why you’re there.",
    "Craig’s uncle had just retired from a government job. He was planning to take a lot of ocean cruises. Craig said, \"What a dream job that was. Just shuffle paper for 30 years and then take ocean cruises. You can’t beat that.\" Marie said, \"Of course you can. Your uncle was born here. He speaks fluent English. He grew up knowing American culture. He had many advantages that immigrants to America don’t have. Yet he shuffled paper for 30 years. My boss came here from Vietnam with no money and no English. He had nothing but his recipe for hot sauce. Last year his company sold $60 million worth of his hot sauce. If your uncle had aimed for the stars, today he might own his own cruise company. But he didn’t. He took the easy road. I think my boss is more of an American than your uncle is.\"",
    "Billy’s father was a chemist. He often took Billy to the lab on weekends. He let Billy do his own experiments. One day at the lab, Billy showed his dad a handful of pills. Billy said, \"I made these last week. Guess what they do.\" Dad said, \"Well, you hate taking showers. I guess they make your skin repel dirt.\" Billy laughed. He said, \"No. These are fart pills. They make farts look like rainbows. You know how Grandpa’s always blaming the dog? Well, now he won’t be able to. Everyone will see where the fart is really coming from.\" Dad said, \"That’s funny. But do they really work?\" Billy said, \"Yes. I’ve been testing them. Watch!\" He farted loudly. A rainbow of colors escaped rapidly from the seat of his pants. They both laughed. Dad said, \"You’ve got to promise me one thing.",
    "Almost every weekend, his wife came home carrying two heavy, paper shopping bags from Wholesome Foods. He always said, \"Honey, those heavy bags aren’t good for your back.\" One weekend, he did the grocery shopping. Unintentionally, he bought three heavy bags of groceries. He left Wholesome Foods struggling to carry them. He had to carry two bags with one hand. He could get only one fingertip around the handles of one bag. His left middle fingertip became numb. He stopped to rest and regrip. After many more stops, he finally finished walking from Columbus Circle to the subway station at 57th Street. He took the N train home. When he got home, his fingertip was still numb. He praised his wife for her weekly trek from Columbus Circle to 57th Street. She said, \"What trek? I catch the D train at Columbus Circle. It takes me right to our building.\"",
    "The tutor handed the black marker to his student. She was learning English. She constantly spoke to him in Russian, even though he hardly knew \"net\" from \"da.\" She wrote the two contractions for \"he is not\" on the whiteboard. He said, \"Very good.\" She smiled. She started to hand him back the marker. Then she pointed to the tip. She shrugged her shoulders. She looked at him quizzically. He realized what she meant. Using the marker, he wrote on the board, \"Where’s the cap?\" He said the words. She repeated them. They looked everywhere for the cap. He even dug through his workbag filled with pencils and other supplies. They gave up. He picked up the marker. He was going to throw it out. Then he noticed something. The cap was actually on the marker. It was snapped into the bottom of the marker. He had put it there.",
    "The students discussed their list of the world’s greatest inventions. Then they voted for their favorite. As Ms. Brown expected, smart phones won. She said, \"Now, let’s discuss inventions with no computer chips or moving parts. And no edible parts, either. Everything must be simple and portable. Name your favorites. I’ll write them on the board. Later, we’ll discuss them and vote for our favorite. Johnny, let’s start with you.\" Johnny said, \"Surfboards!\" Ms. Brown said, \"They’re a little too big for our list.\" Johnny said, \"Skateboards!\" Ms. Brown said, \"No moving parts, please. I’ll get back to you, Johnny. Sara?\" Sara said, \"Spoons!\" Ms. Brown wrote \"spoons\" on the board. She called on each student. Students named baseball caps, flip-flops, and mirrors, among other things. Finally, she called on Johnny again. He said, \"I’ve got the winner.",
    "He read about a Manhattan hotel. Its penthouse was available for $40,000 a night. The nine-room penthouse had a 360-degree view. It came with a butler, personal trainer, and chauffeur. He said to his wife, \"Who are they kidding? A year’s salary for one night in a fancy-schmancy penthouse? And what do you get? A panoramic view? How long can you look at a view? And what if it rains on your view? Do you get a rain check? And what good is a butler? I don’t know how to take off my own shoes? And what’s a trainer going to do? How fit can you get in one night? And what use is a chauffeur? Who’s going to leave a $40,000 hotel room to ride around in the back seat of a car? Not me! To get me out of there, they’d have to set the furniture on fire.\"",
    "The teacher was walking near school. He heard footsteps behind him. Then he heard a woman say, \"Hello. How are you?\" He wondered whom she was talking to. Could she have been talking to him? Maybe, but who says hello to the back of someone’s head? He figured she was talking to someone on her cell phone. Moments later, the woman repeated the greeting. He wondered some more. Had she redialed a broken connection? Had she dialed another person? Or had she, in fact, been addressing him all along? He turned his head to look. A woman had just turned left up an adjoining sidewalk. She looked like one of his ESL students. But he didn’t call out. He waited until he saw her in class again. Then he explained why he had \"ignored\" her. She understood.",
    "After eating a dozen chocolate cookies, he drank a glass of nonfat milk. He figured the \"good\" milk would offset the \"bad\" cookies. He poured himself another glass. Then he changed his mind. He opened the refrigerator to put the glass inside. His wife asked, \"Aren’t you going to put plastic wrap on that glass so it won’t spill?\" He said, \"I’ll put it where it can’t spill.\" The next morning, he opened the fridge to get a banana. He pulled the bunch of bananas toward him. He didn’t notice the tail end of the longest banana. It caught the glass of milk. The glass tipped over. He swore. His wife appeared. He said, \"Go ahead. Say ’I told you so.’ I know that makes you happy.\" She said, \"No, saying that doesn’t make me happy.",
    "Todd went into the discount store. Leo, in his sixties, owned the Brooklyn store. Leo’s first language was Chinese. He didn’t know Todd by name, but he was always friendly and polite. Todd asked for a Mega and a Powerball quick pick. Leo said, \"One of each?\" Todd said, \"Pardon? ’One a week’?\" Leo repeated, \"One of each?\" Todd said, \"Oh, ’one of each.’ Yes, please.\" Leo gave him the two quick picks. Then, joking, Todd said, \"I’m sorry I didn’t understand you. My English is not too good.\" Todd paid and thanked Leo. Leo said nothing. Todd sensed a chill in the air. Puzzled, he left the store. He thought, Maybe Leo thought I said his English was not too good. Todd went back to the store and explained his remark. Leo chuckled. He said, \"Not a problem. You’re a nice guy. You wouldn’t have said something like that.\"",
    "Brett was sitting at Greeley Square Park near Macy’s. A feather floated to the ground. He looked up. A curved metal bar connected a street pole to a traffic light. Two rods supported the bar. Pigeons stood almost shoulder to shoulder on the 20-foot-long bar and rods. The crowded conditions must have looked attractive. Other pigeons tried to land there. But they usually had to make a last-second U-turn. Streaks of gray, hardened droppings covered more than half of the traffic light. Brett looked around. Three more traffic lights were nearby. They had the same bars and rods. But they didn’t have any birds. Brett pointed this out to his wife, sitting nearby. She said, \"Who cares where pigeons stand?\" Brett said, \"Don’t you see? First, we figure out what’s keeping pigeons off those other bars and rods. Then, we’ll use that info to keep pigeons off all our statues.\"",
    "Norman told the police officer, \"Last Friday my wife and I were walking through Union Square about 8 p.m. We were walking past a guy when suddenly he put his face up to hers and yelled ’Boo-ya!’ Then he laughed. My wife was startled. Then, as we walked away, she said I should have punched the guy. She was madder at me than him!\" The officer said, \"Well, if you had punched him, he deserved it. That’s called ’harassment.’ It’s illegal, of course. People can’t just get in other people’s faces like that. Usually they’re drunk or on drugs, or off their meds. Sometimes they’re just jerks. If it ever happens again, call 911. We usually take them to Bellevue. They spend the night in the psychiatric ward. But tell your wife, I said you did the right thing. Walking away from these people is always better than confronting them.\"",
    "It was midday at 34th Street and Broadway. A shish kabob vendor was pushing his big cart onto the sidewalk. A mango vendor was blocking his progress. She had a much smaller cart. A young woman in a Skyride T-shirt said, \"Stop, mister! You’re going to crush that woman.\" He said, \"She’s in my space!\" The mango vendor shouted, \"It’s my space! I’ve been here all morning!\" She wouldn’t budge. She clung to a scaffolding pole. A young, pretty police officer arrived. She talked quietly to both vendors. She checked their licenses. She directed the shish kabob vendor to leave. He started pushing his cart north up Broadway. She allowed the mango vendor to stay. The officer left. The mango vendor sliced up a fresh mango. She put the slices in a plastic tray. She gave it to the young woman, who ate the slices between puffs on her cigarette.",
    "At the teachers’ meeting, Raymond said, \"It’s summer time, but my students are freezing. You could hang beef in my classroom. My students come from the hot, humid summer air into my icy classroom. The temperature change is making some of them sick. They can’t focus on their math. All they can focus on is how cold they are. Some of them are wearing jackets in class. They’re all waiting for winter so they can be warm again. We need to do something. We should divide this building into three temperature zones. Let’s make the ground floor 66 degrees, the second floor 72 degrees, and the third floor 76 degrees. Then let’s assign floors. Cold-blooded teachers go to the first floor. Hot-blooded teachers go to the third floor. Teachers like me — normal teachers — go to the second floor. At registration time, we can register students according to their temperature preferences.\"",
    "She found a bottle on the beach. It was unlike any bottle she had ever seen. It changed colors as she turned it this way and that. The colors shone. She thought, It looks like there’s a rainbow in this bottle. If she pulled the cork out, the rainbow might fill the sky. Everyone near and far could enjoy the rainbow. After much effort, she managed to pull out the cork. A huge, green genie dressed all in green appeared. She was frightened. He said, \"Fear not! I am here to grant you one wish. But it must be environmental. I am an environmental genie.\" She had just taken the B train from Manhattan to Brighton Beach. She couldn’t believe all the graffiti she had seen on the bridge, buildings, and walls. She said, \"I wish all the graffiti all over the world would disappear.\" The genie said, \"It’s done.\"",
    "His wife was using her computer in the living room. He went downstairs to the laundry room. He returned a few minutes later. He didn’t see his wife. That’s funny, he thought. He looked in the bathroom. She wasn’t there, either. He looked in the bedroom. No wife. He began to worry. Had something bad happened? Then he heard something. It sounded like a drop of water. Workers had fixed a big leak in the bedroom closet recently. Had a new leak begun there? He looked in the closet. No leak. No wife, either. He heard the drip again. He checked the bathroom. He checked the kitchen. He heard the drip again. It was coming from the living room. He walked over to his wife’s computer. He was startled to see his wife. Filing cabinets had hidden her from his sight. She was sitting on a stool, clipping her nails.",
    "The new student walked into the small classroom ten minutes late. Within seconds, the teacher smelled body odor. The odor was overwhelming. The teacher hoped it was a one-time thing. But the next day, the teenage student smelled just as bad. That afternoon, the teacher talked to his supervisor. She said, \"Well, you certainly can’t tell her that she has body odor. She might call Gloria Allred. Gloria might sue us. A lawsuit would hurt our reputation. How about this? Do a weekly class on personal hygiene. Bring different brands of toothpaste to class. Tell the students to try a couple of the brands at home for a week. Then they can share their experiences with their classmates.\" The teacher said, \"Okay, but what does toothpaste have to do with body odor?\" His supervisor said, \"Start with toothpaste. Then move on to shampoo. Then to deodorants. You mustn’t be obvious.\"",
    "A man broke into Homer’s house. Homer called the police. The police arrested the man. A year later, the man broke into Homer’s house again. Homer called the police. The police arrested the man. A year later, the man broke into Homer’s house again. Homer called the police. A police officer said, \"I’m sorry. There’s a new law. It ends discrimination against the homeless. Even though he broke into your home, you have to let him stay. We can’t arrest him for trying to better his life.\" Homer couldn’t believe his ears. He said, \"Fine! I’ll kick him out myself.\" The officer said, \"I wouldn’t do that if I were you. If he complains to us, we’ll have to arrest you. You’ll have to go to court. If they find you guilty, a jail cell will be your new home. And, worse, your house will be that guy’s new home.\"",
    "Joe’s monthly phone-Internet-cable TV bill had risen from $90 to $160. He called Time-Warmer’s Customers Rule! number. The rep said he could reduce Joe’s bill to $110 a month. Joe called Horizon, Time-Warmer’s rival. The rep said Horizon’s Triple Play package was only $80. After checking with his wife, Joe chose Horizon. The Horizon technician set everything up on Saturday afternoon. Joe’s wife came home from work Saturday night. She turned on the TV. Moments later, she yelled, \"Where’s my NY1!?\" Joe said, \"NY1 comes only with Time-Warmer. Didn’t you know that?\" She said, \"How should I know that? I know that we live in New York. I know that our remote has the number 1 on it. So, when I press 1, I should get NY1. I need my local weather all day long! I want my NY1!\" Joe called Time-Warmer. The following Saturday, his wife had her NY1.",
    "He bought a Banana smart phone. Everybody talked about how intuitive it was. If it’s so intuitive, he wondered, why does Banana offer so many classes on how to use it? He didn’t take any classes, but he did learn a few things rather easily. For example, the Reminders application was a snap to use. He loved it. It was so easy to remind himself of so many things. His first reminder was to call his student dentist at NYU. Then he reminded himself to buy cherries at Fairway supermarket. Then he reminded himself to get a flu shot at Walgreens. His reminder list grew and grew. One Saturday morning at home, his phone alerted him to almost a dozen reminders. After the last alert, his wife said, \"You haven’t checked a single one of those reminders.\" He said, \"I know. I have so many, I just ignore them all.\"",
    "She wanted to start her own company. She asked her dad for a loan. He refused. He didn’t want her to be a businesswoman. It would bring shame on the family. With her life savings of only $50, she bought candy from a local supplier. Then she sold the candy for a profit. With her profit, she bought more candy. After a few years, she had ten employees. She had her own driver. Her dad asked her to hire her brother. She didn’t want to. Her brother was a lazy man. But her dad insisted. So she hired him. Her brother came to work late and left early. She scolded him. She warned him. A year later, she fired him. Her dad said, angrily, \"You didn’t give him enough time.\" She said, \"No, Dad. He didn’t give me enough time. Now, I’ve given him all the time in the world.\"",
    "Ben and Randy were in Central Park. Ben said, \"I just bought a new bike. I’m going to ride around Manhattan this summer.\" Randy said, \"I bought an 18-speed bike a year ago myself. I rode it almost every day last summer after work. You’re going to enjoy riding around the city. It’s fun and scenic.\" Ben said, \"Well, why don’t we ride together?\" Randy said, \"I’d love to, but I can’t. My wife asked me to stop riding. She saw a biker injured near our apartment. It scared her. I don’t have health insurance. If I get injured, she can’t take time off from work to care for me at home. So, my bike is just collecting dust.\" Ben said, \"Tell her you can’t get any exercise without your bike.\" Randy said, \"Oh, I still get exercise from my bike — every two months when I pump up the tires.\"",
    "They were in Greeley Square Park. All the one-way traffic on 6th Avenue was northbound. A guy was casually riding south on his bike. Laura said, \"Look at that moron. He’s going the wrong way. He could cause an accident. Where are the cops?\" Roger said, \"Soon, we will all be ’the cops.’ I’ve invented something. Watch.\" He pointed a tiny device at the cyclist. He said, \"A spoken message envelops him. I’ll turn up the volume really loud.\" Laura heard, \"You’re going the wrong way, stupid. Turn around.\" The cyclist stopped. The message kept repeating itself. He finally turned around. The message stopped. Laura laughed. She said, \"That’s fantastic!\" Roger said, \"I can produce any kind of message for any purpose.\" Laura said, \"You can make millions from that.\" Roger said, \"I know.",
    "Dylan suddenly wakened. He muttered, \"What happened?\" His 90-year-old wife said nothing. Her side of the bed was empty. He asked, \"Where are you?\" No answer. He walked around to her side of the bed. She was lying on the carpet. He grabbed her by her thin arms and put her back into bed. A while later, he was wakened again. He said, \"I’m going to leave you there this time.\" She said nothing. After a few minutes, he got up. He lifted her back into bed. He put a pillow on the floor. That should help, he thought. An hour later, he was reawakened. Her side of the bed was empty again. He called 911. Paramedics arrived. One pronounced her dead. After interviewing Dylan, he asked, \"Why didn’t you call us immediately?\" Dylan said, \"What for? She’s fallen out of bed lots of times. It never killed her before.\"",
    "One afternoon Sammy’s principal called Sam. She said, \"Sammy taunted Johnny all day today. Johnny is gay. He was wearing his favorite pink shirt. I just found out about this. Can you please try to help Sammy become more tolerant?\" Sammy’s dad was embarrassed and angry. Many of his clients were gay. When Sammy got home, Sam yelled at him. Then he took Sammy shopping. It was Fashion Week in Manhattan. They went to Ford and Tailor on Fifth Avenue. There were many colorful ensembles for young people. Sam bought one he especially liked for Sammy. The next day, Sam made Sammy wear the new outfit to school. Sammy wore bright pink socks, pants, shoes, and shoelaces. He also wore a pink shirt and tie. When Sammy got home, his dad asked, \"Well, has your attitude toward gays changed now?\" Sammy said, \"It sure has.",
    "It was 10:05 Friday night. Her workweek was finally over. Her 40-minute ride on the B train was finally over. She felt exhausted, even though she’d been sitting during the whole ride. The subway station escalator wasn’t running. She trudged up the 49 escalator steps. She walked the four blocks to her apartment building. As she climbed the two flights to her apartment, she promised herself — again — to move to a ground-floor apartment. She flopped down on her bed and went right to sleep. After breakfast the next morning, she took two loads of wash to the Laundromat. After taking her laundry home, she went grocery shopping. After that, she went to several department stores. She needed a sweater and a winter jacket. She didn’t find either. When she got home, she cleaned her apartment. She started making dinner. Her brother called.",
    "Joey slipped on some ice and hit his head. He came to in a hospital. A nurse asked how he felt. He said, \"Fine. Did you have red grapes, a boiled egg, and green tea for breakfast?\" She asked, \"How did you know?\" He said, \"That’s what your breath smells like.\" Amazed, she called her supervisor. Many doctors examined Joey. Joey had acquired the sense of smell of a dog. DEA hired him to sniff people and baggage entering the country. Joey’s nose detected a million dollars’ worth of drugs every day. He was the agency’s \"top dog.\" But as months went by, Joey changed. He stopped shaving. He stopped getting haircuts. He stopped using deodorant. He started giving cats the evil eye. DEA had to let him go after he started sniffing travelers’ butts. However, his ex-boss said, \"If he starts running around on all fours, we’ll rehire him.\"",
    "Tom, the Mets’ star pitcher, bumped into Brooks, the replacement third baseman, in the dugout. Tom didn’t apologize. Brooks said, \"Excuse you.\" The pitcher said, \"No, excuse you. I heard your TV interview yesterday. Who do you think you are? You talked like you’re here to stay. You’re here only until Wade recovers. Then you’ll be back in the minors again. You’ll be gone, just like that.\" He snapped his fingers. A week later, Tom was pitching a masterpiece. Not one batter had made it to first base. Were the fans about to witness a rare perfect game? The 27th batter hit a weak grounder toward third. Brooks had plenty of time. He looked at Tom. He threw the ball over the first baseman’s head. Later, Brooks told Tom, \"How about that? You were pitching a perfect game, and then it was gone, just like that.\" He snapped his fingers.",
    "Lucy loves to attend Broadway shows in Times Square. She sees many of the same theater-goers regularly. One of them puzzled her. She told her friend, \"I’ve seen this man at half a dozen shows. At first, I didn’t pay him any mind. But over time, I started noticing something. He’s always by himself. And I do mean ’by himself.’ Nobody ever sits near him. Even when the theater is sold out, four empty seats encircle him. I can’t figure it out. How can anybody be that lucky with no-shows?\" Sally asked, \"Does he have a white goatee and big ears?\" Lucy nodded. Sally said, \"I’ve read about him. He’s not lucky; he’s rich. And he hates for people to bother him during a show. So he always buys five theater tickets! That way nobody blocks his view, nobody kicks his seat, and he gets both armrests all to himself.\"",
    "Oliver owned a T-shirt store. His T-shirts were different. Printed on them were parts of books. A paragraph from a book was on the front of a shirt. A paragraph from another book was on the back of a shirt. Following each paragraph were the title of the book and the name of Oliver’s store. Oliver said, \"I call them my ’parashirts.’ They accomplish several things. They make me money. They get people interested in reading the book. And, of course, they’re great icebreakers. People standing near someone will start reading the T-shirt. They might say to the person, ’That looks like an interesting book. Have you read it yourself?’ I’ve got lots of single and divorced customers. They say these T-shirts are a great icebreaker for singles who don’t own dogs. Plus, you don’t need to carry a plastic bag when you take your T-shirt out for a walk.\"",
    "One spring day, she asked, \"How do you like my new shoes?\" He looked at them and said, \"They’re nice.\" The next week, she asked, \"How do you like my new dress?\" He looked at it and said, \"It’s nice.\" The next week, she asked, \"How do you like my new purse?\" He looked at it and said, \"It’s nice.\" The next week, she asked, \"How do you like my new hairdo?\" He looked at her and said, \"It’s nice.\" The next week, she asked, \"How do you like my new manicure?\" He looked at her hands and said, \"That’s nice.\" Then he asked, \"Why are you always fishing for compliments?\" She said, \"Because I have to, that’s why. Getting a compliment from you is like pulling teeth. You never notice anything about me unless I point it out to you. Be glad I’m not fishing for a new husband.\"",
    "One day the school principal heard about a student yelling at a student in a wheelchair. The next day he heard about a boy mocking a girl’s gait. She walked with a permanent limp. The principal sent a memo to the teachers. It said, \"We’re going to have a new class — ’Be Nice.’ All students must attend. They’ll get to experience what it’s like to be ’different.’ They’ll wear a blindfold all day to experience poor vision. They’ll wear earplugs all day to experience poor hearing. They’ll use crutches all day to experience poor mobility. They’ll learn to appreciate what less fortunate students experience every day.\" Mr. Evans, a math teacher, thought the \"Be Nice\" class lacked one experience. He said, \"They should have to wear gags in their mouths all day. That way, they’ll be unable to say mean things, and we teachers will experience some peace and quiet.\"",
    "Gayle shared a workplace locker with Dina. Dina left work early one day. Running late for an appointment, she failed to relock the locker. Gayle went to the locker later that day. Her purse was gone. She told her boss. Her boss called Dina. Dina said she must have forgotten to relock the locker. The boss called Manhattan’s 10th Precinct police. The next day, Gayle told Dina, \"My $1,400 Versace purse is gone. Not to mention everything that was in it. You should do the right thing, without my having to ask you.\" Dina said, \"The right thing? Well, I apologize, if that’s what you mean. But I’m not buying you a new purse. It’s not my fault it’s missing. You should have done the right thing in the first place.\"",
    "Holly was at the 99 Cents store. Ten lines were at ten registers. Holly looked for a short line. There wasn’t one. But a man at the end of one line didn’t have anything in his hands. Maybe he’s only going to buy a candy bar at the counter, Holly thought. She got in line behind him. The line moved slowly. But finally, Holly was third in line. Suddenly, the man addressed an old woman in the next line. She was sixth in her line. Her shopping cart was full of many small items. He said \"Mom\" and motioned to her. The two of them had split up to increase their chances of getting a faster line. She started to push her cart toward her son. Angrily, Holly said, \"Oh, no, you don’t, Grandma. You’re in that line. You stay in that line. You’re not cutting in front of me.\"",
    "In mid-December, Troy wondered, What can I get my wife for Christmas? He thought and thought. Finally, the answer came to him — a new toilet seat! Their toilet seat was at least five years old. It had come with their apartment. He went to House Depot. He found a similar seat for only $6. Surprisingly, it was returnable. He installed the new seat. When his wife got home, she went straight into the bathroom. Minutes later, Troy heard through the door, \"What’s this?\" He said, \"It’s your new toilet seat! How do you like it?\" She said, \"I hate it! Take it back. The hole’s too small.\" Troy said, \"That’s ridiculous. All toilet seat holes are the same size.\" She said, \"Take it back!\" He took it back, but not before measuring the holes lengthwise. His wife was right. The hole in the new seat was half an inch shorter.",
    "Once a year, on Thanksgiving, Barry did the cooking and cleaning. He bought a 10-pound turkey. He preheated the oven to 325 degrees. He stuck a meat thermometer into one of the turkey’s thighs. The meat had to be at least 160 degrees. He put the bird into the oven. While it was cooking, Barry prepared the other items for Thanksgiving dinner. Dinner included green beans, stuffing, potatoes, gravy, and cranberry sauce. He set the table. When everything was ready, he called his wife and son to dinner. When they finished eating, Barry brought out the dessert. After dessert, Barry’s wife said, \"Well, let’s remember what we’re thankful for today. I’m thankful I have such a wonderful husband and son.\" Barry said, \"I’m thankful Thanksgiving is only once a year.\" Their son said, \"I’m thankful you bought apple pie and vanilla ice cream for dessert.",
    "The fourth time the bank called that day, Molly answered the phone. A representative from TB’s credit card division said, \"We haven’t received your payment yet.\" Molly said, \"That’s because I never got my statement. Of course, I don’t want to hurt my credit rating with a late payment. But I’d rather not pay until I see exactly what I’m paying for.\" He said, \"I understand. We can mail you your statement again. It’ll take seven to ten business days.\" Molly said, \"That’s too long. Then I’ll be in the next cycle. Can’t you email me the statement?\" He said, \"We don’t email statements. But we can fax you your statement.\" Molly said, \"Great! Fax it right now. After I check it, I can pay you while we’re still on the phone.\" He said, \"Well, there’s a problem with that. You see, our faxes take three to five business days.\"",
    "An old, thin woman was slowly walking down the subway station steps at 57th Street. She had a bulky, cloth-covered cart. She put the cart on the step below her. Then she walked down to that step. Then she put the cart on the next step below her. Then she walked down to that step. She was about 30 steps from the turnstiles. Wally watched her slow descent as he walked up the steps. They were the only two people in the stairwell. Wally thought, It’s Thanksgiving Day. I’ll give her something to be thankful for. When they met, he asked, \"Can I help you?\" She said, \"Oh, thank you so much, dear.\" He carried the cart to the bottom of the steps. He walked back up the steps. She thanked him again. He watched her until she made it down to her cart. Someday, he thought, that’ll be me.",
    "Several students at a California school complained about their English professor. They complained because she corrected errors in their papers. She corrected their capitalization. She corrected their punctuation. She corrected their spelling. The students belonged to a minority group called Colors United. They said the professor was racist. They said her corrections were acts of micro-aggression. They said her corrections created a hostile class environment. They asked her to stop correcting their papers. She refused. They asked the school president. He refused. CU sued the school. The case went to the U.S. Supreme Court. In a 5-4 decision, the Court sided with the students. Immediately, most schools nationwide ordered their English teachers to stop correcting students’ errors. Not satisfied, CU launched another lawsuit. This one was against the school’s math department. Said a CU spokesman, \"Why does two plus two always have to equal four? That sounds racist to us.\"",
    "Bob and Ray were talking about the recent train wreck. A passenger train bound for Grand Central Station had crashed at a curve. Ten people were injured. One person died. The engineer was unhurt. At first, the engineer said the brakes had failed. Authorities grilled him. Days later, he admitted that he had dozed off. Bob said, \"He should go to jail for murder.\" Ray said, \"You can’t jail someone for dozing off. Instead, they should take him to Bellevue Hospital.\" Bob said, \"What on earth for? He didn’t get a single scratch.\" Ray said, \"He’s a man without a backbone. He needs an implant. Maybe then he’ll start owning up to his mistakes. He revealed a dark side to friends and family. They’d thought he was an honorable man. But when he lied to cover his butt, he showed his true colors. I mean, his true color — bright yellow.\"",
    "Bernard said to his sister Barb, \"It’s so hard to get to sleep at night. When I finally do get to sleep, I wake up an hour or two later. Then I can’t get back to sleep again. All I think about is past mistakes. Things I should have done. Things I shouldn’t have done. Things I should’ve said. Things I shouldn’t have said. To stop thinking about the past, I try thinking about the future. But when I think about the future, all I do is worry. Will I lose my job? Will I lose my health? Will I lose my mind?\" Barb said, \"Well, instead of thinking about the past or future, why don’t you think about the present?\" Bernard said, \"Ha! When I think about the present, all I think about is my boss, The Jerk.",
    "Every year he mailed his only grandchild, Melissa, a Christmas check. Every year he enclosed a note. It said, \"Please tell me when you get this check.\" Every year she ignored his note. Every year he had to call and ask, \"Did you get my check?\" This year he decided to do something different. This year he \"forgot\" to sign the check. Two weeks passed. He called. He asked, \"Did you get my check?\" She said, \"Yes, but you didn’t sign it.\" He asked, \"Well, why didn’t you tell me?\" She said, \"Because, Grandpa, I knew you’d call. Every year you send me a check and a note. Every year I ignore your note. Every year you call me.\" She said she loved him. They said goodbye. He wrote her another check and mailed it — without the note. Someday, he smiled, you’re going to have a granddaughter just like yourself.",
    "Billy and his mom were on the southbound Q train. At Prospect Park, Superman entered the car. Superman was Billy’s hero. Billy’s mom said, \"Look, honey! Superman!\" Superman’s red cape had a big yellow \"S\" on it. He was wearing a blue T-shirt, red slacks, and black sneakers. Billy said, \"That isn’t Superman, Mom.\" Superman was wearing a backpack. A silver chain connected the backpack to a one-gallon plastic jug. He’d taped copies of one-dollar bills all over the inside of the jug. Superman walked throughout the car, holding out his jug for donations. When he finished, he went over and stood at the car door. Billy said, \"Look at him standing by the door.\" Mom said, \"So? He’s waiting for the next station.\"",
    "His reliable Remington XLR3000 shaver died. It was 10 years old. The rechargeable battery wouldn’t hold a charge. He ordered a new battery online. The instructions that came with it said a soldering iron was necessary. He’d never used one before. He bought one cheap at RadioHut. The battery instructions didn’t tell him how to open the shaver case. It looked bulletproof. He didn’t want to damage the shaver trying to open it. So he let everything sit in his desk drawer — for almost a year. Finally, he decided to take a chance. Working ever so carefully, he managed to pry the shaver apart, solder the new battery into place, and reassemble the shaver. After charging it overnight, he turned it on. It came to life, roaring like a leaf blower! He grinned. He had done something that he thought he couldn’t do. And, he had resurrected his old friend.",
    "Chris was seated in the theater. Nobody was near him. \"Reservoir Dogs 2\" was about to start. As usual, there were few moviegoers at the 12:20 matinee. Chris liked it like that. The lights went down. The previews began. Minutes later, a man and woman sat down in the seats right in front of Chris. He moved a few seats to his left. Then he heard a phone ring. The man started talking on his phone. Chris said, \"Would you please take your phone conversation outside? I’m trying to watch a movie.\" The man looked at Chris. He snarled, \"Go sit somewhere else, old man.\" He threw a full bag of popcorn at Chris. The man resumed talking on his phone. Chris shot the man in the head. Later, Chris told a detective, \"I was just trying to watch a movie. He was rude. I gave him a wake-up call.\"",
    "He asked his wife what she’d like for Christmas. She said, \"Cook me a nice dinner.\" He said, \"You know I’m a terrible cook. Let’s just go out.\" She said, \"No. Making something shows more love than buying something.\" On Christmas day, he read the instructions for cooking a rack of lamb. He cooked it for 20 minutes. Then he stuck a meat thermometer into it. The thermometer said 180 degrees — very well done. That was fast, he thought. He took the lamb out of the oven. He cut into it. The meat was almost raw. He returned it to the oven. I’ll give it another 30 minutes, he thought. Thirty minutes later, he smelled something burning. The lamb was toast. He told his wife, \"I’m sorry. Next year I’ll do it right. I learn from my mistakes.\" She said, \"So do I. Today — and next year — we’re going out.\"",
    "The restaurant was nearly empty. Frank, 60, was sitting with his only son. Sam, 30, said, \"I did something really bad. I can’t sleep or think. I’m hoping you can help me.\" Frank said, \"I’m here for you, you know that. I always have been, and I always will be. What do you mean by ’bad’? You didn’t murder anyone, did you?\" Sam said, \"No, but this isn’t much better. I can’t even bring myself to say it out loud. Can I just write it down?\" Frank said, \"Of course, Son.\" Sam wrote something on a piece of paper and passed it over. His dad read it. He said angrily, \"Tell me this isn’t true.\" Sam put his face in his hands. Frank crushed the paper into a ball. He smashed it with his fist. He said, \"This would kill your mother. You’re no son of mine.\" Frank stormed out.",
    "Near a Brooklyn child care center, two women were standing with ten boys and girls. William was on his way to work. The children were silently standing in line at the corner, waiting for the light. They were about four years old. Each of them was holding onto a red rope. The woman at the front of the line held onto one end of the rope. The woman at the back of the line held onto the other end of the rope. The kids look so cute, William thought. He considered taking a picture of them. He’d send it to the local paper. The young woman at the back of the line was looking at him looking at them. \"Don’t you have somewhere to be, Grandpa?\" she asked. He said, \"Excuse me?\" She said, \"If you don’t move away from these kids right now, I’m going to call the police.\"",
    "The half-empty Q train headed south to Coney Island. Afternoon sunlight flooded the cars. A man walked over to a west-side door and stood at attention. His face was just inches from the glass. Seated nearby, Maria looked at him. He was about 30, clean-shaven, and neatly dressed. He started talking to his reflection, loud enough for all to hear. He had a foreign accent. He said, \"Do you have something to say? You think too much. That’s not good. The rest you know. Don’t mention it. There’s an unlimited supply of truth. Truth is harsh medicine that sets you free. Do you understand, you clown? Or should I say, you clone of a clown? I never steal. I never steal in my entire life. Your daddy is a liar.\" The train stopped. People entered and exited through the east-side doors. The man kept talking. Maria hurried to another car.",
    "On December 28, Jon received an Explanation of Benefits from his health insurer. InsurePlus said it wasn’t going to pay the $412 for his recent lab work, sent to Labs’R’Us. Jon instantly wanted to stomp on things. He figured his doctor’s office had sent his lab work to the wrong lab. He spent the weekend stewing about how insurers, doctors, and labs all work together to fleece people like him. On Monday he called InsurePlus. The rep said, \"Oh, don’t worry about it. Just call your doctor’s office and have them resubmit the paperwork.\" Feeling only partly reassured, Jon called Labs’R’Us to tell them about the resubmittal. The rep said, \"Don’t worry about it. This happens all the time. Just send us a copy of the Explanation of Benefits. You won’t have to pay a dime.",
    "Amelia said, \"When my brother Bruce gets here, be nice. He’s very sensitive.\" George said, \"I won’t say one mean word. How long is he going to stay with us?\" She said, \"I don’t know. And don’t you dare ask him. He already feels bad enough about losing his job without you adding to it. And don’t tell him to turn out the lights or eat less of our food.\" George said, \"C’mon! I’m not that cheap.\" She rolled her eyes. Although skinny as a rail, Bruce ate like a horse. What bothered George even more was that, with Bruce in their one-bedroom apartment, they were going through a roll of toilet paper almost every day. After four weeks, Bruce abruptly left. Amelia asked George, \"Why did Bruce leave? What’d you say to him?\" George said, \"Nothing. I just asked him — nicely! — how many squares he used at a time.\"",
    "His alarm went off. He finished the last bite of his sandwich. He washed it down with half a can of root beer. He went downstairs to the laundry room. He walked over to washer number seven. A woman was putting her clothes into \"his\" washer. He was startled. He looked around. He saw his clothes in a nearby laundry room basket. His temperature rose. He hated the thought of someone else’s hands on his washed clothes. He said, \"My clothes were in this washer. You couldn’t have waited another minute? Try using a little patience, will you?\" She said, \"I did try. I tried until the washer shut off. Then I stopped trying.\" He said, \"Well, you’re not being very considerate.\" She said, \"Not considerate? Hello, Mr. Pot! Who’s the one that’s not considerate? You should’ve been down here when the washer shut off.",
    "He was at Home Depot on 23rd Street. It was 9 a.m. The checker was young and pretty. She yawned. It was a big yawn. She didn’t bother to cover her mouth. He saw no fillings. He said, \"Ready to go back to bed?\" She looked at him and said, \"Excuse me?\" He faked a yawn, covering his mouth. He was trying to be amusing. She wasn’t smiling. He gave her some items to ring up. She rang them up. He paid for them. She put the items into two plastic bags. He started taking the receipts out of the bags. He was going to put them in his wallet. She said, \"Next!\" He said, \"’Next’? Do you see me? I’m still standing here. Why are you calling ’next’? Where’s ’next’ going to stand? There’s no room for two customers at this counter.\" She looked at him.",
    "He had trouble getting to sleep every night. As soon as he closed his eyes, he thought of bad things he’d done or said in his life. He thought of bad things others had done or said to him. He tried to think of pleasant things. But no sooner would he picture chocolate ice cream than it would change into a snarling supervisor. He complained to his wife about it. She said, \"I never have that problem. Every day I get up early. Every night I come home late. I sleep like a baby.\" He said, \"So? What’s that got to do with my problem?\" She said, \"So, you’re not tired enough when you go to bed. You haven’t worked hard enough during the day. Would you like to hear my solution?\" He said, \"Uh, okay.\"",
    "The questionnaire asked if he had ever smoked or drunk. If so, how much and for how long. He wrote down, \"A pack a day and at least a six-pack a day for 30 years.\" He thought about those 30 years. What a waste. A waste of his money. A waste of his lungs. A waste of his mind. The secretary finally called his name. He waited in the doctor’s office. She came in and looked at the questionnaire. She asked, \"Are you still smoking and drinking this much?\" He said, \"No, I quit both about ten years ago.\" She asked, \"Did you use a nicotine patch or go to Alcoholics Anonymous?\" He said, \"No. I just quit.\" She said, \"You had to be very strong to quit just like that.\"",
    "Bonnie said, \"Clyde, would you do me a favor, please? I have to take my son to the emergency room. He just called me from home. He’s got a really bad stomachache. I only have one more hour to work, but I can’t afford to lose even one hour. Nobody will notice that I’m leaving early. Could you please clock me out at 5 p.m.?\" Clyde said, \"Are you sure nobody will notice? I don’t want to get into trouble.\" Bonnie assured him. He said okay. She thanked him. The next morning, Cher called Clyde into her office. She said, \"What were you thinking? You know you can’t clock someone else out. I’m docking you and Bonnie a day’s pay each.\" At lunchtime, Bonnie said, \"Clyde, I’m so sorry! I promise I’ll pay you back.\" Clyde said, \"Forget it. It was right to help you, but it was also wrong.\"",
    "They called him the Nanny Mayor. He banned smoking in public buildings and city parks. He vowed to ban the sale of supersized soft drinks. If he’d had another 12 years as mayor, he might have turned NYC into the world’s biggest health club and resort. His final act was to help the thousands of NYC homeless persons. He called it Shower Power. He signed a law requiring weekly showers for all homeless persons. He said, \"This will take care of three problems. One, we won’t have any more empty subway cars with just one homeless person riding in them. Two, homeless people will be able to feel like human beings again after long, hot showers. And, of course, we’ll wash and dry all their laundry for them. They’ll get their dignity and self-respect back.",
    "When Bella graduated from college, her dad surprised her with a new Honda. Three years later, Bella got married. As a first anniversary gift, her husband gave her a new Cadillac. A few months later, her dad said, \"Your sister Lily just got her driving permit. If you give me back the Honda, I’ll give it to Lily. Then I’ll give her a new car when she graduates from college.\" Bella asked, \"Well, how much are you going to give me for my Honda?\" Her dad said, \"Give you? You mean pay you for a car that I’m going to give your sister?\" Bella said, \"Yes, Daddy. Remember, you didn’t lend me the Honda. You gave it to me. I’ll bet it’s worth $5,000.\" He said, \"Let me think about this.\" That evening he told his wife, \"I don’t know whether to be mad at her or proud of her.\"",
    "Lucy said, \"Let me treat you to some ice cream. I just discovered a great shop at Columbus Circle. It’s called Grom.\" After they entered the shop, Tyler said, \"All I see are ’gelato’ signs. I don’t see any ’ice cream’ signs.\" Lucy said, \"Well, gelato is like ice cream, only better.\" Tyler grinned. Six people were in line. Only one worker was serving the customers. The other worker was busy doing something in the back. More customers got in line. Finally, Lucy and Tyler got to the front of the line. Lucy ordered vanilla, chocolate, and caramel. The worker put three scoops into a large cup. He said, \"That’ll be $8.25.\" Just then, an old man strode up to the counter.",
    "Don and his fiancée Tess were visiting his son Harvey in Brooklyn. Don and Harvey hadn’t seen each other in years. Harvey had invited them to an Italian restaurant. Harvey waited for them outside the restaurant. When Don and Tess arrived, father and son hugged for a long moment. \"It’s so good to see you,\" Don said. They went inside. Don said, \"Oh, I love the smell of this place. If the food tastes half as good as it smells, I’ll be in heaven.\" Harvey said, \"Well, I’ve never eaten here, but some friends recommended it.\" The meal was every bit as good as it smelled. They left the restaurant. They stood outside and talked about which movie to go see. Suddenly, Don grimaced. He started to collapse. Harvey caught him. Tess helped Harvey lower Don to the sidewalk. He died in a hospital later that night. He was 55.",
    "Lauren called Humphrey. They had divorced amicably several years ago. She still phoned him from time to time. After saying hello, Humphrey said, \"You’re not going to like this, but I’ve got to tell you something. I’m getting married again. However, my fiancée’s a big believer in Out with the Old. So, I promised her I’d throw out all your pictures. I promised her I’d throw out my old wedding ring. And I promised her I wouldn’t talk to you anymore.\" Lauren said, \"You promised, but you didn’t do, right?\" Humphrey said, \"Oh yes, I did do! She watched me shred all your photos. We went to Pier 17, and she watched me throw the ring into the East River. Now, regarding my third promise, I’m sorry, but I’ve got to hang up. Please, don’t ever call me again.\" Lauren screamed, \"You’re a — !\" just before Humphrey hung up.",
    "His wife asked, \"Can I borrow $10,000? I’ll pay you back at the end of next week.\" He said, \"Sure. Tell me your checking account number and your routing number.\" She said, \"No. I don’t trust the banks. What if they get one number wrong, and transfer the money to someone else’s account? Just give me the cash, and I’ll deposit it myself in my account.\" He said okay. Then he started worrying. Ten thousand dollars was a lot of money. New York City had a lot of criminals. What if one of them saw him withdrawing the money from the bank? He needed protection. He found it at a Salvation Army thrift shop. The next day he was about to leave the apartment for the bank. His wife asked, \"Since when do you use a wooden cane?\" He said, \"To you, it’s a cane. To thieves, it’s a heads-up.\"",
    "They said it was impenetrable. They said it was more secure than the Fortress of Solitude. They said even cockroaches would need to show IDs. However, 16-year-old Justin said, \"It was a piece of cake.\" \"It\" was the nearly finished One World Trade Center. At 4:10 a.m. one Sunday, Justin climbed through a tiny hole in a perimeter fence. He climbed up scaffolding and entered the building on the sixth floor. A clueless elevator operator took him up to the 88th floor. Then he walked up the staircase to the 104th floor. He snuck past a sleeping security guard and made it to the rooftop. His GoPro camera recorded the view. A construction worker caught him as he was leaving the building about 6 a.m. A Porthole Authority official said, \"Of course our security staff saw him. They simply ignored him. They’re trained to protect against terrorists, not hyperactive teenagers.\"",
    "The teacher walked into one of the school’s two computer labs. He pulled out the paper tray of the printer. As usual, it was empty. He checked the printer tray in the other lab. It was empty. He went to the front desk. As usual, Amanda was busy answering phone calls. Five minutes later, she handed him some paper. He put the paper into the printer tray. He sat down at a computer. A young, pretty student walked into the room. She smiled at him and said something. Unsure of what she had said, he smiled and nodded. She walked over to the printer. She removed the paper and started walking out of the room. He said, \"Excuse me. What are you doing?\" She said, \"Huh? I’m taking the paper. You said I could.\" He said, \"Oh. Yes. I did.\" She smiled and left. He returned to the front desk.",
    "She entered the car of the northbound Q train. She looked to be about 40. Her voice filled the entire car. It was raspy, like the voice of a heavy smoker. She said, \"Can I have your attention for a second, please? I’m really sorry to bother you. I know you all are hard workers. My name is Virginia. I’m broke and I’m hungry. I don’t have a job. I don’t have a nickel to my name. I’m four months pregnant. I need to feed myself and my baby. I’d appreciate anything you can do to help, even if it’s only loose change. Can anyone help me out? Can anyone help a pregnant woman? Can anyone help a pregnant mother?\" Herman whispered to his friend, \"I think she belongs in the medical books. I’ve seen her at least three times in the last six months. She’s ALWAYS four months pregnant.\"",
    "Lonny and Linda were in the second grade. One morning, Lonny walked Linda to her classroom. Linda asked, \"Will you kiss my hand like they do in the movies?\" Lonny said, \"Okay, I guess.\" She held out her hand. He kissed it. Linda’s teacher, Miss Jones, saw the kiss. She said, \"Come with me, young man.\" She took Lonny to the principal’s office. After listening to Miss Jones, the principal called Lonny’s mom. The principal said, \"We have to suspend Lonny because of sexual harassment.\" Lonny’s mom picked him up. On the way home, she told Lonny that hand kissing was sexual harassment. At home, Lonny’s younger brother Billy asked, \"Why aren’t you in school?\" Lonny said, \"They sent me home because of sexual harassment.\" Billy asked, \"What’s that?\" Lonny said, \"That’s when you kiss a girl on her hand.\"",
    "Marty was in a waiting room at the foot clinic. It was his first visit with Dr. Bunyan. A man entered the room. He was wearing jeans and a green, short-sleeve scrubs shirt. The name of the clinic was on the shirt. The man smiled broadly and said, \"What can I do for you today?\" Marty thought, Well, for starters, you could introduce yourself. He said, \"And your name is?\" The man looked surprised. His smile disappeared. He said, \"I’m Dr. Bunyan.\" He’d pushed the Off button for Charm and pushed the On button for Condescend to Elderly Patients. He answered many of Marty’s questions by beginning with the words, \"I said.\" Finally, Marty said, \"Would you please stop talking down to me? My age may be 60, but my IQ isn’t.\" The doctor chuckled. He said, \"You’re right. I’m sorry.",
    "The DVD arrived from Netflix. He put it in the DVD player. The movie was about a shipwrecked boy, alone on a lifeboat with a hungry tiger. The movie started. After a few minutes, his wife said, \"I don’t want to watch any more.\" He said, \"What do you mean? It just started! You already don’t like it? Look at that beautiful scenery! Be patient, will you, for just a few more minutes.\" She said, \"I’ve already been patient. I already know that I don’t want to watch this movie. They’re speaking with an Indian accent. If I listen too long, I might pick up that accent. It’s bad enough that people don’t understand my Chinese accent. How bad will it be if I start speaking with a Chinese AND Indian accent? Then maybe even you won’t understand me.\" He said, \"That’s not a problem. I already don’t understand you.\"",
    "Tom said, \"I think I’m going to ask Marlene to sign a pre-nup before we get married.\" His friend Eli said, \"You’re kidding, right? You might as well just call off the wedding. A pre-nup tells her that you’d rather keep your money than keep her. A pre-nup tells her that you don’t trust her. Has anyone close to you ever told you that they don’t trust you? That’s a terrible thing to hear. If you’re lucky, she’ll refuse to sign it and dump you immediately. If you’re unlucky, she’ll sign it and pretend to love you until she gets tired of pretending. Then, she’ll dump you. Put yourself in her shoes. How would you feel if she were wealthy and asked you to sign one?\" Tom said, \"It wouldn’t bother me. She’d be doing the right thing, the common sense thing.\" Eli said, \"Then you don’t really love her.\"",
    "\"Do you know how much I love you?\" she asked. He said, \"Yes, I think I do. If a truck were about to run me over, you would risk your own life to save mine. Am I correct?\" She said, \"Yes, you are. I would give my life to save yours, even though I know you wouldn’t do the same for me. As long as we are alive, I will always think of you first, no matter how rich or poor we may be. If we are down to our last piece of bread, I will give you half. If we are down to our last piece of meat, I will give you half. There is only one thing that I won’t give you half of.\" He asked, \"Really? There’s something you won’t give me half of? What’s that?\" She said, \"My heart. You’ll always have all of my heart.\"",
    "Myra said, \"Daddy, tell me a story.\" Daddy began, \"A long time ago there was a pretty little girl named Myra.\" Myra loved listening to her daddy’s bedtime stories. Every night he told her a new story. One night after telling her a story, her daddy developed a sore throat. The next night, he handed Myra a note. The note said, \"I can’t talk. But the doctor said that my voice will come back if you tell me a story every night.\" Myra said, \"But, Daddy, I don’t know any stories. You know all the stories.\" Daddy wrote, \"No, honey. Everybody knows stories. Everybody has stories. Stories are everywhere. They are around us, and they are within us. So, tell me a story.\" Myra said, \"Okay, Daddy, I’ll try. A long time ago there was a man named Daddy. He had a beautiful, smart, talented, funny little girl named Myra.\"",
    "Franklin crumpled his lottery ticket. \"Another loser,\" he said, as he tossed it into the trashcan. His wife Eleanor said, \"Talk about the pot calling the kettle black. You should have brains enough not to play that stupid game in the first place. Everyone knows that you have a better chance of getting struck by lightning than winning the lottery. But the TV commercials never show us people getting struck by lightning. They just show us actors pretending to be million-dollar winners.\" Franklin said, \"Yes, the odds are ridiculous. But it’s the only game in town. They should make it fairer for us players. They should distribute more winnings to more people. I mean, why give $400 million to only one winner? They should give $400 million to 400 winners. More people would play if they knew their chances were 400 times better.\" Eleanor said, \"Humph! You still wouldn’t win.\"",
    "Cheryl was going through security at LAX. Her personal things were in the dirty, gray plastic tray. Among them was her cowboy sock monkey. It was wearing a tiny ten-gallon hat and a belt with a holster. Inside the holster was a bright red, solid plastic gun. It was two inches long. A sharp-eyed TSA agent removed the gun from the holster. Holding the gun up, he asked, \"Do you know what this is?\" Cheryl said, \"Yes, isn’t it cute? It’s my monkey’s toy gun.\" He said, \"I’m sorry. This may be a ’toy gun’ to you, but it’s a weapon for terrorism to professionals like me. You could point this at your flight attendant or pilot and hijack your plane to Cuba.\" She said, \"But my boyfriend’s in Brooklyn!\" He said, \"Whatever. This firearm stays here with me. Don’t ever try this little stunt again. We’ll be watching you.\"",
    "He looked for his glasses. Then he looked for his floss. Then he looked for his keys. He had to rummage through twenty things to find just one thing. Enough was enough. He went into his lab. Weeks later, he’d perfected \"The Maker.\" The Maker could make physical items disappear and then reappear. It took a \"picture\" of an item. The picture recorded the characteristics of the item and made them part of My Items folder. Then he simply gave the item a file name. When he pushed the Maker’s \"D\" button, the item disappeared. To make it reappear, he simply typed the file name and pushed the \"R\" button. He felt jubilant as he disappeared dozens of items from his desk. But later, seeing his long face, his wife asked, \"What’s wrong?\" He said, \"I’ve only been able to reappear four items, because I can’t remember the file names.\"",
    "Hayley was at the 99 Cents store. It was crowded. There were ten registers. There were ten lines. At least five customers were in each line. Hayley saw a young woman who was holding only one item in her hand. Well, at least she won’t slow down the line, Hayley thought. She got in line behind the woman. Hayley looked at other lines, to see which one she should have gotten into. She kept looking at her watch. She was now third in line. Then something odd happened. The woman in front of her said, \"Mom, come over here.\" Her mom was in the adjacent line, but she was behind five customers. She started pushing her cart toward her daughter. Hayley looked at the jam-packed cart. She said, \"Oh, no, you don’t. You’re in that line. You stay in that line. You’re not cutting in line in front of me.\"",
    "Brandon’s mom said, \"It seemed like his only joy in life was finding fault. He loved to complain.\" His first girlfriend said, \"At first, he seemed normal. But the more we were together, the more he complained. Finally, I couldn’t take it anymore.\" Girlfriend after girlfriend left him. The frequent breakups gave him plenty of time to think. And the more he thought, the more he realized that it wasn’t just him — everyone complains. Everywhere he went, he heard people complaining — about everything. Maybe there was money in complaining. He set up a website and an 888-COMPLAIN call center. For a dollar a minute, people could complain their hearts out. Unlike in real life, the hired listeners actually listened. They actually cared. They actually sympathized. Complainers were delighted. The people who used to have to listen to the complainers were delighted. So was Brandon, the former complainer — and new millionaire.",
    "Lorraine said, \"Daddy, I wish I was through with school. Through with taking the school bus every morning, listening to teachers every day, doing homework every night. I can’t wait till I’m a grownup. Till I have my own place. Drive my own car. Watch TV or DVDs every night. Go out to clubs.\" Her dad said, \"Be careful what you wish for. Later in life, you’ll probably remember your school years as some of the best years of your life. Growing up with all your friends. Having summer vacations every year. Going on school trips with your classmates. Enjoy school while you can. The working world isn’t all peaches and cream. Right now, you’re looking forward to an exciting future. In the future, you might be wishing that you were back in school again.\" Lorraine said, \"Humph! I’ll never wish that!\" Her dad said, \"Also, honey, never say never.\"",
    "The new mayor of New York City said, \"Everybody knows New York City is the Big Apple. But that’s a problem. We are the Big Apple, but we don’t have a Big Apple. We have a Big Bull. Thousands of people visit the Charging Bull downtown every day. They hug it and kiss it. They sit on it. They take pictures of it. People will do the same thing if we have a Big Apple.\" Artists worldwide submitted their ideas to the mayor’s office. The mayor presented his five favorite ideas to New Yorkers. They voted for their favorite. A year later, Mademoiselle Gaga la Pomme installed a beautiful, gold-plated apple in Times Square. Five feet tall, it was a huge hit with tourists and natives. They kissed it. They hugged it. They sat on it. They photographed it. They loved it. Finally, the Big Apple had what it was.",
    "They were waiting at the airport for Flight 270. Lydia said, \"I’m so excited. We haven’t seen Mom and Dad in ages.\" Her brother Brook said, \"Yes, but I still wish you hadn’t bought them tickets. They both hate flying. I told you we should’ve flown to visit them, but you ignored me.\" Lydia said, \"C’mon. They’ll enjoy seeing this city again. It’s changed so much since they were kids here. Then they can return home and just stay there for the rest of their lives. In the future, I promise, we’ll do the flying.\" The flight schedule board changed. Flight 270 was no longer on time. It was delayed. An hour later, it was still delayed. Brook and Lydia waited and worried. Then a news report said that Flight 270 wasn’t delayed, but missing. No wreckage was ever found. Silently, Brook never ceased blaming Lydia for their parents’ death.",
    "His mom called. \"Dad and I are coming to see you. We’re going to drive.\" Jordan said, \"Drive? Are you crazy? You’re both 86 years old. It’s 1,500 miles from there to here. Maybe you’ll be okay on the freeways, if Dad doesn’t fall asleep while he’s driving. But then, what’re you going to do when you get into New York City? The last time you two were here, there were more horses on the streets than there were cars. Now, there’s a thousand street signs pointing a thousand different ways saying a thousand different things. You’ll both have heart attacks — Dad from going around in circles, and you from yelling at him to stop going around in circles. Why not just fly?\" Mom said, \"You know very well why not. When I die, I want to go to heaven from the ground, not from heaven above into the ground.\"",
    "It was her first visit to the ENT office. She had a sore throat. There was a big, brown stain on the elderly doctor’s white coat. She sat on the examining table, next to a big, silver cabinet on wheels. It had eight drawers. The doctor put on a grimy head mirror. He grabbed two loose exam gloves lying on the bottom of a messy drawer. She looked around the room, but nowhere did she see a box of fresh exam gloves. He put on the gloves. He picked up an otoscope. He didn’t wipe its plastic tip with an alcohol pad. She could feel the dirty tip as he peered into both her ears. He picked up another instrument. He heated its tip with a paper match. She had never seen a doctor do this. She wondered, Is this doctor for real? Saying, \"Excuse me,\" she left the office.",
    "Curtis told James and his wife Dolley, \"You’ll like my brother.\" He escorted them into Bo’s apartment. As he introduced them, Curtis detected a \"look\" on Bo’s face. After drinks and chatting awhile, James and Dolley left. Curtis asked Bo, \"What was that look on your face when I introduced them? James is my best friend. It seems like you couldn’t wait for him and Dolley to leave.\" Bo said, \"Have you looked at those two? They’re the ugliest couple I’ve ever seen.\" Curtis said, \"Ugly? What’s ugly got to do with anything? They’re not ugly. They’re average. I’m sorry they’re not beauty queens. But I’m more sorry that you think that way. You base relationships on looks? If someone’s not pretty, they can’t be your friend? I feel sorry for you.\" Bo said, \"Don’t be sorry.",
    "He told his wife, \"Guess what? I found a hotel in midtown Manhattan that’s only $210 a night. And, they have a room available this weekend. See? — I didn’t have to reserve a room months in advance for my parents.\" She said, \"$210 a night? Here in midtown? I hope you haven’t paid for it yet.\" He said, \"Yes, even though it’s nonrefundable, I paid for it. I had to get it while it was still available. What’s to worry about? A room is a room.\" She gave him a dirty look. He went back to the hotel’s website just to dispel her doubts. Later, he said, \"Uh, there is one little problem. They have shared bathrooms. Whoever heard of such a thing?\" She said, \"That’s not a problem.\" He said, \"It’s not?\" She said, \"No, because you’ll stay in the hotel and your parents will stay here with me.\"",
    "He had problems with his computer. He had problems with his iPhone. He had problems with his new TV. He had problems at home. He had problems at work. He had problems with his upstairs neighbor. He had problems with his next-door neighbor. He had problems with his boss. He had problems with his coworkers. He had problems getting to sleep. He had problems staying asleep. He muttered to himself, \"Life — it’s just one problem after another. They keep coming, like waves on a beach. It never ends.\" His wife said, \"Were you talking to me?\" He said, \"No. I was just congratulating whoever put this curse on my life. They did a good job. They should be very proud of themselves. They’ve made my life a swamp full of endless problems and misery.\"",
    "In 2013, officials ruled that One World Trade Center was the tallest building in the United States. Harris said, \"They said 1WTC is taller than Willis Tower in Chicago. But 1WTC has only 104 floors. Willis Tower has 108 floors.\" Mindy asked, \"Since when is 104 floors taller than 108 floors? Can’t they count?\" Harris said, \"1WTC has a spire. They said the spire makes the Trade Center taller than the tower, which doesn’t have a spire.\" Mindy said, \"That’s ridiculous. A spire is like a hat. If I wear a ten-gallon hat, it doesn’t make me taller than you.\" Harris said, \"They said the spire is an irremovable part of the Trade Center. It counts when measuring the height. So, if you glue that hat to your head and wear it everywhere, even to bed and in the shower, those officials will pronounce you to be taller than I.\"",
    "He told the worker at Coen’s, \"My glasses keep slipping off my nose.\" She said, \"No problem.\" She took his glasses into the back. She returned. He tried them on. They seemed to fit better. But days later, he had to take his glasses off almost every hour to relieve the pain. The skin near his right ear felt raw. The right temple of his glasses was too snug. He went back to Coen’s. A worker adjusted the glasses. They seemed to fit better. But a few days later, the left temple was causing the same discomfort near his left ear. He went to a different Coen’s. A worker adjusted the glasses. They felt comfortable. A few days later, he was talking with his wife. Suddenly, she said, \"Stop that!\" He said, \"Stop what?\" She said, \"Stop pushing your glasses back onto your nose.",
    "When her son landed his first job, Kelly thought, Finally! She couldn’t wait for Maurice to move out of her small apartment. The real estate firm gave him salesperson training every morning. After that, he spent all of his time glued to her computer in the living room. Maurice loved playing StarTek. In that popular game, each player is the captain of his own space ship. Captains battle evil aliens throughout the universe. The game has 30 levels. After three years of playing, Maurice had reached level five. Friday night, Kelly said, \"You start work on Monday. Shouldn’t you stop playing that silly game and start focusing on your real estate job?\" Maurice said, \"I am focusing on real estate. I visit moons, planets, and galaxies. That’s all real estate. And I deal with Borgs, Drogs, and Gloogs. That trains me for dealing with New Yorkers.",
    "He was standing next to the Fuji apples at the market. He tore a plastic bag off the dispenser. He tried to open it. He rubbed it and pulled it this way and that. He crumpled it up so the top of the bag was all wrinkled. He tried to pull the two sides apart. They remained sealed together. He looked around for something wet, so he could moisten his fingers. He saw nothing that looked wet. He preferred not to spit on his fingertips. He didn’t want to set a bad example. His wife approached. She said, \"Is that bag giving you problems?\" He said, \"These things are impossible to open.\" She grabbed it. She spit on her fingers. She opened the bag. She said, \"Here!\" He said, \"I could have done that. But I didn’t want to look gross.\" She said, \"Instead, to anyone watching, you looked stupid.\"",
    "Adam got on the same car on the same train at the same time every day. The R train took him to City Hall every morning. Every morning he saw a well-dressed gentleman on the train. The gentleman always wore an expensive suit. He always wore polished shoes. He always carried a newspaper and a briefcase. And, he always gave a woman his seat. Adam admired the gentleman for doing that. One day he told his wife about the gentleman’s gentlemanly behavior. She said, \"He’s not a gentleman. He’s a selfish jerk. He gives a woman his seat just to show his power over her. One, he has the seat and she doesn’t. He has something she wants. Two, his ’gift’ requires a thank you from her. She’s the grateful beggar, and he’s the good-hearted prince."
]