[
    "A young boy was riding his tricycle. Suddenly, a growling dog pulled the boy off his trike. The boy’s ankle was in the dog’s mouth. A cat came flying out of nowhere. It clawed at the dog’s eyes. The dog ran away. A surveillance video caught everything. Seymour the cat became an Internet and a local hero. The local fire department named Seymour \"Hero of the Month.\" It gave him a plastic, inscribed fireman’s hat. A scientist asked Seymour’s owner for a sample of Seymour’s DNA. The scientist isolated Seymour’s \"hero\" gene. He injected the gene into other animals. From then on, animal hero stories became commonplace. In England, a cow saved a little girl from a rabid sheep dog. In Florida, a frog saved an old lady from an alligator. People clamored for their own injections. The scientist refused, saying, \"Nothing should be stronger than a person’s common sense.\"",
    "He said, \"I’ve done some dumb things in my life.\" His wife said, \"You sure have. But at least you didn’t kill yourself or anyone else. You did break your leg riding that motorcycle. But that was God’s wake-up call. It made you stop riding bikes. That broken leg probably saved your life.\" He said, \"Yes, I got a second chance. I was lucky. Some people don’t get second chances. I just read about a train surfer. He was lying on top of the 6 train in the Bronx. His head hit a steel beam or something. He died instantly.\" She said, \"Some kids are so dumb, like the ones who wear their pants below their butts. But at least they don’t get killed by steel beams.\" He said, \"This wasn’t some dumb kid.",
    "Once upon a time, there was a lazy boy. His mom made him that way. She never scolded him. She always cleaned up after him. She always thought, He’ll grow out of it. But when he grew up, lazy boy didn’t grow out of it. He became lazy man — the laziest man in the world. He started to lose his hair. When he showered, his hair clogged the drain. He never cleaned the drain. The drain got so full of hair that the water stayed in the tub. One day, lazy man slipped. His head hit the shower spout. The tub filled with water. Lazy man drowned. A policeman arrested lazy man’s mom. He said, \"We are charging you with murder. The drain was full of hair. He was too lazy to clean the drain. You killed your son. You should have spanked him when he was a lazy boy.\"",
    "Jerry’s brother told him the news. Their only aunt had died two days ago. She was 86. Cancer had been eating away at her for years. Chemotherapy had helped her live longer, but the extra days had been miserable ones. The cancer had returned after going into remission. Their aunt was their mom’s fraternal twin. But their mom was healthy as a horse. Her doctor had never found a hint of cancer in her body. How could two sisters’ health be so different? Neither of their parents had ever had cancer. Neither of the sisters had ever smoked. Neither had ever drunk anything stronger than tea. Their only vice was their love of chocolate. It had to be fate. Upon hearing the news, Jerry’s first thought was, Good for her — her suffering is over. His second thought was, That’s one less Christmas card I have to send out every year.",
    "Ernie entered the classroom. One student was already there. Todd was a model student. He got along well with the other students. He always volunteered to help the teachers carry books or clean the board. After greeting Todd, Ernie put his briefcase on his desk. Todd was sitting right next to the desk. Ernie took his Senior Citizen Metro card out of his shirt pocket. He put it on the desk next to his briefcase. He hung his jacket on the hook near the door. When he returned to the desk, his Metro card was gone. He picked up his briefcase. He looked all around the desk and the floor. He checked his shirt pocket again. He even checked his wallet. He said to Todd, \"What happened to my Metro card? Did you see it? It was right here.\"",
    "Ruth called Earthblink. The representative said, \"One month of Internet is only $24.95. There’s no contract. We send you a modem. Just plug it in. You don’t even need a router. You get one gigabyte of data transfer per month.\" She said, \"Is that enough to watch TV online?\" The rep said, \"Sure. Watching TV will be no problem.\" She asked, \"Well, how much data ’transfers’ during a half-hour TV show?\" The rep said, \"It varies with each show.\" She went online while she was still on the phone. She said, \"It says online that 30 minutes of TV equals about 250 megabytes. So, if I watch TV for just two hours, I use up a whole gigabyte. That’s ridiculous. I want to watch TV at least two hours every night, not two hours every month!\" The rep said, \"No problem! You can buy extra gigabytes for only $9.95 each.\"",
    "The New York City Council voted to give all public school kids free lunches every day. The bill added only $24 million to the city budget. A council member said, \"If all the kids get free lunches, then the poorer kids won’t feel stigmatized. They won’t feel ’marked’ as ’poor and needy.’\" The governor of New York objected. He said, \"You can’t have everything. Isn’t it enough that hungry students get a free lunch? Now the council wants a stigma-free free lunch? What’s to complain about? Free food is free food. If we start giving free lunches to all, next the council will demand free food stamps for all. Then free Medicare for all. Where will it all end? Who’s going to pay for these stigma-free freebies?\" The mayor signed the bill. The following week, the better-off kids made a show of dumping their free lunches into the cafeteria trashcans.",
    "More than 1,400 people have jumped to their deaths off the Golden Gate Bridge. San Francisco officials voted to install a net under it. The stainless steel net will cost $76 million. It will extend 20 feet on each side under the bridge. Dave said to his wife, \"A net made out of stainless steel?! Who wants to land on steel? How many people are going to break their necks landing on that thing? I’ve got a better idea — cheaper, too. Just add water softener to San Francisco Bay. And what about suicides here in New York City? Every year, at least 20 people jump onto the tracks in front of a subway train. They’re the ones needing a net. Just fasten a 100-foot long, cotton net to the front of each train. The jumpers will land in the net. They’ll have a soft landing and, hopefully, a new beginning.\"",
    "His wife asked, \"What are you doing?\" He said, \"I’m writing my autobiography. I want my grandchildren and great-grandchildren to remember me. My story will be my legacy to them.\" She said, \"Excuse me. Do you remember even one of your great-grandparents? Do you know their stories? The last people who will remember you are your grandchildren. They might read your autobiography. They might read it to their children. But after that, your ’legacy’ will collect dust on some bookshelf. In fact, after our children and grandchildren die, nobody will even visit our graves.\" He said, \"I can live with that. But I’m writing this so they know about my struggles. They should know their own heritage. And I’m an important part of their heritage. After all, without me, they wouldn’t be here.\" She said, \"Believe me, the only ’legacy’ they’ll care about is this beautiful house that we own.\"",
    "He called the 800 number. Michelle answered. She asked for his first name. He asked why. She said to better help him. She asked for his last name. He asked why. She gave him the same answer. She asked for his phone number and email address. She asked why he had called customer support. He said, \"My new Restinghouse microwave beeps too loud and too often. I feel like I’m living in a warehouse full of forklifts forever backing up.\" Michelle said, \"Poor baby.\" She said tech support wasn’t available at the moment. But she could set up an appointment. He asked, \"An appointment? Are they coming to my apartment?\" Michelle said, \"No, silly. They don’t have your address. The appointment’s for a technician to call you. Will 3:30 this Thursday be okay?\" He said, \"Sure, 3:30 will be fine. That’s when I’ll tell him that I’ve already returned it.\"",
    "A Dutch man received a brain implant. It fixed his disorder but created a new problem. The man \"became\" Johnny Cash, a famous country singer. The man bought a guitar and took lessons. He bought a completely new wardrobe — all black, including the underwear. He moved to Nashville. He introduced himself to Cash’s grandchildren. He started recording his own songs. The brain surgeons were fascinated. They did more implants on more patients. They learned which regions of the brain triggered which obsessions for which famous people. They began advertising. They could fulfill people’s dreams. Whoever people wanted to be, they could be. The surgeons created thousands of wannabe Presleys and Streisands, Burtons and Hepburns, Astaires and Bakers. Singers, actors, dancers, and other entertainers were the most popular choices. Sometimes, the surgeons got requests from a wannabe Edison, Einstein, or Pasteur. These and other geniuses were always offered at 50-percent discounts.",
    "Every day he got up at 7 a.m. Every night he got home at 7 p.m. His job was to help people find work. He saw about 20 unemployed people every day. He talked to them about taking tests. He talked to them about going on interviews. He talked to them about using social media. He talked to them about being confident. He talked to them about being persistent. Every weekend, he did chores and errands. He vacuumed the apartment. He cleaned the bathroom. He did the laundry. He went shopping at the supermarket. He walked the dog. One day, he told his wife, \"I work all week. Then I have to work all weekend. What kind of life is this?\" She said, \"Don’t complain. Years from now, you might end up like your dad, in a wheelchair.",
    "His children’s names were Cat, Dog, Cow, and Horse. These names were on their birth certificates. When Cat was born, hospital officials had said, \"You can’t name your child after an animal.\" He had said, \"Why not? Other people do. Have you ever heard of Robin? Jay? Drake? Kitty? I’m just using different animal names. Plus, I’m using names of animals that I happen to love.\" His children hated their dad. They had their own names for him. They never used their given names. Cat called herself Cath, Dog Doug, Cow Cal, and Horse Horace. When they became adults, they went to court and changed their names. Dad disowned each of them as they did so. Horace asked, \"Why’d you give us such ’farm animal’ names? At least you could’ve given us majestic names, like Tiger, Lion, Eagle, Wolf.\" Dad said, \"Those names are too hard to live up to.\"",
    "He sliced a tiny bit of callused skin off the ball of his foot. He dropped the skin into a jar. He poured a special liquid into the jar. The skin dissolved in the liquid. The walls of each skin cell broke down. Then the cells started to divide and multiply. He put the jar on the window sill. He added liquid vitamins and minerals to the jar every day. He waited. After two weeks, he saw a clump of new cells. After two months, he couldn’t believe what he saw. It was a toe. It  was an exact copy of his right little toe. He showed it to his wife. She said, \"That’s disgusting.\" He said, \"No, that’s my toe.\" He bought an aquarium. He put the toe into the aquarium. His wife said, \"If that toe grows into a foot, either it takes a hike or I do.\"",
    "Carl said, \"I’ve spent the last two years sweltering in my tiny office. People are always adjusting the thermostat upward. It’s in the next room. They raise the temperature. I go in there and lower it. They turn it up again. I’ve asked the boss to put a locked case on the thermostat. Also, I learned that half the tubing for the ceiling vent in here is disconnected. Every six months or so, the HVAC guy comes by. I tell him about this problem. He always says he’s going to fix it. Then I don’t see him again for another six months. I sweat all winter. I sweat all summer. It’s ridiculous!\" Yolanda said, \"Have you ever considered this fancy new technology they just invented? It’s only about $25, but it cools a room very well.\"",
    "While driving in Queens Friday morning, Joseph heard his cell phone ring. He reached over to the passenger seat. The phone wasn’t there. He looked for it. He saw it on the passenger floorboard. It rang again. He reached down to pick it up. He took his eyes off the road for just a second. He retrieved the phone just in time to see brake lights right in front of him. The crash triggered the airbag. When it slammed into his face, he bit his tongue. Dazed, he remained in his car. Police and ambulances arrived. Joseph’s wife brought him home from the hospital that afternoon. His face was swollen. His head throbbed. Because of his injured tongue, he could eat only soup. He hurt so much that he slept in fits and starts for five nights. He promised his wife, \"I’ll never use the phone in my car again.\"",
    "Paul and Linda sold their Burbank house. Paul had hated living there. They’d lived in it for 20 years. They had disclosed everything to potential buyers. Their backyard neighbor raised show dogs. They barked day and night. Their next-door neighbor had noisy pool parties every weekend. Their neighbor across the street had a basketball goal in the driveway. People played basketball around the clock. There was more. Despite all these negatives, someone bought their house. They visited Las Vegas. Linda’s cousin invited them to stay with her while they looked for a new house. Las Vegas was too hot, windy, and sandy. Everywhere they went, Linda smelled sewage. The houses were all jammed together. Her cousin’s husband had an allergy. He sneezed everywhere and on everything. He never covered his mouth. Paul and Linda left her cousin’s house after three days. Paul said, \"Maybe we shouldn’t have sold our place.\"",
    "Mrs. Dantrell is 105 years old. She says she could eat bacon with every meal, every day. And she does! She puts her bacon where her mouth is. She says she discovered bacon as a baby. Her mom weaned her on bacon. That did it for young Lulu. At that early age, she became hooked on bacon. She says her first word was Bacon. Her second word was More. She met her husband at a bacon-eating contest. She said, \"It wasn’t love at first sight. It was love at first smell. He had his own bacon scent. I couldn’t inhale enough of that man.\" Unfortunately, Mr. Dantrell died 30 years ago. She said, \"The doctors said he had eaten too much bacon. I say he didn’t start eating bacon young enough.\" For her birthday, her children gave her a bacon \"cake\" with one bacon \"candle.\" She shared it with all.",
    "Mrs. Dalley is the oldest living person in the United States. She has no idea why she’s lived so long. She says only the good Lord can answer that question. She spends her time mostly watching TV and looking out the window. She says her health is pretty good, but she forgets things. Her grandson gave her $1.15 for her birthday. He said, \"Here, Grandma. A penny for every year.\" She thanked him. A month later, he visited her again. He asked, \"Remember my birthday gift? What did you buy with the $115?\" She said, \"Excuse me? $115? What $115? You gave me 115 cents. You are so cheap! Shame on you.\" He said, \"Grandma, I thought your memory was shot. Why would I give you $115 if you’re only going to forget it?\" She said, \"Because it’s not about whether I remember it. It’s about whether you give it.\"",
    "They needed an additional clothes bar. However, management forbade putting holes in apartment walls. He found an adjustable plastic clothes bar for only $8 — \"no screws necessary.\" He installed it and hung 20 shirts on it. The bar fell to the floor. Ignoring management, he used screws to fasten the bar to the wall. Again, he hung 20 shirts on the bar. It stayed put, but it sagged greatly. His wife looked at it. \"Take that ugly thing down,\" she said. He bought an aluminum clothes bar for $20, plus two bar sockets. He installed it. He hung up his wife’s clothes and his clothes. His wife said, \"Why didn’t you do that in the first place?\" He said, \"Well, that’s what my instincts told me to do. But the plastic bar was only $8.\" She said, \"That’s always your problem. Instead of following your instincts, you follow your cheapstincts.\"",
    "A young woman fell off the subway platform at 28th Street late one night. She was drunk as a skunk. Was she an alcoholic? Had she been partying? Had she been drowning her sorrows? Somehow, she ended up in the middle of the track between the rails. She just lay there, passed out. She remained that way as one, then another, and yet another N train ran over her. The motormen of the three N trains didn’t realize she was a person. All they saw was a bag of trash. Fortunately, a man on the almost empty platform realized that the \"trash\" was actually a human being. He called 911. He said, \"The signs around here say, ’If you see something, say something.’ I saw something, but I still don’t believe it.\" Medics took her to Bellevue Hospital. She was still passed out upon arriving there. Her injuries were minor.",
    "He said, \"I must have a thousand photos of myself, friends, and family. But why do I keep them? I haven’t looked at them in ten years.\" She said, \"Well, there you go. It’s time to have a picture party. Invite your family and friends over.\" He said, \"Nobody wants to look at photos unless they’re in them.\" She said, \"That’s not true. Besides, everyone’ll enjoy the nostalgia.\" He said, \"Everyone’s too busy making nostalgia to look at it. Forget about a party. I’m just going to throw all the photos out.\" She said, \"You can’t do that. Photos are too important. Look at what happens every time someone’s house burns down. Survivors are always so happy that they were able to rescue their photos.\" He said, \"Good point. That’s another reason to toss them.",
    "He got away with murder. Had he confessed, his punishment would have been minor. Instead, he told lies. Over the years, his guilt grew. He couldn’t shut up the voice in his head. He went to a priest. He said, \"I see Lisa’s face every day. We were classmates in third grade. Our class was having a field trip in Central Park. I asked her to take a walk with me. We walked over the Oak Bridge. We descended to the edge of the lake. For fun, I pushed her into the lake. But she disappeared. I couldn’t find her. I ran back. I told the teacher, ’Lisa wanted to play hide and seek. I counted to 100 out loud. Then I began looking for her. I even went into the lake. I couldn’t find her anywhere.’\" The priest said, \"Lisa’s in heaven. Make a good confession. You’ll be forgiven.\"",
    "Macy’s July 4 fireworks show had just moved back to the Brooklyn Bridge on the East River. This pleased many Brooklyn and Queens residents. The fireworks were to begin at 9:20 p.m. It was 8:45. Troy took the 2 train to Clark Street. He took the jam-packed elevator up eight floors to the Clark Street sidewalk. Police were everywhere. He followed the crowd walking toward the river. He could hear the fireworks, but could see little through the trees and buildings. Finally, he got to the last cross street, Columbia Heights. He was still 150 yards from the river. The intersection was packed. People were elbow to elbow. There was no moving forward. And his view was actually worse than the view near the train station. Troy walked back to the train station. He walked down the eight flights of stairs to the 2 platform. He waited for the train.",
    "Jeff Koons is a famous, wealthy artist. The Whitney Museum of American Art was having a huge Koons show. Howard thought museums were boring, but he’d read a lot about Koons. He went to the museum. He told the ticket-taker that he wanted to make a $10 donation instead of paying full price. She said, \"We are a nonprofit museum. You can only do that at MoMA.\" He didn’t believe her, but he paid the $20 general admission. He visited three floors of art. He saw a toaster hanging on a wall. He saw basketballs floating in some liquid in glass cases. He saw a green statue of the Hulk with part of a piano keyboard glued to his chest. He saw ordinary kitchen sponges sitting on a shelf. Upon leaving 30 minutes later, Howard stood outside. He asked someone, \"Ticket for $10, half price?\" The stranger bought Howard’s ticket.",
    "The chainsaw woke Harry up at 8 a.m. Across the street, a man was cutting the trunk of a felled tree into three-foot long sections. Harry walked over to the kitchen table. He looked into the concave side of a hand mirror. He examined his wrinkled face, as he did almost every morning. He looked for fresh pimples. He saw a big, red \"pimple\" on his neck. An insect had bitten him in his sleep. He looked at the dry skin that had accumulated overnight. He picked the bigger flakes off his face. He licked his index finger and rubbed away the dry skin on his eyebrows. With tweezers, he pulled a few new hairs from his ears. He shook his head. Some day, he wouldn’t be able to do these simple, self-grooming tasks. When that day came, he hoped that he also wouldn’t care about doing these simple tasks.",
    "\"You’re such a loser,\" she said. \"Look at you. You’re white. You were born in America. Your native language is English. You’ve even got a graduate degree. You’ve got all the ingredients for success. But you have nothing. You have the tiniest pension. You’re not even collecting Social Security, because you’re going to wait until you’re 70. Ooh, that’s going to be a lot of money — what, maybe $1,000 a month? Look at all the successful white guys that are your age — George Bush, Bill Clinton. But not you. You have a little part-time job. You’re always applying to agencies for extra work, and they’re always ignoring you. What happened to you?\" He said, \"I don’t know. I made a lot of bad choices. Now I have to live with them.\" She said, \"Yes, I made a bad choice too — marrying you. But I don’t have to live with it.\"",
    "It was 7:30 a.m. He bolted awake. His leg had \"locked up\" right down to his toes. His foot pointed downward, as if he were dancing in a ballet. The pain, which he felt mostly in his cramped calf and foot, was agonizing. His face contorted. In the past, sometimes he could stand on his pointed foot. His body weight would force the foot back to its natural position. In the past, sometimes drinking salt water relieved the cramping. Now, nothing worked, except time. He waited. After 15 seconds, the muscles in his leg and foot relaxed. The pain went away. He breathed a sigh of relief. The \"attacks\" had gotten more frequent over the past year and were lasting longer. They mostly occurred early in the morning. His wife was looking at him. He said, half-joking, \"In another year or so, I guess I won’t need an alarm clock.\"",
    "An off-duty NYPD officer crashed into a parked car late Sunday night. He was charged with drunk driving. He was the fourth officer in four months so charged. Police Commissioner Ratten said, \"Drinking and driving is stupid. This has got to stop. Officers should be model citizens. As commissioner, I’m fixing this problem once and for all. Starting Monday, NYPD will hire teetotalers only. Next month, all officers who are problem drinkers will enter rehab. If  they don’t successfully complete the program, I’ll ask them to resign. If they don’t resign, I’ll fire them. Next year, all officers who drink, but aren’t problem drinkers, will have to attend Alcoholics Anonymous meetings weekly. That way, they won’t become problem drinkers.\" A reporter said, \"Sir, what about the hazards of tobacco? Are you going to allow NYPD officers to continue smoking?\" Ratten said, \"Of course. Cigarettes don’t make you do anything stupid.\"",
    "The Manhattan district attorney charged managers of two construction firms with fraud. They had hired laymen to inspect construction sites. The laymen signed safety logs using real inspectors’ names. However, one layman used the name of an inspector who’d recently died. Alerted to that forgery, DA officials inspected logs at a few hundred construction sites. They found many more forgeries. An official said, \"It’s a miracle that nobody’s been injured. They hired anyone and everyone to be ’inspectors.’ They hired waiters, busboys, cooks, cashiers, hairdressers, roofers, and lifeguards. Those guys wouldn’t know a safety violation from a safety pin.\" Watching the TV news, Bob said, \"I don’t know. Maybe I’d trust a roofer or a lifeguard. But I always worry when I walk under construction scaffolding. Do they have an inspector for that?\" Ray said, \"Of course not.",
    "A tattoo artist was bored with his job. \"It’s the same old skin every day,\" Leon told his wife. She said, \"Well, maybe you should find another job.\" He said, \"No, I like my job. I just want to spice it up a bit.\" She said, \"Maybe you should find new customers. Check out the churches. Start tattooing deacons and ministers. Start tattooing baptized babies.\" He said, \"Been there, done that.\" She said, \"Maybe you should start tattooing body parts you’ve never tattooed before.\" He said, \"No, I’ve tattooed every part of the human body.\"",
    "The NYC agency application form was an inch thick. He came to one page that had a space for a notary public to sign. He called up the agency. The department supervisor answered. He asked, \"Do I need to get page 21 notarized before I come in for my interview?\" She said, \"No. There are three pages, not just page 21, that need a notary’s signature. We’ll take care of that here in the office when you come in for your interview.\" He asked, \"Okay, so I don’t need to get anything notarized before my interview?\" She said, \"That’s what I just said. Weren’t you listening? How many times do I have to say something?\" He said, \"Well, I was just double-checking. It’s like repeating a phone number or an address or something. I was just repeating your words.\" She hung up. He was glad she hadn’t asked his name.",
    "A young, single mom left her baby in a stroller on a train platform in midtown Manhattan. Police arrived. Children’s Services took custody of the baby. Police found the mom a day later. They charged her with child abandonment. Listening to the news, Becky asked, \"Does that mean she’ll go to jail?\" Ricky said, \"Well, it’s a felony, so she probably will. In New York, you can’t just leave a kid, any kid under 14, on a train platform or anywhere else. That’s abandonment. It’s okay if you leave an infant at a police station, hospital, or fire station. But that’s only if it’s 30 days old or less. Her baby was 10 months old.\" Becky said, \"So, what good is jail time?\" He said, \"Well, it’ll teach her not to do it again.\" Becky said, \"No, it’ll teach her to abandon her next baby before it’s 30 days old.\"",
    "Shirley said, \"Have you heard the news? The governor signed a marijuana law. Now all of us New Yorkers can smoke weed like everyone in all the other states. I’m going to Union Square and light one up. Finally, a victory for common sense.\" Mel said, \"Hold on. Are you already high? Where’d you get this information? None of it’s correct. First of all, it’s a medical marijuana law. It’s called the Compassionate Care Act. It’s only for people who are very sick. That means people with diseases like cancer, AIDS, or epilepsy. None of which you have! Further, ’all’ the other states haven’t legalized marijuana. Only 22 other states have done so, and that’s for medical marijuana. Finally, nobody’ll be allowed to actually smoke marijuana. They have to take a marijuana pill.\" She said, \"A pill? No way. Marijuana’s like tobacco — there’s the lighting, the smoking, the whole ritual.\"",
    "All of a sudden, there was no paper in the whole world. Every piece of paper vanished into thin air. Even the paper in people’s hands vanished from their hands. There were no receipts. There were no bills. There were no envelopes. There were no paper records in files and folders. There were no files and folders. There was no paper in printers. There were no napkins, tissues, or paper towels. There was no toilet paper! There were no bank checks. There were no maps or menus. There were no postage stamps. There were no newspapers, magazines, or books. There was clamor worldwide. Then a voice from the clouds said, \"You people are destroying all My trees. Thirty days from now, I will allow you to produce only one paper product worldwide. Make your choice. And quiet those car horns, or they’re next. We can’t get any sleep up here.\"",
    "The elderly man had long, dirty-looking hair and a scruffy beard. His clothes were rumpled and soiled. It was a warm, June afternoon. The annual Broadway Bites food festival was in full swing at 33rd Street and Broadway. About 30 vendors were selling delicious, but expensive, food at their booths. Hundreds of people were milling about the vendors. The man was carrying a big, plastic bag filled with empty cans. He showed no interest in the vendors or their customers. He was digging through a big, green, metal trashcan. His head went out of sight as he dug deeper. Instead of pulling out an empty can, he pulled out a half-eaten sandwich. He looked at it briefly before wolfing it down. Then he pulled a napkin out of the trashcan. He wiped his hands with it. Then he wiped his mouth with it. Then he walked to another trashcan nearby.",
    "Susie was reading her school essay to her granddad. She said, \"Researchers say that there are two kinds of ants in ant colonies. Scouts find the food. Gatherers take the food back to the nest. Gatherers are usually older ants.\" Her granddad said, \"Whoa. What do you mean ’older’? What does an older ant look like? Does it wear bifocals? Does it use a twig like a cane? Does it have bushy eyebrows?\" Susie laughed. She said, \"I don’t know, Grandpa. I just got this out of a magazine. You’re not supposed to ask questions like that.\" He said, \"Like what?\" She said, \"Like, questions that I can’t answer.\" He said, \"But if you write it, you have to be able to support it. Maybe your teacher or classmates will ask you the same question.\" She said, \"You’re right. I have the answer.",
    "They were watching a movie. \"Did you hear about Marlon Bogart?\" she asked. \"He complained about the trailer they’d given him on a movie set. The trailer was sky blue. He had asked for navy blue. He refused to work until they repainted it. How spoiled is that? Actors have such an easy life, and they still have the nerve to complain.\" He said, \"Everyone complains. Just because you’re rich, you can’t complain? Remember, actors like Marlon weren’t always rich and famous. Most started out with just a dime and a dream. They worked hard to get where they are. They went to hundreds of auditions. The big shots ignored them or gave them lots of grief, but they hung in there. Now they’re rich and famous. And if they want to act like babies, who cares? It’s not like parents point to actors as role models for their kids.\"",
    "He got on the northbound Q train. It was crowded and noisy. No seats were available. The annual Coney Island Mermaid Parade had just ended. Many happy parade-goers were heading home. A few stops later, one seat became available. A young lady sat down. Then she noticed him. Standing up, she said, \"You can have this seat, sir.\" He had two choices. He could stand, although he was tired, or he could sit. If he sat, his butt would be sitting on the hard plastic subway seat. Unlike many butts, his had little padding. His was mostly bone. Bone and hard plastic are not exactly made for each other. For him, sitting on a subway seat was like walking with a pebble in each shoe. A subway seat was not smooth colored plastic but a pile of jagged rocks. He smiled at the woman and said, \"No, but thank you.\"",
    "She said, \"Sometimes I can’t believe he’s actually my son. Sometimes I think they must have switched him at the hospital. I just can’t believe how lazy he is. I thought I’d raised him better. I’ve worked hard all my life. I rarely have ’fun,’ except when I watch TV or sit in Central Park. But most of the time I work or look for more work. But my son? Work is a four-letter word. He sits at home all day and plays computer games. Every night when I come home, I ask him, ’Did you find a job today?’ He always says, ’No, but maybe tomorrow.’ Tomorrow. That’s how I know he’s mine. He’s just like his father. That’s what I always used to ask his father. That’s what his father always used to say. That’s why I divorced his father. Now if I could only divorce his son.\"",
    "Joe and Marilyn were lying on the beach Sunday afternoon. She said, \"See you tomorrow night, honey.\" She walked to her car and drove to her sister’s place. Somewhat later, Joe ran over to the lifeguard stand. He said, \"My wife went swimming. I just woke up. I don’t see her anywhere.\" The lifeguard started a search. After a while, he called the Coast Guard. The Coast Guard searched for hours. The next morning, Joe called municipal court. Weeks earlier, Marilyn had bought some expensive jewelry. She’d used a credit card she had \"found.\" Joe said, \"Marilyn can’t appear in court today. She drowned yesterday.\" Marilyn came home Monday night. The police arrived minutes later. They had been waiting for her. They handcuffed Marilyn and Joe. He said, \"I told you this wouldn’t work.\" She said, \"It’s okay. At least you tried to help me. That’s what family is for.\"",
    "He bought some Old English Polish at Home Depot on West 23rd Street. Yesterday, a worker had dragged a coffee table across the hardwood floor in his living room. He hoped the polish would help conceal the scratches. As he crossed Broadway, he saw an attractive woman. She looked directly at him. She smiled and continued walking. He turned around and caught up to her. He said, \"Excuse me. Did you just smile at me, or was the sun in your eyes?\" She smiled again. She said, \"Yes, I smiled at you.\" He said, \"That was nice. I can’t remember the last time a pretty, young woman smiled at me. Would you like to have some coffee with me at Eataly?\" She said, \"No, but thank you. I’m sorry. That wasn’t a Let’s Have Coffee smile. It was more of a You Look Like You Could Use a Smile smile.\"",
    "Around the clock, officers sit in two NYPD cars at each end of the Brooklyn Bridge. Said one officer, \"Nobody is going to blow up this bridge. This is America’s bridge. We watch it like a hawk.\" About 3 o’clock one July morning, security cameras recorded five people walking on the footpath. Then all five disappeared from view. They climbed to the top of both 276-foot-tall towers. Using tin pans, they covered the lights that shone on both U.S. flags. They took down both big flags. They hung up two bleached white flags about the same size. They walked off the bridge before 4 a.m. Nobody noticed the white flags for several hours. On Channel 7 news that morning, a police spokesman said, \"We don’t know what the white flags mean.\"",
    "Some New York City Council members are upset. A new apartment building on the West Side has a \"poor door.\" One member said, \"About 200 units are for rich people. About 50 units are for poor people. But, only the rich get the river views. The poor get the street views — stop lights and street signs. Even worse, the poor have to use a separate building entrance and a separate elevator. That’s discrimination. That’s shameful!\" The developer responded, \"It’s totally legal. Other Manhattan buildings do the same thing. Besides, what’s to complain about? The lower-income tenants are getting a brand new building. It’s in a safe, beautiful neighborhood. Their units have central heat and air. Their rent is only 30 percent of the market rate. And the separate elevator is not discrimination. It’s freedom from discrimination. They won’t be riding up in an elevator with someone looking down on them.\"",
    "At 65, Dean’s father had died of a heart attack. Even though Dean was 60, he wasn’t worried about his heart. \"Lightning doesn’t strike twice,\" he told friends. They shook their heads. Every weekend he played golf with his best friend Jerry. One day, after walking uphill from the golf cart to the 17th green, Dean bent over, breathing hard. Jerry said, \"You know, you almost passed out here last week, too. Didn’t you see your doctor, like I told you?\" Dean said, \"It’s nothing. You worry too much.\" Late that night, Dean went downstairs to the kitchen. Fifteen minutes later, his wife went downstairs. The refrigerator door was open. He was lying on the floor. When Jerry heard the news, he told his wife, \"What a dummy. His doctor could’ve fixed him up. Pills. Maybe an operation. Instead, he’s dead.",
    "It was mid-July, 7 p.m., at Coney Island. A little girl playing on a rocky jetty fell into the water. A rescuer tried to revive her using CPR, but failed. A doctor said, \"The rescuer was doing CPR improperly. When I got here, he was doing chest compressions on the girl’s stomach. He wasn’t doing any rescue breathing.\" A New York City Council member said, \"This is the sixth drowning this summer. This has got to stop. Our children are our future. I know all this will cost money, but lifeguards must stay on duty till sundown, not 6 p.m. Plus, we must hire 200 more lifeguards every summer. Plus, we must teach every student how to swim by fourth grade. Plus, we must teach every student how to do CPR by eighth grade. After they all know how to swim and do CPR, we can fire all the lifeguards.\"",
    "Webb said, \"Every day all I see are ugly, black SUVs on the streets. Yesterday, finally, I saw a beautiful vehicle. It was a brown and white, two-door Coupe de Ville. It was on Willoughby in downtown Brooklyn. It had all four hubcaps and a perfectly straight antenna. It was like those Cadillacs in that Italian gangster movie. You know that movie. That Niro guy was in it. And that little, short guy — Joe something. It was directed by that goofy-looking guy. He used to be a video store clerk. Now he’s a famous director. How’d he do that?\" Brendon said, \"Who knows? I know who you mean. He’s the guy who made Junkyard Dogs.\" Webb said, \"Wait a minute. Maybe it was that other director. That real old Italian guy.\" Brendon said, \"Yeah, I know who you mean. He made You Talking to Me? with that same Niro guy.\"",
    "She asked, \"Daddy, why is the president helping all these kids from other countries?\" Dad said, \"Well, honey, he loves to help people, especially children. These kids can’t get an education in their countries. There are too many gangs. The gangs beat them up. The gangs make them deal drugs. The gangs make them quit school. So, the president wants to help these poor kids get an American education.\"  She  said, \"But, Daddy, we have gangs right here in America. These gangs beat up American students. They make American kids deal drugs. They make American kids quit school. So, why doesn’t the president help American kids?\" Dad said, \"I’m sure he will, right after he takes care of all the foreign kids.\"  She  asked, \"But shouldn’t he take care of American kids first? We were here first.\" Dad said, \"No, honey. Being an American means taking care of others first.\"",
    "It was 10:30 p.m. and drizzling. Mom pulled into the empty parking lot at a small market in Queens. Her two-year-old daughter was strapped into the baby seat. Without turning off the engine, Mom ran into the store. She bought some milk for her daughter and dashed back outside. Her car was gone. She screamed, \"Where’s my baby? Where’s my baby?\" She called the police. About 30 minutes later, they found her car. The keys and her unharmed baby were still in the car. Thanking the good Lord, she drove home. Her husband was sleeping. She put the baby to bed. The next evening, her husband said, \"Did you hear the news? Some woman left her baby in her car with the engine running. Someone stole her car, but they found it and her baby.\" His wife said, \"She’s a very lucky woman.\" He said, \"Yeah, and twice as stupid.\"",
    "She was typing away on the keyboard. She was using Word 2007. She hated Word 2007 — and every other year. She stopped typing and grabbed the mouse. Something was wrong. As she used the mouse, she saw an arrow on the screen instead of an I-bar. Worse, attached to the arrow was a rectangular frowny face. She’d never seen a rectangular frowny face, but she knew it wasn’t good. She decided to click on the Undo icon. Undo usually solved her Word problems. But she couldn’t click on Undo. The icon was grayed out. She decided to Restart. Restart usually solved the rest of her Word problems. Before restarting, she closed the document. Then she saw a dialog box. It said, \"Do you want to save the macro?\" Macro — what  macro, she wondered. She clicked on No. She reopened the document. She moved the mouse. The frowny face was gone.",
    "Neal the nutritionist yelled, \"I found the cure for cancer!\" His wife said, \"That’s fantastic! Is it a new drug?\" He said, \"No, it’s a common plant. It’s grass! And the cure has been staring us in the face forever. Horses and cows don’t get cancer. And what do they eat? They eat grass.\" His wife said, \"That’s simple enough! The supermarkets can start selling us bags of triple-washed grass. We can add the grass to our salad, and then pour on some Italian dressing.\" He said, \"Excuse me. Do you see horses and cows eating bowls of grass with Italian dressing on top? Of course not. You have to eat live grass, right out of the ground.\" His wife said, \"Are you crazy? Nobody’s going to do that!\" He asked, \"Not even for a cancer-free life?\" She said, \"Not even.\"",
    "On Future Earth, there are no more forests. The whole Earth is just one big city, separated only by bodies of water. All humans speak new languages — variations of \"Honk.\" They don’t speak old-style English. Or old-style Mandarin. They speak new-style English or new-style Mandarin. It’s called Honk. Long ago, birds used to chirp and tweet. Today, birds live in the city, like all the other animals. Birds grow up hearing car honks, bus honks, and other honks. So, over the years, they’ve developed their own new language — Bird Honk. It’s a blend of chirps, tweets, and honks. All the other animals also speak Honk. For example, cats speak Cat Honk. It’s a blend of meows and honks. Humans, of course, speak Human Honk. In fact, one of the most popular songs for new-style English speakers is by a four-man group called The Honkles.",
    "A cop accosted Zach. Zach was crossing Fifth Avenue, midway between 34th and 33rd streets. Zach said, \"Jaywalking? What jaywalking? I’m a tourist. You want to ruin the tourist industry?\" The cop asked for Zach’s ID. The cop said, \"You’re a tourist?! You live in the Bronx!\" Just then, a bicyclist pedaled north on Fifth Avenue. Zach said, \"Look at that cyclist. He’s going the wrong way. Ticket him!\" The cop said, \"Oh, you know some rules but not others, I see.\" Zach said, \"Well, anyway, there were five other people jaywalking with me. You ignored them, but picked me. Why? Do I look like a loser or something?\" The cop said, \"Loser? Not at all. You’re looking at this the wrong way. Look at it this way. The others got nothing from me. But you — you got something. Sounds like you’re a winner to me.",
    "I miss your smile. I miss your laugh. I miss holding your hand. I miss hugging you. Your picture’s in my wallet. It’s a picture of the two of us together. Two smiling, loving faces. Now we’re not together. You’re there. I’m here. This can’t last forever, can it? Most days I come home, my eyes tear up. Some days, I cry like a baby. I cry because I’m entering my apartment, not our apartment. We were planning a life together. Now we’re apart. You said that you don’t love me anymore. You said that I don’t think of us as a family. All I think of is myself. How could you think that? I think of you every day. I bless the day I met you. I detest the day I lost you. I saw a rainbow the other day. It might as well have been black and white.",
    "Lidia’s supervisor said, \"The next four days, all of you trainees will be in the field. You’ll follow agents to clients’ homes. You’ll watch them interview the clients. You’ll take notes.\" After work every day that week, Lidia bought fruit from the street vendor. She took it home to her five-year-old son. Every night she talked to her mom about being in the field. Friday evening, Lidia bumped into her son’s teacher. He said, \"I haven’t seen you in a while. Your son says you’re a farmer now. Where do you do your farming?\" Lidia said, \"Farming? I’m not a farmer. I’m a trainee for a New York City job. I wonder why he said that.\" When she got home, she asked her son. He said, \"You talk to Grandma every night. You go into the field every day. Then you bring me apples and peaches. So, that’s a farmer.\"",
    "It was almost 10 p.m. in Chelsea. The upscale Mexican restaurant was about to close. Three unkempt men walked into the restaurant. They strode over to the cashier. One of the men told the pretty cashier, \"Give us all the money in the cash register.\" Suddenly, he held up a machete. The cashier fainted. Another of the men tried to open the register. He couldn’t. Grunting slightly, he lifted it. He said, \"Vamonos!\" Laughing, the three men left the restaurant. As they walked up the sidewalk, a worker dashed out of the restaurant. He held a lasso in his hands. He had been a cowboy when he lived in Mexico. Now he was a busboy. He twirled his lasso and threw it. It encircled the man with the cash register. The former cowboy yanked on the lasso. The man and the register crashed to the sidewalk. His buddies ran away.",
    "At lunch, Bob said, \"Guess what I saw at rush hour this morning? Two guys were punching each other on the train.\" Bill said, \"That’ll never happen on my train. It’s too crowded to swing fists; fighters would have to head-butt each other.\" John said, \"On my train, I can’t even see out the window to see which station we’re at.\" Mary said, \"On my train, I can’t find room on a handrail to hold on to.\" Susan said, \"On my train, if we ever crashed into another train, after the crash we’d all still be standing in the same place.\" Joe said, \"On my train, if I get on with a wrinkled shirt, when I get off, it’s wrinkle-free.\" Elaine said, \"On my train, someone passed out yesterday — and remained standing.\" Helen said, \"On my train, when we get to a stop and the doors open, riders pop out.\"",
    "He was sitting in his Ethics class. Twenty-five students sat at five big tables. His cell phone was locked. He asked his classmate, \"Do you own an iPhone?\" Ellen said yes. He said, \"Mine is frozen. Do you know how to get it working again?\" She grabbed his phone. She started tinkering with it. She pushed various buttons and tapped the screen. He went back to reading the textbook. She struggled to pry off the protective plastic cover on his phone. A few minutes later, she returned the phone to him. It was working. He thanked her. She nodded. He checked his phone for messages before turning it off. Then he noticed something. A corner of his cover was broken off. He looked for the missing piece. It wasn’t on the table. It wasn’t on the floor. He looked long and hard at Ellen. She said, \"What?!\" He said, \"Nothing.\"",
    "It was early November. Ebola was in the news. At JFK airport one afternoon, police arrested a traveler. He’d just arrived on an Ovianca flight from Liberia. He had several outstanding warrants. The policemen were about to take him to jail. Suddenly, the man said, \"I’m not feeling well. I feel like I’m going to vomit. I think I have a fever.\" He gave them a hangdog look. The two policemen looked at each other. One rolled his eyes. The other said, \"We’ve got to follow procedure. He’s lying, of course. But if he isn’t, and he actually has ebola, we might not be around long enough to get our pensions.\" His partner said, \"Get our pensions?! If he has ebola, we won’t be around long enough to celebrate Thanksgiving!\" They put the man into a hazmat suit. Then they took him to Jamaica Hospital, after washing their hands thoroughly.",
    "He met her at a Halloween party in Tottenville. She was dressed as an angel. He was dressed as SpongeBob SquareJeans. He asked her what she did. She said, \"I work for the Administration for Children’s Services. I’m a Child Protective Specialist.\" He said, \"I’ve heard of you guys. You knock on people’s doors and snatch their kids. Shame on you!\" She said, \"That’s not true at all. I don’t know how we got that reputation. In truth, our mission is twofold. One, we try to ensure the health, safety, and education of every child under 18 in New York. Two, we try to ensure that those children live at home, with their families, until they finish high school. Now, what’s so bad about that?\" He said, \"Nothing at all. You really ARE an angel.\" She said, \"Help us. If you ever see an abused or neglected child, call 800-342-3720.\"",
    "Anthony was on the Q train Saturday morning. At Parkside Avenue, a portly, white-haired man boarded the train. He was wearing jeans and a fedora. He wore his jeans high. A portable radio on a strap hung near his left hip. In his hands was a trumpet. Hanging from it was another fedora, for donations. Surely, Anthony thought, this old man is not going to play a TRUMPET on this train! The man turned on the radio’s cassette player. An instrumental version of \"New York, New York\" began playing. The man raised the trumpet to his lips. He accompanied the tune.  Even though the man was at the far end of the car, Anthony wanted to cover his ears. Anthony stood up. He walked over to the man. He showed him a five-spot. He spoke into the man’s ear. The man took the bill and walked into the next car.",
    "She was sitting on a bench. She was the prettiest girl he’d ever seen. He walked over and sat on the bench. He said, \"It’s a beautiful day, isn’t it? It’s like you.\" She smiled and said, \"Thank you.\" He pulled out a pack of cigarettes. He offered her one. She made a face and shook her head, saying, \"You can’t smoke in city parks, you know.\" He said, \"Yes, I know.\" He lit a cigarette and inhaled deeply. He blew the smoke out slowly. She said, \"Do you know how stupid you look when smoke comes out of your face? It reminds me of the smelly, dirty smoke that comes out of the tailpipe of an old car.\" She got up and walked away. He threw the cigarette onto the ground and stomped on it. He rushed after her.",
    "There was a knock on the door. Monique opened it. A man said, \"Hi. I’m Bruce Brown. I’m from New York City’s Administration for Children’s Services.\" He showed her his ID. She said, \"Okay. A-n-d?\" Bruce asked, \"May I come in?\" Once inside, he said, \"I’m here because we got a report that a young boy in this apartment is screaming ’bloody murder’ all the time.\" Monique said, \"Really? A report from who? Who told you that? I bet it was Mr. Jones in 3D. What a rat! Screaming, huh? Well, he’s the one who’s going to be screaming.\" Bruce said, \"I can’t disclose who called in the report.\" She said, \"Surely you don’t believe it’s true!\" He said, \"I don’t believe anything until I interview everyone. State law requires us to investigate all reports called in to 800-342-3720. Our mission is to protect city kids from abuse or neglect.\"",
    "She asked, \"Are you going to watch the Columbus Day parade today? Our governor and our mayor will be leading thousands of marchers on Fifth Avenue. They say a million locals and tourists are going to watch it live.\" He said, \"No, thank you. That parade glorifies genocide. The early Europeans murdered millions of First Americans. What’s to celebrate about that?\" She said, \"Well, when you put it that way, not much. But remember, European diseases killed many First Americans. The Europeans didn’t just slaughter First Americans like they were buffalo. Besides, what would you really prefer? Today we can thank our European heritage for many things, such as indoor plumbing. Or, would you prefer that nobody had ever arrived here after the First Americans? In that case, America would probably still be in the Stone Age.",
    "He had a new job. It was a New York City government job. He took the job only because he couldn’t find anything else. The job involved paperwork. Lots of paperwork. It involved copying paperwork. Lots of copying. It involved faxing. Lots of faxing. It involved phone calls. Lots of phone calls. It involved typing. Lots and lots of typing. It involved time. But not lots of time — too little time. Every day, he had 8 hours to do 12 hours of work. It was the most ridiculous job he had ever had. He told a coworker that he was thinking of quitting. She said, \"Don’t. You’ll never get another city job.\" He said, \"Well, maybe they’ll fire me.\" She said, \"Then you’ll never get another city job.\"",
    "It was Saturday evening. They were on St. Mark’s Place near Cooper Union. She said, \"Let’s try this one. It looks nice. It’s crowded, too. That’s always a good sign. And its letter grade is ’A.’\" They walked inside. He visited the bathroom. He returned quickly. He said, \"Let’s go. There’s no soap or hand towels in the bathroom.\" They saw another busy restaurant, but it didn’t display a letter grade. He Googled \"restaurant inspection NYC.\" He said, \"Forget it. Their score is 32. They have four violations in red!\" They decided to go to their favorite restaurant. They met their friend Kitty en route. She asked where they were going. He named the Chinese restaurant. She said, \"Do you have a death wish? Their last inspection score was 44!\" He said, \"Yes, we know.",
    "Charlene said, \"Dad, you’re 85 now. You’re not going to live forever, you know.\" Dad said, \"What’s your point?\" She said, \"Do you want to — forgive the phrase — pass on anything? A tip? A caveat? After all these years, I still don’t know what makes you tick.\" He said, \"I’m your father. What more do you need to know? Here’s something for you: I was born in Brooklyn. Does that help?\" She said, \"C’mon, Dad! Give me something I can hold onto.\" He said, \"Give you something to hold onto? You never gave me ’something’ — grandkids. I got nothing to say. Anyway, who cares what I got to say?\" She said, \"I do, for one.\" He said, \"Well, one’s the closest you can get to zero. You want a tip? Pass this on to your neighbor’s grandkids: All you have to know is where your next meal is coming from.\"",
    "Arthur won the United Kingdom annual Rock Paper Scissors championship. A journalist interviewed him after the one-day tournament ended October 8. She asked, \"What’s your secret to success?\" Arthur said that he was the seventh son of a seventh son. She asked, \"Which is the best one to start off with?\" He said he always started with rock — except when he didn’t. She asked, \"When did you start playing?\" He said he’d been playing daily since he was a wee tot. She asked, \"Did you train for this tournament?\" He said, \"I’ve been training for the past year. I run, swim, lift weights, and bike every day.\" She asked, \"What life skills does this game teach?\" He said, \"It teaches you how to succeed in school, business, and life.\" Finally, she asked, \"How do you feel about being the UK champ?\" He said, \"It’s the crowning achievement of my life.\"",
    "His wife said, \"I’ve got to lose all this fat.\" He said, \"Honey, you call it fat; I call it ’more to love.’ Yes, you have a few extra pounds, but you wear them well.\" Several weeks later, she came home from a follow-up doctor’s visit. She said, \"My doctor said my blood sugar level is too high. He says I’m pre-diabetic. I need to lose at least 10 percent of my weight, or I might become diabetic. Now do you agree that I’m too fat?\" He said, \"Let me whip up something in my lab to help you lose those pounds.\" A month later, he presented her with a bottle of pills. He said, \"Take one pill a week. It’ll neutralize your taste buds. Everything you eat will taste like cardboard. Everything you drink will taste like water.\" She said, \"This is your solution? Go back to your lab.\"",
    "Steve and Andre were sitting at a table. Andre was using his smart phone. Steve held out a candy bar to him. Andre ignored it. Steve waved it vigorously. Andre didn’t notice it. Steve said, \"Andre!\" Andre looked up. Steve handed him the candy bar. Andre said, \"Thanks.\" Steve asked, \"Didn’t you see me waving that?\" Andre said, \"Sorry, no. I don’t have peripheral vision. I’ve got advanced glaucoma. I take eye drops daily to control it. It snuck up on me. By the time I noticed something was wrong, it was too late. There’s no cure or reversal. I can’t even drive anymore. My wife drives me around. But I’m lucky — I’m not blind.\" Steve said, \"But you’re the same age as me. You’re only 42. I thought glaucoma was an old folks’ disease.\" Andre said, \"I did, too.\" Steve made an appointment with his eye doctor that afternoon.",
    "Lulu phoned the super. She said, \"Bret, a month ago you said you were going to fix the cold-water faucet in my kitchen. It leaks, remember?\" Bret said, \"It’s still leaking?\" She said, \"Of course! Did you think it was going to fix itself?\" That afternoon, he brought a whole new faucet assembly with him. Lulu said, \"I thought all it needed was a new gasket.\" He said, \"It’s an old building.\" When he finished, she thanked him. Later, she went to the sink and turned on the hot-water faucet. Only cold water came out of the spout. She called Bret again. He returned to her apartment. He turned on the cold-water faucet. Hot water came out. She said, \"What’s this? You changed it! The left faucet is supposed to turn on the hot water, not the right one.\" He said, \"I didn’t change anything. It’s always been like this.\"",
    "In 1962, Paul invented a board game. He named it Careful Doctors. His game involved a plastic human patient, tweezers, an imaginary operating room, and a buzzer. The objective was to remove a body part from the patient without touching hidden alarms. Touching an alarm caused the buzzer to sound, penalizing the player. Paul’s family tried out his game, but wasn’t impressed. So, Paul sold his game to Hasgro, a popular game developer, for $500. With the money, Paul bought a used, \"in excellent condition\" Edsel. Hasgro tweaked the game a little and renamed it. By 1972, Hasgro had sold eight million upgrades of Paul’s original game. Paul’s brother told him about the fortune Hasgro was making from his game. He said, \"They should give you some of that.\" Paul said, \"No. They tweaked it. They marketed it. They don’t owe me anything.",
    "She put the cup into the microwave to heat some water for her tea. She sat down with her book. Several minutes went by. Suddenly, she remembered the hot water for her tea. Strangely, the microwave hadn’t beeped. She walked over and opened the microwave door. The cup was cold. She’d forgotten to turn the microwave on. Next morning, she walked out of her apartment. After pushing the elevator button, she looked at her watch. She was going to be late for her doctor’s appointment. Then she noticed something — she was still wearing her slippers. She went back into her apartment. Her husband asked, \"What’d you forget this time, honey?\" She pointed at her slippers. He laughed. She said, \"It’s not funny. I’m forgetting more and more things, more and more often.\" He said, \"I know, honey. I’m sorry. I’m laughing because I don’t want you to see me crying.\"",
    "Ted awoke, sat up, and looked down at his feet. He saw puffy feet, puffy ankles, and puffy calves! For whatever reason, they had swelled up overnight. Fearful, he made an appointment with his doctor. That afternoon, she examined him. Ted’s right leg was not only swollen, but also red. She said, \"You have cellulitis; it’s a bacterial infection.\" She wrote a prescription for an antibiotic. She said, \"Take one capsule every day for ten days.\" Ted took the prescription to the pharmacy. Once home, he read the instructions: \"This medicine might increase risk of tendon problems, including possible breakage of Achilles tendon.\" Ted pictured himself tumbling down a flight of stairs after both tendons suddenly snapped. I’m not taking this stuff, he told himself. Shortly thereafter, at an online medical site, he read, \"Occasionally, cellulitis develops into what’s known as ’the flesh-eating disease.’\" Well, maybe I will, Ted thought.",
    "\"Daddy, tell me a story,\" Ella said as she cuddled up next to her father on the sofa. He said, \"I can’t, honey. I don’t know any stories. Today, something terrible happened all over the world. All the stories disappeared. There isn’t a single story in the whole world, except the one I’m telling you. Nobody can create a story. Nobody can remember a story. Nobody can tell a story. They’re all gone.\" Ella asked, \"Where did they go?\" Dad said, \"Nobody knows. They’re just gone. All the pages in all the books are totally blank. All the DVDs and CDs are blank. There’s nothing on TV or radio. There’s no news about anything or anyone anywhere. There’s no Internet. This is terrible. Human life is meaningless without stories.\" Ella said, \"Maybe somebody stole them. Wait! I know who stole all the stories — the Wicked Witch.\"",
    "Noah said, \"How can one guy be so lucky? Yesterday Jacob Brown took the 6 train. It was rush hour. He got on ’the empty car.’ You’d think he’d know better. Holding his breath, he went to the far end of the car and sat down. He saw something across the aisle on the floor. He picked it up. You’d think he’d know better. But it was a folded-up hundred-dollar bill!\" Noah’s wife asked, \"What’d he do with it?\" Noah said, \"He put it in his pocket. What do you think he did with it?\" His wife said, \"I don’t know. Maybe give it to the homeless guy in the car?\" Noah said, \"Are you kidding? He bought himself a handful of scratchers with the money. And guess what? He won over $1,000! What a lucky guy! If I had his luck, I’d be the happiest guy in the world.\"",
    "Blake told his wife, \"Listen to this. Researchers have made a mouse ’remember’ something that never happened. They put the mouse in a box. It had never been in that box before. Somehow, they made the mouse think it had received electric shocks in that box before. Don’t ask me how. The article explained it, but I didn’t understand it. Anyway, as soon as they placed the mouse in the box, it tensed up, expecting a shock. Isn’t that amazing?\" His wife asked, \"Amazing? Why would you want to make a mouse, or a person, think that he’s been shocked before?\" Blake said, \"Because, honey, if you can create false bad memories, you can create false good memories. Science can now give depressed people happy memories. It can change depressed people from being unhappy to happy.\" His wife said, \"So? I can do that with a bowl of ice cream.\"",
    "Zoey said, \"Mommy, tell me the story about Snow White again. That’s my favorite story in the whole world.\" Mom said, \"Sure, honey. But you know, someday you’re going to tire of Snow White. You’ll prefer other stories.\" Zoey said, \"No! Really? Why?\" Mom said, \"Because it’s our human nature. We want the same old thing because we’re comfortable with it. But we want something new because it’s exciting. So, in the future you’ll seek out new stories. It’s like sugar. We love our M&Ms, but we’re always eager to try new candy. Just as food companies always come up with new candy, based on sugar, writers always come up with new stories. They’re based on the same old human joys and sorrows, but they’re presented in new packages.\" Zoey said, \"I don’t want a new package. I love Snow White just the way she is. And I always will.\"",
    "The email said, \"You have the best website I’ve ever seen. You should be very proud of it. I have a website too — www.awebsitetoo. I just started it. I need successful site owners like you to link to my site. As you know, the more links to a site, the higher the Google ranking. I’ll bet you have a very high ranking. Please look at my site. If you like it, please link to it. Thanking you in advance, Odelia.\" Julian looked at Odelia’s website. What a terrible site, he thought. But he felt sorry for her. He emailed her: \"Done! I linked to your site.\" After waiting weeks for Odelia to reply, he emailed her again. He said, \"Hello! Why haven’t you thanked me for the link?\" She emailed back, \"Please check my first email. I clearly pre-thanked you in that email.",
    "In the quiet town of Hoboken, a young woman shot her ex-boyfriend. He had dumped her for another woman — her younger sister. The bullet had only grazed his thigh. When arrested, the woman said, \"I wish it had grazed something else.\" Becky, the mayor of Hoboken, hated guns. She decided to start an anti-gun campaign. Since state law allowed guns, she did the next best thing. She banned the word \"gun.\" She told the newspaper editor not to print \"gun\" in the paper. She said, \"If people don’t read about guns, they won’t think about them.\" The editor agreed, but asked Becky about words like \"gunk\" and \"begun.\" Becky said, \"No problem. If you have to use them, just write ’---k’ and ’be---.’ A resident asked Becky about his last name. She asked, \"What is it?\" He said, \"Gunderson.\" She said, \"No problem. From now on, it’s Derson.\"",
    "Helen awoke from a nightmare. She was breathing heavily. Looking around, she marveled at the utter darkness surrounding her. She’d never seen her bedroom that dark. She got up and started walking toward the light switch. She banged her left pinky toe into something. She groped her way back to her bed and rubbed her toe for a while. She was surprised that, by then, her eyes weren’t used to the dark. She tried to look out her window for the usual glow of nighttime lights. But she couldn’t even see her window. She walked slowly to the light switch and flipped the switch. Nothing happened. A power outage! Carefully, she walked over to her antique radio. She turned it on. It worked! So, no power outage! She was confused and worried. She was also sleepy. She yawned and went back to bed. She’d figure this out in morning’s light.",
    "The professor was animated, like a preacher on Sunday morning. He said, \"Most people will deny that they are racists. Well, in my opinion, everyone’s a racist! Yes, you, you, you, and you.\" Many students murmured in disagreement. Kyle raised his hand and said, \"Professor Watson, I’m not a racist. I don’t have a racist bone in my body. I have great friends of every race. Therefore, I think you owe me an apology.\" The professor smiled. He said, \"I’ll apologize if your honest answer is the correct answer. Let’s say that there are five ’races’ on Earth. They are blue, pink, orange, green, and purple. You’re a member of the blue race. A dictator takes over the world. He makes all the races live separately from one another.",
    "While using his computer, Horace remembered that he needed to transfer some contact info to his computer from his smart phone. He started looking for it. He knew it was somewhere on the table with the computer. He looked through the clutter on the table. There were three lottery tickets. A case for his glasses. His wallet. A small calculator. A pad of Post-it notes. A small mirror. Eight keys that no longer fit anything. A PedEgg for scraping calluses off the bottom of his feet. Receipts. Erasers. Pencils. Finally, he found it. \"I’ll teach you to hide from me!\" he said. He went downstairs to his lab. A week later, he emerged. He’d put sensors on all his important property. The next time he couldn’t find his smart phone, he shouted, \"Where are you, Mr.",
    "Kyla was pushing Lyla in the shopping cart at the supermarket. Kyla parked the cart next to their mom. Mom was checking her shopping list. She grabbed a bunch of bananas and handed them to Kyla. Kyla put them into the cart. Lyla picked them up and examined each banana. She said, \"Ew, Mom, look what I found. This banana has a bruise. Look at it!\" Mom looked at it. She said, \"You’re right, honey. That is a bruise. But it’s not a big bruise.\" Kyla and Lyla both shouted, \"We don’t like bruises on our bananas!\" Mom said, \"Okay. Give the bruised one back to me. I guess you learned that from me. I don’t like bananas with bruises either.",
    "They all say they’ve seen the light. They all say they’ve honked their last honk. They all used to honk away at any driver who dared to linger after a light turned green. They all used to honk away at any driver who dared to drive just a bit below the speed limit. But then they all got nabbed by the Honk Police. After that, they all got honk-washed. Each honker spent twelve hours with a programmed clown’s horn fastened to his head and mouth. During those twelve hours, he had to go to his usual haunts. All his family, friends, coworkers, and neighbors saw him wearing his new horn. If he tried to talk, the horn turned his sound waves into loud honks. If he remained silent, the programmed horn honked loudly every ten minutes. At the end of his twelve hours, one ex-honker simply said, \"I’m honked out.\"",
    "It was raining cats and dogs. Nolan was sitting on the Q train, headed to Times Square. There were puddles all over the subway car floor. Nolan was tapping away on his smart phone. The train stopped at Kings Highway. He kept tapping away. Someone said, \"Excuse me?\" He looked up. An old lady was looking at him expectantly. Her eyebrows were raised. He went back to his phone. He figured that she expected him to rise and offer her his seat. But he wasn’t going to do that. Not a chance. He wasn’t some tourist; he was a New Yorker — a real New Yorker. Real New Yorkers don’t offer their seats to anyone. After half an hour, the train stopped at Canal Street. The old lady got off, but first she shook her wet umbrella all over Nolan and his smart phone. She, too, was a real New Yorker.",
    "It is the future. A vegan dictator rules Earth. Humans aren’t allowed to eat any animal matter. All animals die natural deaths. Their bodies fill animal dumps the world over. The decaying bodies generate a terrible odor. Scent factories mask the odor worldwide, except for one day each month. Charlotte said, \"Oh, the air smells so good! What could be better than Apple Week right here in The Big Apple? I just wish they would change Apple Week to Apple Year. At the least, it should be Apple Month. They say that when we go to heaven, we can have Apple Century. I can’t wait till I die!\" Amy said, \"Me too! But when I go to heaven, I’m going to ask for Strawberry Century.\" Charlotte said, \"Let’s just keep our fingers crossed that we go to heaven.",
    "Myron said, \"Did you hear about Bono? He had a bad cycling accident in Central Park. I hope he’s going to be okay.\" Alex said, \"He’ll probably develop it into a platinum album for U2. Not long ago, I could’ve gotten hurt too. And I’m a very careful biker. I never cycle except on bright, sunny days. And I always wear my day-glow red shirt. It’s so bright, it hurts your eyes! So I’m at a red light, wearing my loud shirt, when I hear tires squealing behind me. Next thing I know, I’m flying through the air. Luckily, I only got road rash, but my bike got totaled. Helping me up, the driver apologized. He said he’d been talking to his girlfriend. She asked me if I was okay. That’s when I realized why my red shirt hadn’t helped me out.",
    "Geoffrey was walking home from school. He noticed a newish wheelchair sitting on a front porch. His grandma had an old, unwieldy wheelchair. He looked around. The coast was clear. He ran up the porch steps, folded the wheelchair, and hurried along the sidewalk. He took the wheelchair straight to his grandma’s apartment. He said, \"Look at your new wheelchair, Grandma!\" She sat in it. Grinning, she rolled it around the living room. Then she said, \"What a beautiful wheelchair! How on earth did you get it?\" He said, \"It was a prize in our school lottery. I won it!\" A while later, Grandma discovered that Geoffrey had stolen the wheelchair. She ordered him to return it. He said, \"Grandma, if I return it, they’ll lock me up! Just enjoy it. Whoever owned this wheelchair had insurance. They got themselves a brand new wheelchair. So they’re happy, and you’re happy.\"",
    "A little boy found a little gun and shot his little sister. He’d thought the little gun was a toy. His parents started a foundation, called Last Pistol for Crystal, their slain daughter’s name. The aim of the foundation was to prevent such accidents from ever happening again. Crystal’s grandma told her daughter, \"Honey, of course these accidents are going to happen again. As long as there are guns and humans, there are going to be accidents. People always say that ’it will never happen again.’ But it’s all just talk and good intentions. And all the talk and good intentions in the world aren’t going to prevent these accidents from happening again.\" Crystal’s mom said, \"You’re right, Mom. But it makes us feel a little better. We’re doing something positive. We’re trying to make lemonade out of lemons.",
    "The crowded B49 bus was southbound on Ocean Avenue. At Avenue R, a large middle-aged woman boarded and tried to squeeze past Brevin. She stepped heavily on his left foot. He yelped and pushed her. She apologized. An old lady sitting next to Brevin said, \"Get another one!\" Looking at her, Brevin asked, \"What?!\" She said, \"Get another foot! This is Brooklyn.\" Across the aisle, a white-haired lady with a walker told a teenager talking loudly on his phone, \"I can’t hear myself think!\" He talked quieter. Then she herself started talking loudly about everything, to nobody in particular. At Avenue Z, Brevin and the white-haired lady stood up to exit the bus. She said loudly, \"Look at that! He cut in front of me!\" Brevin said, \"Of course! You’re slower than a snail.\"",
    "Sue had left her pencils at home. She needed to borrow a pencil. She asked her classmate, \"Mira, may I borrow one of your pencils, please?\" Mira said, \"Sure, Sue. I’ll be glad to lend you one. Here you go.\" Mira handed Sue a bright yellow No. 2 pencil. It had a pink, unused eraser on the end. The point was dull. Sue said thank you. She walked over to the electric pencil sharpener. She inserted the pencil. The sharpener hummed for a few seconds. She pulled the pencil out. She looked at the sharp point. The point was sharp enough to stab someone, she thought. She sat down at her desk. She started writing her name on her paper. The tip of the point broke off. That was okay, she thought. Now she wouldn’t have to worry about maybe tripping and falling and stabbing herself with the pencil point.",
    "It was October 13. He went to his school to get his free flu shot. His school offered free flu shots every year. But this day he arrived at school later than he normally did. There were no more free flu shots. They had run out of free shots an hour before he got there. So he had to pay for his annual flu shot. He gave $15 to a clerk at his school. She gave him a ticket. She told him to bring the ticket with him on October 27. He presented his ticket on October 27. He went into a room. Five young student nurses were busy giving shots. The sixth one waved him over. She smiled and said, \"You’re my first live human. Up till now, I’ve been practicing on grapefruits and oranges.\" He said, \"You must be nervous.’ She said, \"Not really.\" He said, \"I am.\"",
    "The custodian was upset. His boss had said he wasn’t going to give him a raise. He said, \"You didn’t give me a raise last year or the year before.\" His boss said times were hard. There was an economic crisis. He didn’t have the money to give anyone a raise. He told the custodian to find another job if he could. The custodian had already looked for another job. Nobody was hiring custodians. Nobody was hiring anybody. He said, \"What do you mean, you don’t have the money? You drive a brand new Cadillac. That’s plenty of money.\" His boss said, \"Yeah, it’s plenty of money. What, I should sell my Caddy so I can give you a raise? I worked hard to make the money for that car. And I’m not going to lower my lifestyle so I can help you raise yours.",
    "A man was standing outside the carport. John looked at the man. It was nighttime. He didn’t recognize the man. The man was just standing there. He looked suspicious. John pulled his car into the carport. He got out of his car and locked the door. The man was still standing there. John walked over to him. He asked him who he was. The man said he was Marvin. He had just moved into the apartment building two weeks ago. John asked him which apartment he lived in. Marvin said apartment 3. John said, \"I’m John. Can I help you? Or are you just getting some fresh air?\" Marvin had heard a noise a few minutes ago. Someone had broken into his car last week and stolen his $300 sunglasses. John said, \"Welcome to the neighborhood. Now your car is like all of ours. At least it was only sunglasses.\"",
    "A winter storm had dumped a foot of snow on Brooklyn. Hilda had an appointment with her doctor a block away. Her daughter Sharon went with her. They walked arm in arm. Hilda watched her every step, but still slipped on some unseen ice. Sharon lost her grasp. Hilda’s feet went forward. Her head went backward. Her arms stretched out behind her. She landed on her butt. Her hands and arms propped her up so her head didn’t hit the sidewalk. Sharon said, \"Oh, my gosh! Mom, are you okay?\" Sharon helped Hilda up. Sharon brushed off the back of Hilda’s coat. \"I hate the winter,\" Hilda said. Sharon said, \"Everyone does. No matter how careful you are, you can still slip and fall. It’s no fun, for sure.\" Just then four young kids ran by laughing and yelling. Hilda said, \"Unless you’re seven years old on a snow day.\"",
    "Elvis wanted a girlfriend. Gladys, his married coworker, said she had some single friends who were looking for boyfriends. Gladys set up a meeting at a Starbucks with herself, Elvis, Priscilla, and Yvette. They all enjoyed their coffee and snacks, and then said their goodbyes. Elvis called Gladys later. He said, \"I really like Priscilla.\" Gladys said, \"Oh, that’s too bad. Yvette likes you, but Priscilla doesn’t.\" He said, \"Oh, really? Well, that’s okay. What’s Yvette’s number?\" Gladys said, \"You’re kidding, right? Why would I give you Yvette’s number? You just said you liked Priscilla, not Yvette.\" Elvis said, \"C’mon! I can like two girls, just like I can like two flavors of ice cream.\" Gladys said, \"I’m not going to set you up with Yvette. She’s my friend.",
    "He filled the pot with water and turned on the burner. Sitting down, he opened the paper and started reading a story about political corruption. He got angry. He said, \"This corruption is everywhere. It’s driving me nuts! Politicians, lawyers, judges, bankers — they’re all corrupt! And they hardly ever get caught. And when they do get caught, they hardly ever go to jail. They get a slap on the wrist. And the more corrupt they are, the lighter the slap. If they steal millions, all they have to do is promise to pay it back. They’re liars and cheats, but their promise is good! ? Unbelievable!\" His wife said, \"The water’s boiling, you know.",
    "I love her so much, Joseph thought. He said those words to himself up to twenty times a day. He didn’t intentionally produce them, as one would intentionally tell the waitress, \"I’ll have the chicken soup.\" They just came to him out of the blue, unrelated to whatever he was doing. The words were about his wife. He asked his brother if he ever thought those words about his own wife. His brother laughed. \"Not at all,\" he said. \"I love her, although I can’t remember the last time that I told her that. But I never think about how much I love her, much less actually tell her.\" Joseph had been married as long as his brother had. Yet Joseph still said those words daily. They sprang forth from his heart at any time of day. He welcomed them. They comforted him. They bonded him ever closer to her.",
    "The teacher was pulling paper towels out of the dispenser in one of the Bronx school’s unisex restrooms. Suddenly the door opened. A young female student saw him. A brand new student, she shut the door quickly. Later, the school director called him into her office. She said, \"That young lady, like many of our students, is from Farawayland. She was shocked and embarrassed to see a strange man in an unlocked bathroom. She wanted to drop out of school.\" He said, \"I’m sorry. I forgot to lock the door. But I was just standing at the sink pulling paper towels out of the dispenser. It’s not like I was using the toilet.\" She said, \"I understand. But still, she witnessed a strange man in a bathroom. That’s taboo in her culture.\" He said, \"Well, she’s in New York City now. Sooner or later, she’s going to see far worse.\"",
    "The pullout in the magazine said \"Only $16!\" Twelve issues — one each month — for only $16. A good deal, he thought. He grabbed his checkbook and wrote out a check for $16. He copied the address on the pullout onto an envelope. He put the check and the pullout into the envelope and mailed it the next day. Two weeks later, he got an envelope from the magazine. Inside was a bill. The bill was for $3.95, for \"shipping and handling.\" He was upset. He hadn’t seen anything on that pullout about S&H. And he had examined it carefully. This is robbery, he thought. He wrote an angry note on the bill, saying he wasn’t going to pay one penny of S&H. He addressed an envelope. Then he stopped. Wait a minute, he thought, this is going to cost me a 44-cent stamp. He decided to send an angry e-mail.",
    "It never ends. Every day there’s something to do. Sure, you can take a break, a nap, a day off, or even a vacation. But while you’re relaxing, your To Do list is growing. One thing after another is waiting in line. Put gas in your car. Buy groceries. Pay bills. Do your homework. Do your job. Wash your clothes. Fix dinner. Wash the dishes. Study. See the doctor. Go to a job interview. Call your mom! When you finish one thing, you feel good. You did it. It’s history. A done deal. But you can’t just sit there patting yourself on the back. You have to do the next thing. And when you finish the next thing, then the next thing. It never ends. As long as you live, you will have something to do. That is the nature of life, the burden of life, the opportunity of life.",
    "The gangsters were filthy rich from selling drugs. They could buy anything they wanted. They bought fast cars with their drug money. They bought acres of land with their drug money. They bought a huge house with their drug money. They bought expensive art for their house. They bought expensive furniture for their house. But something was missing. They wanted a big painting in their foyer — a big painting of their happy \"family.\" They called many artists, but they all said they were \"busy.\" But one day an artist called the gangsters. He said he would paint the foyer. They agreed to his very high price. Upset, his wife said, \"Don’t work for them. They’re gangsters. Their money’s tainted.\" He said, \"No, their money’s green. And their green money will take us to that one place that you’ve been dreaming of your whole life — Hawaii.",
    "He had an ear problem. His doctor gave him nose medicine. She said, \"It’s nose medicine, but it should work because your nose and your ears are connected.\" The medicine was expensive. It was $108. One little bottle was $108. How could a little bottle of nose spray be so expensive, he wondered. She said to spray the medicine into his nose twice a day. Two sprays in the morning, and two in the evening. No problem, he thought. She told him to use the nose spray for three weeks. Then she would examine him again. If the nose spray didn’t work, she’d prescribe a different medicine. If that medicine didn’t work, she’d probably have to perform surgery. He said that ear surgery sounded terrible. He didn’t want her digging into his ear. She said, \"Oh, I’m not going to ’dig’ into your ear. I’ll be going through your nose.\"",
    "It was the seventh game of the World Series. The NY Mets were playing the NY Yankees. It was the Subway Series. Yankee Stadium was packed. The winner of this game would be the world champion. Everyone expected a pitcher’s duel. The two starting pitchers were the best in baseball. Tim Seaver was the Mets pitcher. Dwayne Gooden was the Yankees pitcher. The game began. Each pitcher befuddled batters. Batters struck out swinging. Batters struck out looking. Batters hit weak grounders. Batters hit pop flies. Batters went to the plate determined. Batters returned to the dugout dejected. It was a scoreless game until the bottom of the ninth inning. With two out and two strikes, Rickey Mantle hit a home run. The Yankees won 1-0. For the first time in history, they gave the Most Valuable Player award to three players — Seaver, Gooden, and Mantle. Fans applauded the decision.",
    "The world’s biggest ship traveled south down the Hudson River. Its name is Moby-Ship. Everyone on both shores stared. A man said, \"It’s bigger than the Empire State Building.\" Moby-Ship turned left before it neared the Statue of Liberty. It headed toward the Brooklyn Bridge. Moby-Ship runs on cheap, air-polluting coal. Its huge smokestack is 300 feet tall. The Brooklyn Bridge walkway is 280 feet above water. Many locals and tourists were walking on the bridge. They saw Moby-Ship approaching. They saw the smokestack. They pointed and hollered. They started running. They rushed helter-skelter off the bridge. The captain was watching them. He laughed uncontrollably. Then he pushed a button. The smokestack telescoped down 50 feet. Moby-Ship went under the Brooklyn Bridge. A police boat pulled Moby-Ship over. The captain said, \"What’s the problem? People enjoy a good scare. They got one. I enjoy a good laugh. I got one.\"",
    "Michael’s a radio talk show host. He’s a conservative. A conservative wants less government, unlike a liberal, who wants more government. Michael makes $20 million a year. He has ten million listeners. He talks for three hours every day. He talks about politics and the president. He says the president is ruining the country. The president wants to give free housing to everyone. He wants to give free health care to everyone. Michael said, \"Does the president think that he’s Santa Claus? Does he think that money grows on trees? Where’s all the money going to come from? Who’s going to pay for the ’free’ housing? Who’s going to pay for the ’free’ health care? The president wants to control the media and the Internet. The president wants to control the banks.",
    "Lily was using her calculator to do her math homework. Ms. Bates forbade calculators in class — and at home. In class, Ms. Bates always surveyed the classroom during math tests. She was like a vulture, Lily thought. If Ms. Bates spotted a calculator, she swooped down, grabbed the calculator in her claws, and flew off. At home, Lily used her calculator with abandon. She used it to add. She used it to subtract. She used it to multiply. She used it to divide. The harder the math problem, the more she loved her calculator. She just wished that someone would invent a \"schoolulator\" for all the other school subjects. Need a 500-word essay on \"Ulysses\" for English class? Just enter those words into your schoolulator and press Print. Need a science project? Just enter the precise name of your project and press 3D Print.",
    "In Paris, two gunmen told a woman to type in the code to enter an office building. Fearing for her life, she did as ordered. The gunmen entered the building with her. They all went up to the second floor. The second floor was where the cartoonists — the target — produced a weekly satirical magazine. The cartoonists delighted in belittling others. They ridiculed everyone and everything — celebrities, politicians, governments, corporations, and religions. The gunmen calmly shot most workers in the office, killing 12 before departing. The finger of blame points at the gunmen. They were simply too sensitive about their religion and its prophet. The cartoons were only satire. The finger points at the cartoonists. Believing that freedom of speech is unlimited, they relentlessly mocked the religion and prophet of the gunmen. The finger points at the woman, who was uninjured. She sacrificed a dozen coworkers when she opened that door.",
    "Tom, 18, was doing almost 80 mph. Too late, he saw Jenny crossing the street. Tom pleaded guilty to one count of reckless driving causing death. Before sentencing Tom, the judge asked if he wanted to say anything to Jenny’s parents. Tom said, \"No. What good would it do?\" Tom got ten years. A reporter stopped the parents on their way out of court. She asked, \"Are you upset that he didn’t apologize?\" Jenny’s mom said, \"No. He’s right. Killers can’t win. Families get upset if killers don’t apologize. But they also get upset if killers do apologize. If they don’t apologize, that’s insult to injury. If they do apologize, but insincerely, that’s also insult to injury. Even if they apologize sincerely, it isn’t worth spit. What good is it? It changes nothing. When you’ve killed someone, your apology doesn’t raise the dead or heal the hearts of their family.\"",
    "The black wife of the mayor of New York City went to a funeral with her white husband. The funeral was for a Chinese police officer. A cop hater had shot the unsuspecting policeman once in the head while he sat in his NYPD blue and white patrol car. Many police officers from New York City, other cities, and other states attended the funeral. Showing respect for their fallen comrade, they wore their dress blues. The mayor’s wife wore blue, too — blue jeans. On a radio talk show, a caller pointed out \"her disrespect.\" He said, \"Do you think she would have worn jeans if the officer had been black? If he’d been Latino? Do you think she would have worn jeans if the funeral had been in China?\" The talk show host said wearing jeans was \"no big deal.\"",
    "An hour ago, life had been so sweet. Now, the sugar was gone. He loved a woman. She was the most wonderful woman he had ever met. He had sat in pottery class with her. He had asked her out for coffee. She had accepted. He had asked her out for dinner. She had accepted. He had asked her out to a movie. She had accepted. They went to concerts. They went to clubs. They went to Brighton Beach. They went to Prospect Park. They went to Junior’s to enjoy its famous cheesecake. They held hands everywhere they went. Finally he asked her the big question. He asked her to marry him. She said no. She said she wasn’t ready to settle down. She said she wasn’t ready to get married. \"It’s not you,\" she said. \"It’s me.\" He knew better. He’d said those very words to his last girlfriend.",
    "John and his wife Mary were discussing the latest Oscar nominations. She said, \"They almost totally ignored ’Selma.’ It’s such an important movie. It’s all about civil rights in the ’60s. David Oyelowo was superb as Dr. Martin Luther King, Jr., but he didn’t even get nominated for best actor. Let me tell you something. The Oscars began in 1929. Since then, only four black men have won Best Actor. Only one black woman has won Best Actress. Only one black picture has won Best Picture. No black director has ever won Best Director. It’s not fair. All these people have been doing such good work all these years for what? For nothing.\" John said, \"Well, what would you suggest?\" She said, \"We need to even things out. For 80 years, blacks have won hardly anything. So, the solution is obvious. For the next 80 years, whites win hardly anything.\"",
    "Could it be true? A professional football team had cheated in a playoff game? It had underinflated eleven of its twelve game balls so the quarterback could throw, and receivers could catch, the footballs more easily throughout the game’s wet, windy, and cold weather? Shocking! Then again, stranger things have happened. Paid to seek The Truth for football fans, reporters pestered the coach. He said maybe his team’s footballs had less pressure because they’d sat outside in the cold weather. (The opposing team’s twelve footballs, which were not underinflated, had also sat outside in the same cold weather.) His response didn’t reassure fans. Reporters pestered the quarterback. A reporter asked, \"Are you a cheater?\" The quarterback, football’s golden boy, said, \"I don’t believe so.\" His response didn’t reassure fans. Exasperated, the team owner told reporters, \"Of course we didn’t cheat. If we had cheated, all twelve balls would’ve been underinflated.\"",
    "Oprah went to an animal shelter in Queens. After browsing, she told a worker, \"They’re all so cute. But they’re all still here. Nobody’s taking them home. How long do you keep them? Do they have an expiration date?\" The worker said, \"Ha! Yes, we stamp it inside their ears. Just kidding. How can I explain this? These animals are like inventory, but not. If inventory doesn’t move, a store reduces the price. But we can’t do that, because there is no price! We can’t return our inventory to a warehouse, because these critters came from the streets. So, there’s only one thing left to do — we euthanize the furry dears.\" Oprah said, \"Aww. And then you give them a dignified burial in a beautiful pet cemetery?\" He said, \"Wouldn’t that be nice? Actually, a barge takes them out to sea and dumps them overboard. Then the fish eat them.\"",
    "He saw an ad for a free health letter from world-famous Payo Clinic. What’s to lose, he thought. If the trial letter looks good, then maybe I’ll subscribe. He called the 800 number. The rep said he’d receive his health letter in about three weeks. A week later, he received an envelope marked Payo Clinic Health Letter. That was fast, he thought. He opened it. He read, \"Order Acknowledgement, 12 issues, Total Amount: $31.50. Or you may pay the installment of $10.50.\" There was no health letter. He called the 800 number. He told the rep, \"What’s going on here? I haven’t even received my free trial letter, and I’m already getting a bill for $31! I haven’t even subscribed! Why am I getting this bill?\" She asked for his account number. She said, \"It’s okay. You can ignore it. It’s not a bill. It just looks like a bill.\"",
    "Cy said, \"I just read an article about rich real estate brokers in Manhattan. One broker has his own hair salon. He treats all his clients and their spouses to free hair treatments. How rich is that? Another broker has his own limousine service. His limousines take his clients all over town for free. How rich is that? Another broker has fashion big shots from Paris put on personal shows just for her and her clients twice a year. How rich is that?\" Shy said, \"You know, all that fancy stuff is beyond me. I’m bald as a cue ball, so I don’t visit fancy salons. My ’limo’ is a yellow cab. My wife buys her clothes at Target. Here’s the kind of rich that opens my eyes: I read about a guy so rich that after he wears his underwear one time — he throws it out! Now that’s rich.\"",
    "His wife said, \"Just because you have a week off from work doesn’t mean you can skip showering. Please — I can’t take it anymore.\" He said what he always said when his wife said things like that, \"Yes, dear.\" Emerging from the bathroom, he said, \"Showering in this apartment is more like working out than cleaning up. The water temperature keeps changing, so instead of getting clean, I’m kept busy adjusting the knobs. More cold water, less cold water, more hot water, less hot water. When are they going to invent a single shower knob for Just Right? When I finally get the temperature right, the flow changes. Water drips from the showerhead, then it floods like a waterfall. Drip, flood, drip, flood. Finally, there’s little Junior next door. When he hears me showering, he flushes the toilet, scalding me.\"",
    "Talking to potential investors, Howard said, \"I’ve created Thinn-Sqinns. They breathe yet retain body heat. They weigh mere ounces and are almost invisible. Take these sample tops and bottoms home. Try them on. You can’t wear clothing under them. Since they’re transparent, wear an oversize T-shirt before you step outside. Even on a winter day like today, all you’ll need outside are gloves and shoes. One size fits all. The tops are long-sleeve or short-sleeve. Just pull them on over your head. The bottoms are full-length or knee-length. There are no zippers or buttons. For the rest of your life, you won’t have to bundle up in the winter. And Thinn-Sqinns are so comfortable, you’ll forget you’re wearing them, which is a problem sometimes when new users absent-mindedly sit down on the toilet for the first time. However, even that’s no problem — Thinn-Sqinns wash up easily in any bathroom sink.\"",
    "The two women were standing in line at the supermarket. They started talking. Sophie said, \"My husband turned 70 last week. But he still goes out three or four times a week.\" Nelly said, \"Really? He must be in very good shape. Where does he go? Golfing? Jogging? Does he take you with him?\" Sophie said, \"No, he never takes me with him. I wouldn’t want to go with him anyway. Who wants to sit around in a doctor’s office or at a physical therapist’s three or four times a week? Frankly, I’m happy to see him leave the house.\" Laughing, Nelly said, \"Yes, they do get underfoot. When you said ’he goes out,’ I misunderstood you.\" Sophie said, \"I’m sorry. I was just pulling your leg. When you get older, it helps a little to joke about the things you have to do now or you can’t do anymore.\"",
    "Brent had just started a newspaper subscription. But two days had gone by, and he hadn’t received one paper. Customer service said delivery had delivered the paper both days. Brent said, \"Can delivery call me when they deliver tomorrow?\" The rep checked with delivery and said okay. Brent told his wife, \"Now I’ll catch whoever’s stealing our paper. I don’t know which neighbor it is, but I’m going to catch him in the act.\" His wife said, \"Your neighbors aren’t stealing your papers!\" Brent scoffed. The next morning, delivery called. Brent waited a minute. He opened his apartment door. \"Ha!\" he said. Nobody was there. His paper wasn’t there either. He called customer service. The rep called delivery. Delivery said his paper was still there. Brent said, \"Where? Where’s ’there’?\" The rep said, \"They leave your paper downstairs. They can’t get upstairs to your apartment because your lobby is locked.\"",
    "The snowstorm had ended. He watched four snowplow trucks go south on Ocean Avenue in Brooklyn. The first one hugged the center line. Its angled plow pushed snow to the right. The second truck was slightly closer to the curb, the third even closer, and the fourth closest to the curb. He felt like he was watching a U.S. Navy Blue Angels air show. What precision plowing, he thought. But, more important, he thought, Four trucks — just to push snow to the curb? He invented a snow-melter, similar to a blow dryer. His invention simply redirected, at the flick of a switch, the heat escaping from the exhaust pipe to an \"exhaust bumper\" on the front of the truck. The driver can adjust the bumper to various heights and aim the \"blow holes\" in the bumper in various directions. Now, instead of pushing the snow, modified trucks simply melt it.",
    "\"Listen to this,\" he told his wife. \"Some guy murdered an entire family 15 years ago. Last night they were supposed to inject him with a drug to execute him for the murders. Instead, a lawyer stopped the execution because the injection might be painful for the murderer. What is this country coming to? Who cares if the murderer suffers a little pain? He outlived his victims by 15 years. Their friends and family have suffered daily for the last 15 years. But the lawyer’s worried that this fiend might suffer for a whole minute or two? Who cares?\" His wife said, \"Well, he’s going to suffer for eternity in hell, so maybe they want his last moment on Earth to be pain free.\" He said, \"Well, if that’s what they want, why bother with injections at all? All they need for ’pain free’ is a rope — and a tree.\"",
    "EmmyLou climbed to the top of the mountain. Guru sat there sipping a cup of hot tea. He offered her some tea. Shivering, she accepted. She said, \"Guru, our world is full of crime, hunger, and homelessness. I beg you to help us.\" Guru said, \"I will meditate on it.\" She thanked him and took off down the snowy mountainside. A month later, the world’s crime, hunger, and homelessness had ended. Two months later, EmmyLou climbed the mountain again. Guru poured her a cup of hot tea. She said, \"Thank you, Guru. Crime, hunger, and homelessness have disappeared. But now we have another problem. The police, farmers, and contractors are out of work. They asked me to ask you to let crime, hunger, and homelessness return to our world.\" Guru said, \"Your request does not surprise me. A solution that solves one problem sometimes creates a new problem.",
    "Wayne looked out his third-floor window on a cold winter day. A homeless man was standing still in the snow next to the fence that bordered the supermarket parking lot. He was facing the fence. Wayne finally realized what the man was doing. When he finished, he turned around and walked out into the busy street. Two shopping carts, both full of stuff, were in the street. The man started pushing both carts. Not once did he pay the slightest attention to traffic. He pushed the carts as if the street was his alone. Cars, trucks, and buses slowly drove around him. To Wayne’s amazement, nobody even honked. Wayne’s wife asked, \"What are you doing?\" He said, \"Some homeless guy’s walking in the middle of the street. I’m thinking of calling the police.\" His wife said, \"Why? Mind your own business. If he gets run over, then call the police.\"",
    "His wife said, \"Do you smell that?\" He said, \"No. You know I don’t have a dog’s nose, like someone I know.\" She said, \"It’s a curse, not a blessing. If we were inside our apartment, I would blame you. But we’re outside, in the ’fresh’ air. But it’s not fresh. It smells like you know what.\" He said, \"Well, don’t blame me. I took care of business before we left home. Maybe it’s your imagination. Maybe your nose is going cuckoo from being so overactive.\" But her nose isn’t going haywire. Her nose is right on the — methane. Earth’s air is starting to go bad. Even though the great outdoors seems unbounded, it doesn’t have a vent that scientists can open to \"air out\" the air. What enters the air, stays in the air. In the future, ten-story cans of Febreze will encircle the Earth, spritzing the air hourly.",
    "In a memo to parents, the school principal said, \"Being overweight can lead to many problems, such as diabetes and heart disease. We’ve tried time and again to get our ’well-rounded’ students to slim down, but nothing seems to work. So now we’re going to try something new. For every pound that a student is overweight, we’ll fine his parents a dollar. For example, if a student is 50 pounds overweight at the beginning of the school year, the fine will be $50. If that student loses 50 pounds by the end of the school year, we’ll refund the $50. We have to start fining parents because money is the only thing that everyone understands.\" Harmon called the principal. He asked, \"What’s next? Our kids are too short — fine us? Our kids are too ugly — fine us?\" She said, \"Of course not. Being short and ugly doesn’t affect their health.\"",
    "He paid $40 to an online job-finder agency. He filled in his job title (light bulb changer), salary ($10 an hour), and area (New York City). Soon he started receiving emails from employment agencies. These emails listed job positions that were available. Only a few positions were for light bulb changers. But those positions required experience with many kinds of light bulbs he had never seen or even heard of, much less changed. Most emails listed positions such as Driver, Nurse’s Aide, Home Health Attendant, Security Officer, Cashier, Car Wash Service Detail Technician, and Sales Representative. Many emails listed positions that were hundreds or thousands of miles from New York City. One email he received said, \"Hi Bill (heart), We found 12,633 jobs in Brooklyn for you.\" He shook his head. He didn’t want 12,633 jobs. He wanted just one job that he knew how to do and do well.",
    "A white policeman choked a black man in NYC. The man died. The grand jury didn’t indict the officer. Then, a white policeman shot a black man in Missouri. The man died. The grand jury didn’t indict the officer. NPR-PC and mainstream media reported on these events and the ensuing nationwide unrest in great detail. Massive demonstrations occurred; many protesters held signs saying, \"Black Lives Matter!\" President Obama said such demonstrations were \"necessary.\" Attorney General Holder initiated an FBI investigation. A month later, an illegal immigrant walked into a convenience store at 4 a.m. in Arizona. The 21-year-old clerk didn’t hand over a pack of cigarettes fast enough. The smoker shot him once. There were no demonstrations. There were no signs saying, \"White Lives Matter!\" Obama and Holder were silent about the murder. NPR-PC and all the other liberal media were silent about the murder. ... Grant, we hardly knew ye.",
    "Food manufacturers routinely add sugar to sweeten their products as well as sweeten their sales. Similarly, car manufacturers now sweeten their vehicles by adding artificial sounds. Modern engines are so efficient that they are almost silent. Researchers have found that drivers, especially men, dislike a silent car. They prefer a car that sounds subtly menacing, like a subdued version of the Mustang or Charger engines in the movie \"Bullitt.\" So, engineers have made such a sound integral to the cabin. Also, doors in newer cars close with a solid click that belies how flimsy the doors actually are. Likewise, engineers have enhanced the closing click of glove compartment doors to give them a solid sound. Different sensory tricks are in the works. Engineers are busy developing enhanced window glass. When a woman looks through the glass at the driver, he will always see a big smile on her pretty face.",
    "He asked his wife where all their money was going. She said, \"Don’t look at me. All I seem to spend money on, besides groceries, is new underwear for you. Must you wear underwear till it’s almost rotting off of you? How embarrassed you’ll be if a truck runs you over and the doctors and nurses see your stained, holey underwear!\" He said, \"I won’t be embarrassed — I’ll be dead.\" He hated it when she threw out his broken-in underwear. Also, he suspected she was fibbing. He went to his neighborhood shaman and bought a truth pill. He slipped it into his wife’s coffee the next morning. He asked her where all their money was going. She repeated her earlier statement. Just to test her truthfulness, he asked her lots of other questions. She passed his test with flying colors. That pleased him; on the other hand, it disappointed him.",
    "Sam wanted to email a photo on his iPhone. But when he clicked on the photo, all he saw at the bottom of the photo was Edit and a trashcan. Where is Send, he wondered. He asked his wife. She tapped the phone twice. \"There!\" she said. He said, \"Unbelievable! How’d you do that?\" She said that she’d already shown him three times and wasn’t going to show him again. \"It’s not my fault,\" he said. \"Technology is simply too complex.\" The following week, he came home with a big grin on his face. He told his wife, \"Apple hired me. I’m now their chief non-geek. They test everything on me. They give me a new product, and videotape me as I try to operate it. Then they eliminate or redesign every feature that baffled me.\" His wife said, \"I’m so proud of you.",
    "\"Racism in America ends with the next generation,\" announced Greg Mendel at a press conference. He had invented a tiny, liquid microprocessor that could be injected into humans. \"What’s my basis for this statement? It’s simple,\" Greg said. \"One, if there were only one race, there’d be no racism. Two, perception is reality. Once my microprocessor is in a person’s bloodstream, everyone he sees appears to be his own race. For example, if he’s black, everyone he sees appears to be black. Whatever his color, the whole world appears to consist of people who look the same exact color. Bingo! No more racism. I propose that my solution be optional for everyone alive, but mandatory for all newborns. They will grow up thinking that theirs is the only race on Earth. Once the United Nations sees how nonracist the new American generation is, all babies worldwide will receive the shot.\"",
    "NYC’s hip public radio station, WOLE, is preparing for a language change. Its American, English-only announcers are all attending Spanish classes. They’re learning to roll their R’s. They’re learning to soften their T’s. They’re learning to say AH for a, A for e, E for i, and OO for u. They’re not learning to say O for o — they already know that. They’re adding Spanish pronunciation to their English vocabulary. When an earthquake recently hit South America, an American announcer said, \"A 5.4 earthquake hit Chee-lay.\" Americans who heard the news were initially confused. What in the world, and where, was this Chee-lay? Dave called the station. He asked the manager, \"Why did the announcer say Chee-lay? In America, we say Chile, just like the weather in January.\" The manager said, \"Our announcers are just practicing.\" Dave asked, \"Practicing for what?\" The manager said, \"For when Spanish is on top.\"",
    "Rod’s health provider notified him to get a free prostate cancer screening. Rod had just gotten a colonoscopy a week earlier. When it rains, it pours, he thought. He called his primary doctor and got a referral to a urologist. Two weeks later, a urology technician took Rod’s blood sample and asked for a urine sample. Later, the doctor came into the room. He asked Rod a few questions. Then he asked Rod to drop his shorts and bend over the examination bed. The doctor lubed his gloved hand. Rod bent over, with his forearms on the bed. \"Unh!\" Rod grunted, as the doctor rammed his finger up inside Rod. A second later, the doctor withdrew his finger. Rod asked, \"Is that it? You’re done?\" The doctor said, \"Yep, that’s it. I’ve got a very sensitive finger. You’re okay. See you next year!\" No, you won’t, Rod thought, still smarting.",
    "Stan awoke and peered out the window of his Bronx apartment. He saw gray sky. He’d hoped, even though he knew better, to see yellow sun and blue sky. The unending gray sky had made China its first home, and then it spread worldwide. Solar panels were the first casualty. Desperate to save Earth, nations banned the use of fossil fuels. Even nuclear plants were shut down. Silence settled over cities and towns as motors and engines stopped running. Ground, air, and sea transportation became home to many. There was no heat or air-conditioning worldwide. There was no running water. There was no electricity. At night, Earth was as dark as the dark side of the moon. At least the Neanderthals had fire, Stan often thought. Tired of freezing every winter, he and his wife had only one hope. Their names were on a long government waiting list — for Florida.",
    "They had elected him to solve national problems, and that’s exactly what he did. He solved poverty. He ordered all lottery administrators to decrease the sizes of the prizes. Where one person used to win $100 million, now ten million people win $10. He solved unemployment. It’s now zero percent. Everyone must share his job with someone else. Instead of one person having a 40-hour job, two persons have 20-hour jobs. He solved immigration. He eliminated all the boundary markers all around the United States. \"Borders are for bigots,\" he said. But he didn’t solve racism. \"Even I can’t solve that,\" he said, shaking his head. \"As long as there are races, there’ll be racism. Maybe in 1,000 generations, everyone’ll have light brown skin. But even then, unless everyone also has the same color of eyes, and everyone has the same color and texture of hair, there’ll still be racism.\"",
    "The head of New York City’s K-12 schools announced new penalties for various student offenses. Many offenses that used to result in suspensions now result in infractions. A suspension is a day or more off from school. An infraction is an hour or more in after-school study hall. Offenses downgraded to infractions include smoking, drinking, cursing, spitting, fighting, stealing, disrupting class, and defacing property. The only offense not downgraded is hitting a teacher. That’s been reduced to a one-day suspension — plus one day for each day the teacher has to spend in the hospital. Offenses upgraded to suspensions include making \"racist, colorist, ethnist, religist, ageist, sexist, gayist, weightist, heightist, uglist, or intelligist\" remarks. Ms. Farina said, \"We have a new motto: ’Words Can Hurt — Talk Nice.’ Our students must learn that mean words can cut like a knife. And the scar they leave is just as permanent, just as ugly.\"",
    "The liberal senator told the conservative governor, \"You need to find a painless and humane method to kill John Smith.\" The governor said, \"John Smith is a serial killer. We know he killed 15 people; he claimed he killed 25 more. So, of course he deserves a painless, humane death. But you didn’t want us to electrocute him, so I said we’ll gas him. You said that was too slow, so I said we’ll shoot him. You said that was too noisy, so I said we’ll hang him. You said that was too old-fashioned, so I said we’ll waterboard him. You said that was for terrorists. So, after much thought, I’ve finally come up with something that I’m sure you’ll like. Let him die of old age!\" The senator said, \"Of course not. Have you seen all the diseases that people get when they’re old? That’s the worst death imaginable.\"",
    "Mark watched a GoPro video of someone’s nighttime dive off Manhattan’s Freedom Tower. That was so cool, Mark thought. But something was missing. He had merely watched — not done. He went into his basement lab. He invented \"Be There.\" Online, he invited doers to buy his Sender. By using Sender with a GoPro camera, a doer could record everything that he sensed and thought during, for example, a skydive. Then, after a watcher downloaded Mark’s Receiver (for a small fee) and connected to the doer’s Sender (for a small fee), he could enjoy the skydive exactly as the doer had enjoyed it. That is, the watcher could sense everything that the doer sensed, from jumping into empty air, feeling the wind in his face, and feeling the chute catch air, to hitting the ground. The watcher could experience the doer’s every thought and feeling — without ever stepping out the door.",
    "Bob called NYC’s public radio station, WXTRAPC. He told the ombudsman, \"You used to be an American English station. Nowadays I’m hearing about 70-percent English, 20-percent Spanish, and 10-percent Other. So, 30 percent of the time, I might as well be listening to static. You interview someone somewhere, and you pronounce their name and their country fluently in their native language. For example, your reporter introduces Frrahn-seesko from Cheelay. That’s static to me. How about, Francisco from Chile? Then, to make communication — you’re supposed to be communicating, you know — worse, your reporter translates what the interviewee is saying while the interviewee is talking. Two voices, and two languages, at once! Hello — Communication 101, one speaker at a time.\" The ombudsman said, \"Sir, perhaps you’d appreciate both voices more if you learned a second language.\" Bob said, \"Never! I’m a flag-waving veteran. A second language will never taint my all-American tongue.\"",
    "Sue said, \"My coworker ratted on me. She told my supervisor I left work fifteen minutes early yesterday. Fifteen minutes, and she had to go tattle to the boss. I need to find another job.\" Bill said, \"Well, good luck finding one where your coworkers won’t stab you in the back. When I was a young man, I thought America was one big, happy family. All for one, and one for all. Ha! No way! This country is not only every man for himself, but every group for itself: blacks versus whites, Muslims versus Christians, and poor versus rich, to name a few.\" She said, \"Well, you omitted the biggest ’versus’ of all, and it’s worldwide, not just in America.\"",
    "\"Mary\" saw a halo of light. It said, \"Hello.\" She said, \"Hello. Am I in heaven?\" It said, \"I’m afraid not.\" She gasped. \"Am I in hell?\" The halo said, \"There is no hell, and there is no heaven. There is no ’Earth.’ There are no people, or plants, or animals. There isn’t even me. There’s only you. And you are only energy. You, and you alone, constitute the universe. Your energy fuels your imagination. Your imagination constantly creates new ’lives’ on ’Earth’ for you. Each life seems real. You are born, you live, and you die. Each life seems like many years, but lasts only a fraction thereof. You have already lived millions of lives. They all seemed real, but none of them were. The only thing real is you, as energy. You have no shape. You have no substance. You have existed forever, and you will exist forever.\"",
    "My dad, 87, was in a hospital room in Alabama awaiting gall bladder surgery. I called him Tuesday morning. We talked for five minutes. Several times he said, \"I’m out of breath.\" Then he started coughing. Then he threw up. He said he had to go. It was 10:10. I should’ve called Mom. She would have immediately driven over to the hospital and sat with Dad. She would have screamed at the nurses and doctors to \"Do something!\" I didn’t even call the nurses’ station to say he’d just thrown up. My dad had to suffer all alone, \"out of breath\" for three more hours, until he coded at 1:00. They revived him. Then they took him to CCU, and he coded again. He died at 4:20 p.m. Had I called Mom at 10:10, Dad might still be alive. Instead, I’m still alive, with this regret to relive every day.",
    "His wife asked, \"Why are you whistling?\" He said, \"Because I’ve become an optimist. I’m no longer the pessimist with the long face that you complain about. Instead of worrying that something bad is going to happen to me, I expect something bad to happen to me. For example, my doctor just cut skin cancer out of my face. So I feel good, right? But I don’t feel good just because the cancer is gone. Because I know something is going to take its place, something far worse. But so far, whatever’s next, like terminal brain cancer, hasn’t struck me yet. When it does, it won’t be an unpleasant surprise. I’m ready for it. But as long as it doesn’t hit me, it’s a pleasant surprise. I’m still healthy. So, that’s why I feel good. That’s why I’m whistling.\"",
    "New York City has a liberal city council. It thinks that the poor are too poor and the rich are too rich. It doesn’t think anything about the middle class, because in NYC there isn’t any middle class. The council had a plan. It would tax the rich and distribute the money to help the poor. The mayor told the council speaker, \"That’s a great idea. The rich should help their fellow New Yorkers.\" So, the council passed a new tax law. It worked very well for ten years. Then it stopped working. The liberal rich were all broke; the conservative rich had all moved to Connecticut. The only people still living in NYC were the poor. The mayor and the city council members had to take a 99-percent pay cut. The mayor told the council speaker, \"Your tax law was a stupid idea.\"",
    "Bob took the B train to get to a 10 o’clock interview at 245 West Houston. Unemployed, Bob hoped to shine at his Veterans Affairs interview. The three interviewers introduced themselves. The interviewer wearing the pink shirt reminded Bob of someone he disliked. Early on, Bob realized that the interview wasn’t going well. The interviewers asked difficult questions about the VA. Bob was clueless. Equally vexing was that \"Mr. Pink\" began each of his questions to Bob by saying Bob’s name slowly, as one might address a child — or a moron. After Mr. Pink began with \"B-o-b\" the third time, Bob interrupted, saying, \"Excuse me, why do you keep repeating my name?\" Mr. Pink said, \"Well, ’Bob’ is your name, isn’t it?\" Bob said, \"I asked you why. You know, ’why.’\" Slowly, Bob spelled, \"W-h-y.\" Mr. Pink said, \"That’s funny — you, condescending to me. This interview is over. That’s o-v-e-r.\"",
    "Joe swore that his ex-wife still loved him. Mel laughed. \"She divorced you. She said that she no longer loves you. She said she was tired of you always breaking your promises and always apologizing for breaking them. She said in the beginning you were her king, her everything. Now, that’s all changed. She moved uptown, and she never gave you her new address. She doesn’t text or talk to you. So, how in the world can you possibly think that she still loves you?\" Joe said, \"It’s real simple. If she didn’t love me, she wouldn’t mind seeing me and talking to me every day; I’d be just another guy. But by refusing to talk to me or see me, it proves how much she still loves me, because it hurts her so much being with me but not being able to be with me permanently.",
    "He slowly peeled the two Band-Aids off his face. They covered some ointment on his cheek and nose. The ointment covered about 25 stitches. The stitches were a result of recent Mohs surgery for skin cancer. Using his fingers and soap and water, he removed the ointment. He rinsed his face. Then he opened the tube of ointment. He squeezed a glob of ointment onto a Q-tip and applied the ointment to all the stitches. \"Keep them moist,\" his doctor had said. Once he’d moistened the whole area, he put a couple of new Band-Aids on his face. He did this twice a day for five days. On the fifth day, he went to the doctor’s office. She wiped the ointment off his face and removed all the stitches. \"You look good,\" she said. He smiled. She was being nice. But, more important, he felt good. He was cancer free.",
    "The mayor ignored the daily complaints about \"psycho-lists\" running amok on New York City streets. It didn’t bother her that adult cyclists sped on sidewalks, or that cyclists rode the wrong way on one-way streets, or that cyclists ignored stop signs and traffic lights, or that cyclists didn’t use headlights and taillights after dark. None of these things bothered Her Honor — until a cyclist ran into her son, Dante, while he was walking and texting on the sidewalk. He spent several weeks in Lenox Hill Hospital. Police didn’t find the culprit. But errant cyclists were soon to regret Dante’s mishap. A new regulation appeared in NYC media and in subway cars and stations a month after Dante left the hospital. It warned cyclists that violating certain bicycle laws would result in the immediate seizure and prompt auction of the violator’s bicycle. To Citi Bike’s dismay, the regulation included rental bikes.",
    "He asked, \"Whatever happened to freedom of speech, our most important freedom?\" She said, \"Nothing happened to it. It’s still part of the First Amendment.\" He said, \"Well, you better check your Bill of Rights. They rewrote the First Amendment. It now says, ’you have freedom of speech only if your speech is politically correct,’ or ’PC,’ as everyone says. And the PC police are everywhere. Nowadays you have to talk nice about everyone and everything. For example, I used to crack a lot of fat jokes. Now I can’t even say ’fat.’ You can’t say anything even slightly negative about someone’s race, color, religion, creed, gender, ethnicity, or age. You can’t talk about politics, abortion, immigration, living wages, or gun control without getting into an argument.",
    "The city council thinks New York City has too many laws. It wants to decriminalize certain activities. Decriminalization will result in fewer people going to jail. People will simply pay a fine, as they do for a parking ticket, instead of dealing with a criminal charge. For example, if someone pees on a sidewalk, or on a subway platform, or in a subway car, he’ll pay a fine, say $1. If he poos in public, maybe $2. If he drinks alcohol in public, or litters, or jumps subway turnstiles, he’ll pay a fine. The police commissioner said, \"This is a slippery slope. If you decriminalize A and B, why not C and D? E and F? Why not decriminalize robbery? Taken to the extreme, why not decriminalize murder? Murder someone, pay a $10,000 fine. Sounds crazy now, but given enough time, it’ll get a green light, just like same-sex marriage.\"",
    "At 10 a.m. \"Red\" looked out his bedroom window onto busy Ocean Avenue six floors below. The Russian church next door was having its Saturday yard sale. An old green van was double-parked in the northbound lane closest to the church. At 8 p.m. the yard sale was long over, but the broken-down van was still there, forcing vehicles to go around it. At 11 p.m. the van owner placed a large cardboard box, with a tray of ripe tomatoes clearly visible on top, 20 feet behind his van. At 1 a.m. a lone pedestrian walked off with the tray. Sunday morning, the van owner exited his unticketed van and walked back to the box. He picked it up and put it into his van. Late that night, he placed the box back in the street. This time, the cardboard tray on top of the box was full of oranges.",
    "Bruce could not put her out of his head. Little things that he did every day reminded him of her. He couldn’t wash his dishes without hearing her saying, \"Rinse them thoroughly!\" He couldn’t brush his teeth without seeing her standing at the bathroom sink, her toothbrush in her right hand and a cup of water in her left hand, brushing and gargling and spitting, over and over. He couldn’t take his socks off without thinking of her tiny feet, and how she loved his massaging them before going to sleep. Day and night, he couldn’t listen to any love song without thinking of her. Had almost every love song in the world been written just about her? Then Percy Sledge died. That day many radio and TV stations played Percy’s peerless \"When a Man Loves a Woman.\" That love song is different, Bruce thought. It was written about him.",
    "Leon and Leslie sat next to each other in class. Monday afternoon Leslie said, \"Tonight I’m going to my Bible meeting.\" Next morning, Leon asked how her Bible meeting went. Leslie excitedly told him everything about the meeting. Then she said, \"Tonight I’m going to visit my sick aunt.\" Next morning, Leon asked Leslie how her visit went. She excitedly told him everything about her aunt. Then Leslie said, \"Tonight I’m going to a poetry reading.\" Next morning, Leon asked her about the reading. She excitedly told him everything about the poets and their poems. When she finished, Leon said, \"I’m dreading tonight. I’m seeing my dentist for a root canal. I’ve never had one before. I’m really nervous!\" Next morning, Leon waited for Leslie to ask how his root canal went. Instead, she excitedly told him all about the Far Rockaway wedding she was going to the next day.",
    "Jesse was a new hire at a NYC agency. It was the third Wednesday of a four-month training class. The teacher told everyone to log on to their computers and log into the agency’s Intranet. She warned them, \"Remember your handouts. Violating our computer regulations could result in discipline or dismissal.\" At day’s end, everyone logged off. But expecting an important email, Jesse clicked on Google and then g-mail. The teacher walked by his desk. She said, \"Why are you on the Internet?\" Jesse said, \"I’m sorry,\" and immediately logged off. That evening he couldn’t sleep. All he did was worry. Are they going to fire me tomorrow, he wondered. If asked why he was online, his only defense was that he forgot. But that’s no good, he thought. Nobody wants an employee who can’t remember simple rules. Saying \"I forgot\" is no better than saying \"I felt like it.\"",
    "At 8 a.m. Charley was waiting at the north end of the Sheepshead Bay platform for the northbound B. When it pulled up, Charley followed others onto the train. Except he forgot one thing. He forgot to put his left foot onto the train. Instead, he put his left foot into the 5-inch gap. His whole leg plunged into the gap. Charley found himself sitting on the platform; he couldn’t get up. Immediately, two strangers on the platform grabbed him from front and behind and pulled him up to his feet. Dazed, Charley thanked them and stepped onto the train. The doors tried to close on him, but he squeezed through and grabbed a seat. He shook his head. How could I have missed the whole train, he thought. It’s so big, and the gap’s so small. Those two saved my life, he thought, as blood trickled down his calf.",
    "It was a warm, sunny holiday in Sheepshead Bay. On Emmons Avenue, Godfrey walked by one busy restaurant after another, except for one that was completely empty. Godfrey shook his head. How frustrated the owner must feel to see customers enjoying themselves on both sides of his restaurant, but not one customer in his own restaurant. As Godfrey continued walking east, a teenage boy skateboarded up to him and stopped. He said, \"Mister, is today a holiday for living soldiers or dead ones? Tell my sister, please.\" He handed Godfrey his mobile phone. Godfrey said, \"Hello. Memorial Day is for all our soldiers killed in all our wars. If those million brave soldiers hadn’t died, you’d both be in school today.\" She said, \"Really? Well, I’m sure glad they did. I hate school!\" Godfrey handed the phone back to the boy, who said, \"See? I told you!\" and skated off.",
    "I woke up at 2 a.m. I had to pee, of course. When I turned on the bathroom light, it hurt my eyes. How can light hurt your eyes? I thought your eyes and brain can’t feel pain. But then if your brain can’t hurt, how can you have a headache? How can I be over 60 and still have more questions than a six-year-old? Why do I have to use the bathroom in the middle of the night? The web is crawling with brain-training exercises; where are the bladder-training exercises? But at least there’s a silver lining to having to get up out of a warm bed in the middle of the night. It’s being able to get back into a warm bed in the middle of the night. And the icing on the cake is being able to go to sleep for the second time in one night.",
    "Brevin was in a 40-hour class on agency application forms. He wasn’t the teacher’s pet. She acknowledged each of his questions with a sigh, a headshake, a reminder to take better notes or to listen better, or a dismissive \"asked and answered.\" One afternoon, she said to fill in the space for \"landlord\" with the tenant’s name. Brevin asked, \"How can a ’tenant’ be a ’landlord’?\" She said, \"I knew you’d get hung up on that! I knew you’d get hung up on that!\" Irritated, Brevin said, \"If you knew I’d get ’hung up’ on it, why didn’t you explain it in the first place? And pardon me for getting ’hung up.’ After all, it makes perfect sense. A tenant is a landlord! So, I guess an apartment is a building. A window is a door. A doorknob is a teacher.\" She glared at him and continued with her instructions.",
    "While awaiting their trainer, the students were comparing their list numbers. Appointment to their class had required a high list number, which derived primarily from each student’s NYC civil service exam score. Everyone had divulged his unique list number except Nate, who was the quietest, but not the sharpest, student in class. Sara asked, \"What’s your number, Nate?\" He softly replied, \"One.\" His classmates murmured. Ben said, \"I bet you’re a vet.\" Nate said, \"Yes. Iraq.\" Ben said, \"See? It’s not fair. Just for being a vet, Nate got an extra five points. That’s why he’s number one, and I’m only number two.\" Nate rose from his chair.",
    "A lifelong bird lover, Bob painted only birds. But his paintings of birds looked nothing like the real thing. To help viewers \"see\" his birds, Bob entitled his paintings: Birds in the Sky, Birds in a Tree, Birds on a Wire, etc. Still, viewers usually said, \"Birds? What birds? I don’t see any birds.\" Naturally, art lovers eventually came to revere Bob’s \"birds.\" His first painting, which he’d originally sold for $100, later resold for a million dollars. Bob said, \"That’s not fair. I deserve part of the resale. From now on, whenever I sell a painting, I’ll require the buyer to give me 10 percent of whatever he gets if he resells it. Ditto for successive buyers.\" Bob’s wife said, \"But what if the resale price goes down? Won’t you have to pay someone 10 percent? That’s only fair, too.\" Bob said, \"Of course not.",
    "Jason worked in a call center. He and his coworkers all received the minimum wage. One day Jason complained about the job and the pay. His manager said, \"What are you complaining about? You work indoors. You’re not working outside in the freezing cold. You sit at a desk. You’re not standing on an assembly line. You talk on the phone all day. You’re not digging ditches. And no other worker is getting paid more than you. Now get back to work!\" Every week, Jason disliked his job more. One day an angry caller demanded to speak to his supervisor. Jason put her on hold. Then, changing his voice, he said, \"I’m the supervisor. How may I help you?\" The lady said, \"The man I was talking to called me ’stupid.’ How dare he say that!\" Jason \"the supervisor\" said, \"I’m so sorry, ma’am. But he’s right.",
    "The man, a stranger to Bobbie, was visiting New York City for the first time. Just after ascending the subway station stairwell, he asked her which way was north. After pointing up Broadway, Bobbie said, \"Now be careful where you step while you’re walking. They should call our sidewalks ’poop decks,’ because so many dogs use them for their business. And don’t walk under electrical wires that pigeons are standing on. You never know when — .\"  Bobbie suddenly stopped talking. The stranger looked at her, and she looked at him. He said, \"When what?\" She said, \"Oh, I’m sorry. My personal rule is to stop talking about every 20 seconds. Over the years, I’ve realized that very few people listen to me for even 20 seconds.\" He said, \"But you only talked for about ten seconds.\" She said, \"Well, 20 seconds is actually my goal. I usually settle for ten.\"",
    "It was the fourth day of a four-month class. Rose walked into the classroom. She smiled and said hello, and Ned reciprocated. Rose was friendly and pretty. Ned liked everything about her except for one thing. She sat down next to Ned. Immediately the garlic hit him. Ned wondered yet again, Doesn’t anyone in her family, doesn’t her best friend, doesn’t even a total stranger ever say anything to her about her garlic breath? Doesn’t she ever get a whiff of herself? How could she not have a clue? Does her brand of garlic promise No Garlic Breath? How could she believe that? Ned dared not mention her garlic odor to Rose, of course, because she would probably hate him for life. Ned complained to his wife about Rose. His wife said, \"Fight fire with fire.\" The next morning, Ned ate two cloves of garlic just before entering the classroom.",
    "Lois asked, \"Daddy, why do they call it ’The Big Apple’?\" He said, \"Many moons ago, our ancestors landed on Manhattan. They saw red apples lying on the ground, and they saw silver fish leaping in the Hudson. They decided to stay. They built themselves a village and started a new life. It wasn’t long before they wanted to buy the whole island. The chief of the island tribe said, ’Make me an offer I can’t refuse.’ So they baked a huge apple pie for his family. It was the First Americans’ first pie. They loved it. They pleaded for second helpings. Our ancestors said, ’Here’s the deal.",
    "Lucy’s car was a lead car at a Brooklyn intersection. She said, \"I hate intersections.\" Ethel said, \"Why’s that? You should be used to intersections. After all, you’ve been driving for 20 years.\" Lucy said, \"Yes, and you might remember my hair started turning gray 19 years ago. Why? Because of impatient honkers behind me. Just wait. When that light’s only half-green, the guy behind me will honk loud and long. DMV must have changed its road test rules right after I got my license. It must have started giving new drivers extra points for honking at ’sluggish’ drivers in front of them. Every time I’m the lead car at an intersection, I feel like I’m participating in a National Hot Rod drag race.\" The red light was still partially red and the green light was only partially green when the driver behind Lucy blasted his horn. H-O-N-K!! She sighed.",
    "The Sheepshead Bay stairwell was jammed with straphangers trudging up and trudging down. Graham patiently followed an old lady limping down each step, while an impatient teen followed Graham. The teen accidentally stepped on the back of Graham’s foot, but didn’t apologize. Graham immediately imagined himself sitting at a table enjoying an icy lemonade on a hot summer day. Outside the station, a wrong-way bicyclist almost hit Graham while he was crossing the street. Again, Graham imagined himself sipping a refreshing glass of lemonade. When he got home, he told his wife, \"Well, I didn’t think it would work, but you were right. Two people today really irritated me, but instead of dwelling on them and stewing, I calmed down immediately by thinking of sipping a cool lemonade on a hot day.\" His wife said, \"I knew it would work. I’ve been using it for years to cope with you.\"",
    "At Sheepshead Bay, Clay started walking down the steps from the Q platform to the street below. The stairwell was full of people going places. In front of Clay was an old lady using a cane. Behind him was an impatient teen. The teen stepped on the back of Clay’s foot. He didn’t apologize. Clay said \"lemonade\" to himself about ten times. Then a wrong-way bicyclist nearly hit Clay while he was crossing the street. Clay tried to imagine a refreshing glass of lemonade. When he got home, he told his wife, \"Well, your lemonade idea didn’t work. It didn’t help me turn today’s lemons into lemonade. You can’t turn lemons into lemonade without sugar, and there’s no sugar to be found when people are constantly assaulting you in one way or another. There’s only bitterness. Lemons plus bitterness makes what?\" She said, \"It makes for a long, unhappy life.\"",
    "Dear Dad, You’re in heaven now. Mom and I’ll be joining you there eventually. I visit her every weekend. I think she’s adjusted to your absence. When she talks about you now, she sounds strong; she never tears up. She’ll probably be joining you next, and then I’ll be following her. I can’t wait to see you two together again. You were like two parts of a picture puzzle; you were different, but you were a perfect match. Of course, you should still be together here on Earth. Not a day goes by that I don’t think of you lying in your hospital bed that morning, telling me over the phone, \"I’m out of breath.\" Not a day goes by that I don’t kick myself for not alerting the hospital staff. You died that afternoon because I failed you that morning. You gave me life, Dad; I gave you death.",
    "The performance artist picked up the cigarette butt and threw it into the trash. Smokers!, she thought. Lyn had spent her adult life trying to encourage the public to stop polluting the earth. But people continued to befoul Mother Nature’s air, water, and soil. How can I wake people up, Lyn wondered. She specially ordered a 50-foot-diameter plastic globe. In it, she stashed a year’s supply of food and water, greenery to provide oxygen, an air mattress to sleep on, and enough pipe tobacco to fill several bowls a day. There was no toilet. Museum workers sealed the two halves of the globe. As months went by, museum visitors watched the globe fill with smoke, trash, and human waste. When Lyn emerged at year’s end, international media were there. TV talk shows feted her. But then, a celebrity athlete announced his sex change, and everyone forgot about Lyn’s global warning.",
    "Jude asked, \"Mommy, why are there so many stories? The Bible has stories, Dr. Seuss has stories, my teacher has stories, and you and daddy have stories. Everyone has stories! I think there’s too many stories. I couldn’t ever read them all, even if I lived to be as old as you are. So why do people keep writing stories? Don’t they know we don’t have time to read them all?\" She said, \"You’re right, honey. We can’t possibly read them all in one lifetime. But people keep writing stories because they have something to say. And they think what they have to say will interest other people. So they share their stories.\" Jude said, \"I have a story.",
    "The teens were at a party. One said, \"I like the buzz I get from tequila.\" Another said, \"I like the buzz I get from scotch.\" Another said, \"Nothing beats the buzz you get from bourbon.\" Another said, \"The best buzz is from French wine.\" Another said, \"If you want a nice buzz, try homemade beer.\" Another said, \"Who needs booze? The best buzz is from nicotine.\" Another said, \"You’re all wrong. The best buzz is from weed, which, by the way, is 100 -percent natural!\" The youngest teen said, \"What’s the matter with you guys? What’s with all this ’buzz’ talk? Are you honeybees? Look at you! You aren’t even 20, and you’re already praising drugs over the natural high of life itself. Without a single drug, life’s an adventure of surprises. Do you want to be really ’cool’? Drop the drugs and alcohol.",
    "A magazine article said many tourists weren’t getting to meet real New Yorkers. Many weren’t getting to see the real New York City. Instead, all they saw were high-priced tourist traps. His Honor the mayor held a contest to make NYC more tourist friendly. The winning suggestion was simple: Remove all the street signs. That wouldn’t be difficult, since half of them were already missing. Street crews removed the remaining signs, and tourists started getting lost immediately. But while wandering around lost, they got to see \"new\" parts of NYC. While wandering around lost, they got to meet \"new\" NYers who helped them find their way. The mayor’s husband said, \"It’s a win-win.\" The mayor said, \"No, it’s a win-win-win. Tourists discover more NYC areas, tourists meet more real NYers, and NYC saves on street sign maintenance costs.",
    "Seeking approval from FAA, Smelta Airlines proposed several changes. It wants to reduce the size of carry-on luggage \"approximately 20 percent.\" According to measurements submitted to FAA, the new luggage size would actually be the size of a man’s size 12E shoebox. Smelta said the new size would minify light travelers’ decision-making about \"What to pack?\" Its other changes involved price and seat location. It wants to charge lighter people less, and heavier people more. For example, it would charge a 100-pound person $100 one-way. It would charge a 150-pound person $150, and so on. Further, it would seat people according to their weight. The lightest people would sit up front; the heaviest would sit in the back. Smelta said this proposal would help passengers become more weight-conscious and help its planes achieve faster take-offs. Cynics predict FAA will allow \"a whole day\" for public comments before rubber-stamping Smelta’s proposals.",
    "The President said, \"General Robert E. Lee was a great commander, but he fought for the South and for slavery. Many southerners still admire the general. But admiring the general means admiring racism. We can’t have that. This country has too many divisive issues as it is. Therefore, to eliminate racism, I have ordered the destruction of General Lee’s memorial and all statues honoring him. Further, I have ordered the removal or destruction of all paintings, photos, articles, and books about the general. Unfortunately, even without such reminders, we still have the word ’lee.’ Every time someone sees that word, they’re going to think about General Lee and racism. So, I’ve ordered that ’l-e-e’ be changed to ’l-y’ in dictionaries and elsewhere, including Google. From now on, people can wear their Ly jeans or eat Sara Ly cheesecakes or argue about Ly Harvey Oswald, all without promoting, or perceiving, racism.\"",
    "Cliff was walking up Flatbush Avenue one morning. When he got to Bergen Street, he saw an actress with her 6-year-old daughter waiting to cross Flatbush. Cliff had seen this woman in a movie recently. At first, he thought her face was odd-looking, as if different parts of it belonged to different people. But by the time the movie ended, Cliff thought she was the most beautiful actress on the planet! And now, there she was, standing in front of him. Never at a loss for words, Cliff walked up to her and said, \"Hi. I just want to tell you that you are the prettiest woman in the world, even though your eyes and cheeks don’t match your nose and lips.\" The actress looked at him and said, \"Thank you, I think.\" The traffic light changed.",
    "The President said, \"The Confederate flag sells, salutes, and sanctions racism. Therefore, I’ve just signed an executive order banning public display of the flag itself or its public use as a logo on caps, T-shirts, et cetera. However, if southerners want to display the flag and related items inside the privacy of their own homes, that’s okay, as long as they keep the blinds closed. After all, free speech at home is the least that Americans can expect from their government. Now, because I know this ban won’t be seen as ’enough,’ I’m ordering the destruction of all statuary related to the Confederate cause. Also, because Washington and Jefferson owned slaves, I’m ordering the destruction of their monuments in Washington, D.C., and their mansions. Finally, I’m removing their likenesses from our money. I’m confident that when all these symbols of racism disappear, racism in our great country will also disappear.\"",
    "Honkers were hurting NYers’ eardrums. Hizzoner called a car manufacturer, who said, \"No problem. We can electrify the horn. The more you use it, the stronger the shock you get. Or, we could make the horn ’renewable.’ You only get 50 honks. When you run out of honks, you have to buy more honks.\" The mayor loved both ideas, but the governor didn’t. The mayor’s wife made a suggestion. She said, \"Let’s have a monthly ’Win, Place, Show’ contest. We’ll give ribbons to the dumbest honkers we can find. Maybe we can embarrass people into stopping honking.\" Five weeks later, at city hall, the mayor feted the top three honkers. \"Show\" won for honking at an old lady using a walker in a crosswalk. \"Place\" won for honking in a $350 \"Don’t Honk\" zone. \"Win\" won for honking at 10 cars in front of him waiting on a red light.",
    "Sue was training for a job with a NYC agency. She was with other trainees in a domestic violence class in Harlem. During class and as an aside, the trainer told a personal story regarding a recent news incident. James followed up with, \"Well, look at the judges in that state. They’re all white.\" The trainer went back to domestic violence. Sue interrupted. \"Excuse me, but what James just said sounded racist.\" James said he’d simply made an observation. Sue said, \"Oh. Okay. Well, has anyone noticed that all the trainers in all our classes have been black?\" James said, \"What’s that supposed to mean? Do you have a problem with black trainers?\" Sue said, \"I was just making an observation.\" James said, \"That’s it? Just an ’observation’? That’s hard to believe.\" Sue said, \"Exactly. Who makes pointless observations? Nobody says something like, say, ’They’re all white,’ without a reason.\"",
    "The Supreme Court, in a 5-4 decision Friday, approved same-sex marriage nationwide. President Obama called the decision a \"victory for America.\" The White House, using colorful lighting, became the Rainbow House that evening. Nyers danced outside the Stonewall Inn while same-sex partners kissed and hugged one another. The LGBTQ community lauded the decision. Said one NYer, \"Does it get any better than this? We can now get married in all 50 states. And our marriages are lawful. Our love for our partner is recognized as a legal union. Love has won; bigotry has lost.\" An evangelist said, \"What does Obama mean, it’s a ’victory for America’? I’m an American. It’s no victory for me or other American Christians. It’s no victory for the Bible, America’s only path to salvation. Just as those sinners fought for this decision, we’re going to fight to reverse it. And God is on our side.\"",
    "George was at a family reunion. He said, \"Boy, it sure is hot today.\" His younger sister said, \"It’s not as hot as it was yesterday.\" His older sister said, \"You should have been here last Saturday. Now, that was hot. I think it set some kind of state record.\" His older brother said, \"You want hot? You should have tried sitting on the leather seats in my car this morning.\" His younger brother said, \"No, hot was my bedroom last night after the AC broke down. My sheet was soaked in my own sweat this morning.\" His mother said, \"It’s not the heat. It’s the humidity.\" His father said, \"Do you people ever talk about anything except the weather?\" George said, \"No, Dad. We learned a long time ago that the weather is about the only thing that we agree on.\" His father said, \"Agree?! That’s a good one.\"",
    "It’s the future. The United States, population one billion, is as crowded as a rush hour 6 train. Crowded people are irritable people. Irritable people argue, fight, and kill. The President declared, \"We can’t go on like this. The first thing that too many people do when someone irritates them is to call that person a name, usually related to his race. We’re supposed to be a melting pot, but we’re still a tossed salad. So, my new executive order divides the U.S.A. into ten geographical areas. One area will be exclusively white people, another area solely black people, and so on. The tenth area will be only mixed races. Maybe absence’ll make the heart grow fonder, and we’ll all get back together sometime.\" However, within each area people continued to argue, fight, and kill. The President told his wife, \"Well, at least we got rid of racial hate crimes.\"",
    "Luke Smith was a trainee for a NYC agency. He was at a field office for two days with Max, another trainee. Luke was 55; Max was 35. The director told them to go to Section A for that day’s training. Two workers were waiting for them there. The female worker said, \"Hi, Mr. Smith. Please have a seat and just watch what I do.\" The male worker, who looked 25, called out to Max, \"Hey, buddy! Come over here, and I’ll teach you a thing or two. You can call me Mr. J.\" \"Junior\" had better not call me \"buddy,\" Luke thought, or I’ll teach him a thing or two. The next day, Luke was reading a motivational poster on the office wall. Walking past him, Mr. J said, \"That’s a nice-looking shirt, buddy!\" Luke wanted to yell, \"Don’t call me buddy, buddy!\" Instead, he quietly said, \"Thank you.\"",
    "The two NYC agency trainees were sitting by themselves at a table. They were both young and attractive. It was break time. They had first met a day ago. She said, \"So, tell me about yourself. What are you for, and what are you against?\" He said, \"Well, I’m for baseball, mom, and apple pie.\" She said, \"You’re a good American. What else?\" He said, \"I’m for 100-percent cotton and for fresh produce.\" She said, \"That’s five for’s. How about against? You must be against a thing or two.\" He said, \"Yep. I’m against talking about religion and politics. The last time I talked about religion, my mom got mad at me. The last time I talked about politics, my dad got mad at me. I don’t want you to get mad at me, so let me change the subject.",
    "A passenger plane crashed into George Washington’s nose on Mt. Rushmore when the pilot decided to commit front-page suicide. \"Why?!\" implored handsome anchors. The world was shocked. Eugene, a jaded New Yorker, yawned. Wait till next week, he thought. Sure enough, the following week a space rocket delivering supplies crashed into the space station, blowing both vehicles into smithereens and killing hundreds on Earth. The world was shocked. Five different terrorist groups claimed responsibility. Eugene yawned. Wait till next week, he thought. Sure enough, the following week, a prankster hacked into the U.S. power grid, shutting down all electrical power nationwide for a week. Thousands died in disabled elevators. The world was shocked. Eugene yawned. Wait till next week, he thought. Sure enough, the following week brought shocking news. But this time it was Eugene who was shocked.",
    "Nelson was in a beginner computer class for adults. He had been struggling, much to his teacher’s growing annoyance. One evening Mrs. Brown handed out a teacher evaluation form. It was for the previous night’s substitute teacher. The form had a space for the student’s name. Nelson asked, \"Our name isn’t mandatory, is it?\" Mrs. Brown said, \"Look at the instructions. They say your name is optional.\" Nelson quickly reread the instructions. He said, pointedly, \"No, the instructions don’t say the name is optional. In fact, they don’t say anything about printing our name.\" She glared at him. She said, \"Do you know your name?\" He looked at her. \"Excuse me?! Of course I know my name. What kind of question is that?\" She said, \"Then you figure out what to do with your name. I’m not going to get into an hour-long discussion with you about a stupid form.\"",
    "Maria owned many books on magic potions. All of the potions had antidotes, which were handy on the occasions when she turned rude people into frogs. She’d always used the potions locally, but one day she decided to go international with an exciting new potion. The world will soon be a better place, she thought. She spritzed the potion from her fourth-floor walkup in the Bronx. A month later, everyone on Earth who had self-destructive habits changed for the better. Smokers stopped smoking. Drinkers stopped drinking. Overeaters stopped overeating. Gamblers stopped gambling. Cheaters stopped cheating. Liars stopped lying. Nobody could figure out the cause of these changes until Maria stepped forward. Millions praised her. But millions of others didn’t. Smokers missed smoking. Drinkers missed drinking. Others missed their bad habits, too. Soon, they demanded that Maria \"undo\" her potion. Crossing her fingers, she said, \"If only there were an antidote.\"",
    "Warren was walking along the right edge of the sidewalk, next to the storefronts. Another man, also walking alongside the storefronts, was approaching Warren. When they got within a foot of each other, they stopped. The other man was a head taller. Warren said, \"Step aside.\" The man laughed and said, \"No, buddy. You step aside.\" Warren said, \"You’re not listening. Move out of my way, or I’ll move you out of my way.\" The man laughed again and said, \"Try it, little man.\" Warren swung, catching the man flush on his jaw. He fell to the sidewalk, unconscious. Warren stepped over him and resumed walking. When arrested moments later, Warren explained, \"I never step aside. It shows weakness to others, and it robs me of my self-respect.\" The arresting cop said, \"Excuse me?! Stepping aside is simply being courteous.\" Warren said, \"I save my courtesy for people I respect.\"",
    "When he was five, Wally rode the Cyclone, Coney Island’s famous wooden roller coaster built in 1927. His dad and aunt flanked him. Afterward, Wally’s mom asked if he had liked it. He cried out, \"No!\" As an adult, Wally decided to revisit the two-minute ride. He asked the ticket seller, \"Do you give discounts to vets?\" She said no. He asked, \"Senior citizens?\" She said no. He asked, \"AARP?\" She said no. Wally paid the nine dollars. He sat alone in a middle car. The coaster creaked slowly up a steep slope. Then, rapidly, it descended almost vertically. Wally’s glasses started vibrating violently. He felt like all his bones were rattling against one another. The coaster made five more steep descents and five sharp left to right turns. When it stopped, Wally, feeling nauseous, laboriously climbed out of his seat. The child is smarter than the man, he thought.",
    "Frank, the 980 AM talk show host, was talking to Ralphie, the CEO of Big-Time Eating. The subject was the previous day’s hotdog-eating contest in Coney Island. Young newcomer Matt Stonie had edged out the favored champ, Joey, by two hotdogs. Frank asked, \"Why do you think Joey lost?\" Ralphie said, \"Well, first of all, it was an overcast day. Joey, I would say, is a hot weather eater. So, the cooler temperature might’ve slowed him down. Also, as everyone knows, Joey recently broke up with his fiancée, so that must have been weighing on his mind.\" Frank agreed. Listener Bert called in. He said, \"Come on, you two. Stop making excuses for Joey. Stonie won fair and square. The temperature was the same for everyone. And, you don’t know — maybe Stonie was also dealing with some kind of personal grief. Joey was a great champion, but now he’s history.\"",
    "It was a grey day in overcast Coney Island. Grey as in poupon. Poupon as in mustard. Mustard as in hotdog. Hotdog as in Nathan’s Famous Fourth of July International Hotdog Eating Contest, in its 43rd year. The men’s contest was a battle of the buns, a duel of the dogs, as eight-time, reigning champ Joey \"Jaws\" Chestnut matched mouthfuls with chomping challenger Matt Stonie. After 10 minutes of wolfing wieners and swilling water, Stonie won the war of the wurst by a paltry two pups, 62 to 60. The victory didn’t exactly surprise Stonie, who had beaten Joey six times, head to head, in the past year in other eating contests. In accepting his victory belt, Stonie shouted \"Frank you!\" to 2,000 cheering spectators. The announcer announced it was an \"incredible battle between two incredible athletes.\" Wiener warriors have come a long way since 1980, when nine dogs won.",
    "Lola was seven years old, two years younger than her sister Edie. One day Lola asked, \"Mommy, am I pretty?\" Her mom said, \"Of course you are, dear. Why do you ask?\" Lola said, \"Because no one ever tells me that I’m pretty. Nobody, not even you or dad, has ever told me that. But everyone always tells Edie how pretty she is. And everyone always talks about how pretty she is, and how she could be a movie star when she grows up. I want to be a movie star too.\" Lola’s mom said, \"Honey, ’pretty’ isn’t everything. You are very smart. You’re smart enough to be anything you want to be. You can be a doctor, a lawyer, an engineer, or a scientist. What could be better than that?\" Lola said, \"Who wants to be a scientist? I don’t want to be smart.",
    "On 970 AM talk radio, Frank said, \"Last Sunday morning we did our last joke contest. Everyone complained that the jokes weren’t very funny. So, today we’re trying a new contest — a spelling contest. I know we’ve got a lot of smart listeners out there, so let’s see who’s the smartest. Today’s prize will be the best-selling book, ’100,000 Tricky Spelling Words.’ Just call in to participate.\" Bernie called in. He turned his radio off and listened over the phone for Frank’s cue. Then he heard Frank say, \"Bernie, in Queens.\" Bernie said, \"This’ll be a piece of cake. Spelling rules are a big part of my English class. I hope some of my students are listening.\" Frank said, \"Spell Illinois.\" Bernie said, \"So easy. I-l-l-i-n-o-i-s-e.",
    "Eve was feeding pigeons in Prospect Park. Her best friend, Nicki, had died a month earlier after a speeding bicyclist crashed into her in the park. The pigeons suddenly flew away. Nicki appeared to Eve. Nicki said, \"Eve, I know I’m dead, but I’ve never been so alive. I can go anywhere in the universe, instantly. I just visited Jupiter. I’m a super genius. I understand everything, even English grammar rules. I’m a time traveler. I can watch, or participate in, any historical or everyday event I choose to. I watched the Big Bang. I signed the Declaration of Independence. I stood next to Neil Armstrong on the moon. I can choose to experience all the emotions and senses I had as a human, plus hundreds of others that you, as a human, can’t even begin to comprehend.",
    "Jack had taught his dog Barkstein to recognize the names of 50 items around the house. Jack said, \"If I tell him to bring me a magazine, he brings me a magazine. If I say bring me a shoe, he brings me a shoe. Also, I’ve taught him to just bark at the shoe when he finds it. He’s a rescue puppy. I selected him because golden retrievers are really smart. I’ve done TV shows where I put 30 items on the studio floor and say, for example, fetch the wallet. He never fails. People ask, What’s the point? The point is that this is life and death training. It’s not just a parlor trick. For example, if a little boy’s lost in the woods, I can tell Barkstein to find a shirt, and he searches the woods for one. Of course, inside the shirt is the missing little boy.\"",
    "Horace told his wife, \"Listen to this. Americans spent $70 billion last year on lottery tickets. That’s more than the total spent on sports tickets, books, video games, movie tickets, and recorded music, which was $63 billion. What’s the matter with these people? At least they got something for their $63 billion. What’d they get for their $70 billion? Nothing, most of them. The lottery’s a fool’s game. There’s six numbers. Your chance of hitting the Power Ball number, which is just one number, is less than one in 70. One in 70! You have a better chance at Aqueduct, where there’s only 10 horses per race. Ah, what do I care? It’s not my money. Are we packed for Vegas? I can’t wait to get to the roulette tables. Black, red, or green. So simple. Your chance of winning is one in three.",
    "Ira said, \"I think I’m coming down with a cold.\" His older brother said, \"You should see a doctor. Sometimes people think it’s just a cold but find out too late that it’s double pneumonia. That’s what killed the muppet guy.\" His younger brother said, \"You should squeeze fresh lime juice into a shot glass full of hot whiskey every night for a week.\" His older sister said, \"You should take two baby aspirin with a large glass of fresh-squeezed orange juice every night.\" His younger sister said, \"You should stay home so you don’t infect your coworkers. That’s how colds spread, you know.\" His mother said, \"You should stop going to that bar on Friday night. Bartenders never clean the bar glasses properly. They use the same filthy rag to dry the glasses that they use to wipe the counter.\" His father said, \"You should listen to your mother.\"",
    "She looked at her watch. She sighed. Almost eight hours to go. She was in a NYC training class. Years ago, she’d flunked a class that involved using punch cards. Years later, she’d flunked a statistics class. Her current class involved numbers, formulas, rules and exceptions, and a proprietary software system. She was the only one in her class who didn’t \"get it.\" Her classmates had taken to the curriculum like ducks to water; she was the class rock. Her teacher’s curt responses to her questions early on had caused her to simply stop asking questions. Her midterm score was 35 percent. The final was a week away. She was sure that she would score about 35 percent again. Failing the final would mean that she wouldn’t get hired. But she couldn’t wait to take the final, because failing would also mean that she wouldn’t have to attend class anymore.",
    "Somehow, an inmate on the eleventh floor of downtown’s Manhattan Detention Complex got hold of 24 sheets. One night he tied them all together. He tied an end sheet to his bedframe and dropped the remaining sheets out the barless window. A homeless man who liked to set things on fire — and watch them burn — walked by. Seeing the hanging sheets, he looked up. The inmate was making his way down. The homeless man set fire to the sheets. Flames ascended toward the inmate, who was at the eighth floor. Smelling smoke, he looked down. He saw the flames racing upward. Frantic, he tried to climb back up and into his jail cell. He let go of the sheets, however, when his jumpsuit caught on fire. He didn’t survive the fall. Neither did the homeless man, who stood smack under the inmate, transfixed as the flaming jumpsuit plummeted toward him."
]