[
    "On Monday, he went to his one-day temp assignment at BBQ&Beanz LLP. When he got there, he found a Friday memo accidentally left inside the work jacket. It said, \"We’ve got Arnie Blarney from BestTemps scheduled for Monday, but he’s not ideal. Call the other agencies to see if we can get anyone else, so we can cancel Arnie.\" He read it again. I’m \"not ideal\"?, he thought. He felt insulted; he felt hurt. What exactly does \"not ideal\" mean, he wondered. Previously, nobody at BBQ had ever said, \"You’re not finished yet?\" Nobody had ever said, \"Is this the first time you’ve ever done this kind of work?\" The vibes had always seemed good. He wanted to call the memo writer. Instead, he swallowed his pride and did Monday’s assignment as fast and as well as he could. Maybe good work today, he thought, will neutralize this negative note.",
    "Lorna stood deep beneath Macy’s, waiting for the B train to take her to Columbus Circle. The huge crowd was a sign that her train was due. She looked at her watch. The crowd grew. Suddenly, a woman’s voice announced over the two-cups-and-a-string PA system, \"Attention! There’s a static with the static train. Static use the static train or static train instead of the static train.\" Few words were distinct. Scratches overpowered the rest. \"Watson, come here!\" was probably twice as clear. Lorna shook her head. A man standing next to her said, \"Please, no understand.\" Although proud of being \"a real New Yorker\" and always eager to help visitors, Lorna had to admit, \"I’m sorry, but I did not understand her either.\" He said, \"No understand? You speak English. She speak English.\" Lorna said, \"Yes, you’re right. I speak English. She speak English.",
    "A funny thing happened the first time Kirk took a trip to Newkirk Plaza aboard the southbound Q. After it pulled into the station, Kirk got off and started walking toward the stairs. Just then, the southbound B pulled in. Dozens of riders vacated the Q, dashed across the narrow platform, and hopped onto the B. What is that all about, Kirk wondered. In fact, he mused, had he been sitting on the Q just then, he might have felt compelled to change trains himself. Eventually, Kirk figured it out. The Q was local; the B was express. Riders who switched wanted to get \"there\" faster. Later, as a seen-it-all commuter, Kirk regularly hopped off the southbound Q at DeKalb Avenue and waited patiently for the B, comfortable in the knowledge that, most of the time, the B would catch up and pass the Q that he had smugly abandoned.",
    "Leticia said, \"Look here. Someone wrote a book titled ’Your Song Changed My Life.’ So, tell me. What song changed your life?\" Her husband Skip said, \"That’s pretty obvious — our wedding song. I went from being a happy, single guy to being an unhappy, married guy. If I ever meet the guy who wrote that song — \" She said, \"Poor you; Google ’divorce lawyers.’ Now, tell me, what song changed your life?\" He grunted. \"No song changed my life! Whoever heard of such a thing? A book, yes. The Bible has changed a lot of lives. But a song? I’ve listened to hundreds of songs hundreds of times, but my life’s totally unchanged — well, maybe my hearing’s a little off. You taught me how to dance, so that’s a little change, too. The title doesn’t fly.",
    "He said, \"This guy on TV said he checked out all the world’s best-selling pillows, but couldn’t find one that was comfortable. I wonder how much money and time that took. So he created his own pillow company. He guarantees his pillow — ’only’ $100 — is the most comfortable pillow you’ll ever use. And if you don’t like it, you can return it within 100 days.\" His wife said, \"So, are you going to buy one — or two?\" He said, \"Honey, it’s returnable. After 100 days. Can you imagine what’s on a pillow after 100 days?\" She said, \"I’m sure they throw out the returned ones.\" He said, \"$100 pillows? I’m sure they don’t. I’m not going to risk buying a pillow with human cooties.\" She said, \"Didn’t you use to rent used bowling shoes and ice skates when you were a kid?\" He said, \"Sure. I’m lucky to be here.\"",
    "A Bronx high school principal proposed unisex restrooms. He said, \"America is all about freedom. Students should have the freedom to use whichever restroom they want. Signage saying Boys or Girls is sexist. Students don’t feel comfortable doing their business in a sexist restroom.\" Approving his proposal, the board of education immediately established unisex bathrooms in all five boroughs. Encouraged, the principal had another bright idea. He proposed that graduating high school students all wear the same color cap and gown, because using purple gowns for males and white gowns for females \"creates separateness rather than togetherness.\" The board quickly instituted his proposal. Inspired by the principal’s ideas, Gotham’s mayor announced three executive orders. One removed gender signage from all city agency restrooms, another banned the use of Mr., Mrs., Ms., or Miss when addressing or referring to city workers, and another required all city workers to wear beige uniforms.",
    "She was the nicest person that any person could ever be. Her son Ike was with her when, at 95, she died at home. At the funeral, Ike’s ex-wife Grace took him aside. He hadn’t talked to her since she divorced him five years after their wedding. She turned their daughter Julie against him, so Ike and Julie never talked either. Grace and Julie worked as waitresses at a 24-hour truck stop. Grace said, \"Did Mom leave the house to Julie?\" Ike snorted. Her voice rose. \"Do you know how many times I used to drag Julie over there to visit Mom? I always told Julie, right in front of Mom, ’Someday this beautiful house will be all yours, honey, because Grandma loves you so much. Isn’t that right, Mom?’ And Mom always nodded her head.\" Ike shook his head.",
    "Sometimes after  I say, \"Thank you for calling me\" and we hang up, tears form in my eyes. I love you so much. How could I have caused you to leave me? Along with all my other self-inflictions, this one badgers me day after day. You said I embarrassed you the other day when we went to Verizon to exchange my ancient tap-and-wait iPhone for a newer model. I told the worker that you were my girlfriend. You denied it. Then I showed the worker your picture on my phone. She smiled. We had fun while we were there — I thought. But on the phone just now, you said don’t ever say that again. You told me, for the hundredth time, we’re through. We’ll never be together again, you said. We can be friends, you said, but that’s it. As usual, I said, \"Yes, dear.\" But I’ll never give up.",
    "Angelo said, \"I love my friend Tim. Do you know why I love my friend Tim?\" Nell said, \"I’m all ears.\" Angelo said, \"Whenever I talk to Tim, whatever I say, he just says ’huh.’ He doesn’t correct me, he doesn’t edit me, he doesn’t contradict me, he doesn’t one-up me, he doesn’t judge me, he doesn’t tell me that I should do this or do that. He just says ’huh.’\" Nell said, \"’Huh’? What’s so lovable about that? Who wants to talk to someone who just says ’huh’? I had a psychiatrist who just said ’huh.’ It drove me nuts. I was spending $100 an hour — a 50-minute ’hour’ — and all I was getting was an occasional ’How do you feel about that?’ among hatfuls of ’huh.’\" Angelo said, \"There you go. Tim not only lends me his ear, but every hour I spend with him saves me $100.\"",
    "Ethan, a new hire at HRA, had already had problems with his supervisor, a six-foot, 240-pound ogre. One morning she told him to call his client. He said he would \"in just a minute.\" She bellowed, \"Ms. Greene, explain to Mr. Whyte what ’call your client’ means!\" He bellowed back, \"I don’t need a translation, Godzilla!\" Godzilla wrote him up. The next day, Ethan sat opposite Godzilla in the office of the director, another hostile, heavy heap of herness, who said, \"Yesterday you called her Godzilla, and then at exactly 11:47 a.m. today I heard you say ’you people.’ I’m writing you up for that. What do you have to say for yourself?\" He snorted. \"Write me up all you want, Butterball! I think you’re both closet racists, and that’s why you’ve been riding me — an innocent white guy — since day one. I’m writing you two up — to EEO.\"",
    "At a city council meeting, Thomas said, \"One-way bus rides and subway rides are $2.75 each. This is too much money for NYC’s 800,000 poor people. The MTA should cut the ticket price in half for our poor — and keep it there. It’s insult to injury when you have to pay top dollar to get to your minimum wage job. And MTA piles on the insults with its nearly annual price increases.\" Ned said, \"That’s a great idea for the poor, but it’s a bad idea for the middle class. The less the poor have to pay for tickets — not to mention everything else! — the more the rest of us have to pay. Helping the poor is making us all poor.\" Thomas said, \"That’s okay. When we’re all poor, we won’t have the income inequality problem anymore. We’ll all be in the same boat.\" Ned said, \"Yeah — a sinking one.\"",
    "She was all over TV and other media. Her daily feature, Global Gossip, revealed who was seen with whom and where, who was breaking up, who was showing a baby bump, and who was getting divorced. When there was no celebrity news, she made it up. When asked how she got into the business, she said, \"It’s real simple. Almost as soon as I could talk, I was a little gossip. In elementary school, I became the town tattler. At first, my parents and teachers said, ’Don’t be such a tattletale. You should learn to mind your own business.’ But then, they also kept saying, ’Tell me everything you’ve heard about SallyMay,’ or JohnnyB, or whoever.",
    "After Trump announced he was running for president in June 2015, a black guy shot a Latino cop and an Asian cop in Brooklyn. A white guy shot 12 moviegoers in a Colorado theater. A white supremacist shot six people at a Sikh temple in Wisconsin. A Muslim psychiatrist shot 13 \"infidel\" soldiers in Texas. An Asian student shot 32 people on a Virginia campus. A 16-year-old boy shot nine other First Americans on a Minnesota reservation. A Latino shot his former supervisor and three ex-coworkers in California. A black guy shot five ex-coworkers — \"racist devils\" — in Florida. A white guy shot a white President in Washington, D.C. To a man, all the shooters, when asked Why?, said that Trump’s candidacy had made them suddenly hate America, hate everything about it, and hate everyone in it. Had Trump never run, they all said, they never would have shot a soul.",
    "Debbie said, \"My, don’t you look different. Someone got himself a haircut.\" Doing a slow 360, Al said, \"Thank you for noticing, although I didn’t hear you say how nice it looks. I’ll have to tell my barber about that. Maybe he’s slipping.\" She said, \"My apologies to your barber. Your haircut looks very nice.\" He said, \"Thank you. It should. My barber is the world’s greatest. He knows me like the back of his hand. He cuts my hair however I want, whenever I want. In fact, if I want a midnight haircut, he’s there in a flash, like a genie. He never complains about the late hour either, and he never charges me for the house call. In fact, he never even charges me for the haircut.\" Debbie said, \"Wow! He surely is one in a million. By the way, you missed a spot behind your left ear.\"",
    "A Manhattan judge rejected Peter Prosecutor’s attempt to try someone for stealing a lamb gyro from a halal vendor on West 53rd. \"This is America! Being hungry’s no crime!\" Judge Judy said. The following week, she rejected Peter’s attempt to try someone for stealing a wool blanket from an upscale Fifth Avenue retailer. \"This is America! Staying warm’s no crime!\" she said. The following week she rejected Peter’s attempt to try someone for sleeping all day near the turnstiles in Grand Central. \"This is America! Sleeping’s no crime!\" she said. The following week she rejected Peter’s attempt to try someone for peeing in Greeley Park. \"This is America! Relieving yourself’s no crime!\" she said. She admonished Peter. \"This poor man’s no criminal — he’s a victim. Stop bringing me victims.\" Peter sighed. \"They’re all breaking the law.\" She said, \"They’re breaking society’s manmade, poor-people laws. They’re not breaking Mother Nature’s laws.\"",
    "EllyMay said, \"Daddy, you and mom say that I should always tell the truth. But what about everyone else? They don’t tell the truth. My classmates lie, my cousin Donald lies, and my teacher lies.\" Dad said, \"Your teacher?\" EllyMay said, \"My history teacher said Obama lied about his birth certificate. At first, I thought she was lying. But on TV the presidential candidates are accusing each other of lying about everything all of the time. If candidates lie, maybe presidents do lie!\" Dad said, \"Well, the truth about lying is sad, honey. At one time or another, everyone from the President on down to the bicycle delivery guy lies. It’s part of human nature, like scratching. You’ll just have to get used to it.\" EllyMay said, \"Ha! I’m already getting used to it. But it doesn’t matter. I’m going to be just like you and mom — I’ll never lie.\"",
    "’Twas a heavenly day. Michael said, \"This is rich. Everybody — in every nation! — called him every name in the book, and he still got the nomination. What a crazy planet — one part awesome, nine parts awful.\" Gabriel said, \"Amen, bro. Who’d a thunk? I’m hooked on Channel Seaven. Is it a soap opera or dope opera down there?\" Michael said, \"It’s both!\" They laughed as they high-fived each other. Gabriel said, \"They’re killing themselves with pollution, religion, and derivatives. And they call it ’progress’!\" Michael said, \"Ten millennia of ups and downs. Remember when it all started?\" Gabriel said, \"Like it was yesterday! He said, Watch this. And we said, Watch what? Two humans holding hands in a garden?\" Michael said, \"And He said, Just wait. So we waited.\"",
    "Like millions of others, Neil and Art were talking about The Donald. Neil loved him; Art hated him. Neil said, \"You’ve got to admire the guy. Forbes says he’s worth $4 billion. How can you not admire a billionaire?\" Art said, \"There’s a billion reasons. But one’ll do — his daddy gave it to him!\" Neil said, \"C’mon! You know that’s not true. His daddy lent him a million.\" Art said, \"Whatever. The fact is, becoming a billionaire is a given when you’ve got a million-dollar head start.\" Neil said, \"Excuse me. Have you ever had $100?\" Art said, \"Of course.\" Neil said, \"Have you ever had $400,000?\" Art said, \"Of course not. What’s that got to do with anything?\" Neil said, \"Trump multiplied his million by 4,000. Why didn’t you multiply your hundred by 4,000, if it’s so easy?\" Art said, \"Because it’s easy with a million, not a hundred.\"",
    "Mrs. Pormouth called the Texas high school. The principal, Mr. Watnow, answered. She said, \"My Albert just told me that there are going to be 20 students wearing a National Honor Society sash with their gowns. The other 200 graduating students won’t be wearing one. Albert says he’ll feel humiliated because all the spectators will see him without a sash and figure that he’s stupid. My son is not stupid; he’s just lazy. This sash thing divides the graduating class into the Smarts and the Not-so-smarts. It’s divisive. It’s hurtful. The class should be one big, happy, united family. I say all the students should be allowed to wear the sash, not just the lucky ones.\" The principal sighed. \"I’ve got one extra sash in my office. How about if I lend it to Albert, so he can wear it proudly? In fact, he can keep it.\"",
    "Archie complained to his ENT doctor. \"When I listen to TV, radio, movies, and when people talk to me, I have a problem.\" The doctor said, \"What might that be?\" Archie said, \"It ’might be’ that everyone’s talking too fast. I only catch about 80 percent of what I hear.\" After a thorough exam, Archie returned home. His wife said, \"Well, what did your doctor say? Do you have wax in your ears?\" Archie said, \"No, they’re clean as a whistle. And I passed the hearing test with flying colors.\" Betty said, \"So, it’s not in your ears. Maybe it’s between your ears!\" Archie said, \"You’re joking, but you’re right. It’s an aging thing. There’s a lag between when I hear something and when my brain registers it — a signal delay.\" She said, \"So, is it fixable?\" Archie said, \"Yes.",
    "\"Tell me a story, Daddy.\" Dad said, \"Sure, honey. On Alternative Earth, there was a great country called Greatopia. It was the greatest country of all time. Its citizens were happy, healthy, educated, generous, and hard-working.\" Jackie said, \"Greatopia sounds too good to be true.\" Dad said, \"You’re so smart.\" She said, \"Thank you, Daddy. I got all my smarts from you.\" Dad said, \"Well, your mom contributed a little. Anyway, one day the leader of Greatopia, having donned a navy blue pantsuit, announced, ’We’re blessed. I propose that we share our huge bounty — our jobs, food, homes, healthcare, pensions — with those less fortunate.’ Despite some concern, citizens bought into the idea. Greatopia opened its arms to millions worldwide, who poured across its borders.\" Jackie said, \"Did Greatopia go south?\" Dad said, \"In a New York minute. She’d sold them a bill of goods. Her myopia turned Greatopia into dystopia.\"",
    "A NYC university president emailed all staff. \"Today’s modern world is full of people with modern sensitivities. And their number one sensitivity concerns their gender. As you know, we all start out as females. Then, nature and nurture work their magic, and each of us ends up being mostly male, or mostly female. But not one of us is exclusively male, or exclusively female. Therefore, to call someone ’Sir’ may offend him if he looks masculine but actually feels feminine. And vice versa. Accordingly, to avoid hurting anyone’s feelings, I am forbidding your use of gender words anytime, anywhere. No more he, she, his, her, him, hers. No more Mr., Mrs., Miss, Ms. There are plenty of languages worldwide that don’t use the masculine or feminine. It’s time that English caught up with the rest of the world.\"",
    "Judith was on the phone with her husband. Craig said, \"I’m steaming mad. I just got tricked again. Yesterday I bought six one-pound boxes of Conzoni spaghetti because they were only a dollar each. I’m boiling some water now. After I took my usual pasta portion out of the box, there was only a little pasta left in the box. Usually there’s two big portions. I scrutinized the box. I discovered ’Net Weight 10 Oz.’ The Conzoni geniuses reduced the amount of pasta, but they didn’t reduce the size of the box. That’s box fraud! That’s pasta purloinment!\" Judith said, \"Well, email Conzoni. I’m sure they’ll apologize, or offer you a full refund, or maybe even a tour of their plant.\" Craig said, \"Ha! How about none of the above? Well, I’ll show them. I’m never buying any of their products again.\" She said, \"Unless they’re on sale.\" He grunted.",
    "\"Daddy, tell me a story.\" Dad said, \"Sure, honey. Once upon a time, there was a man who shaved his eyebrows every Friday night before he took his weekly bath.\" Imogene said, \"Weekly? He must have smelled really bad.\" Dad said, \"That’s for sure. But he was an environmentalist. By bathing only weekly, he was saving water.\" Imogene said, \"He was saving water, but he was losing friends! And why’d he shave his eyebrows? Does that help the environment, too?\" Dad said, \"No. He had flybrowitis. That’s when your eyebrows contain a chemical that attracts insects. In the daytime, flies, gnats, mosquitoes, and bees swarmed around his face. At nighttime, roaches and ants crawled on his face. Luckily, he was a deep sleeper.\" Imogene said, \"Eww! How disgusting.",
    "Quentin said, \"Why are liberals even allowed to live in America? Liberals are just like communists. They’re against everything America stands for. They want to give away everything we’ve worked hard for — give it away to every deadbeat in this country with his hand out. America is successful because it was built on conservatism, and it’ll only stay successful if it sticks to its conservative roots.\" Maureen said, \"Yes, America should never change. Conservatives are so afraid of change that they’re still stuck in the ’60s — the 1760s! Yet they don’t mind changing the whole earth through continued use of killer fossil fuels. They’re so stupid! Frankly, it wouldn’t surprise me if we end up having another Civil War — the Left versus the Right. And you’re going to lose, so start packing!\" The phone rang. Maureen said, \"Yes, honey. Daddy’s right here. He’ll pick you up in a few minutes.\"",
    "The sun set. Thomas and his wife went to bed. He said, \"I’m tired of going to bed at sunset. I’m going to invent a light bulb. It’ll attach to a lamp with an on-off switch and a cord. The cord will contain copper wires that connect to a plug that goes into a wall socket. The socket has wires that connect to a source of electricity. At sunset, we’ll turn on the lamp and voila — light!\" Mary said, \"That’s nice, dear. But what is ’electricity,’ and where does it come from?\" He said, \"Well, electricity is energy. But I’m still working on exactly where it’s going to come from.\" She said, \"Well, can I suggest something? I don’t think people will like having ugly wires all over their house.\" He said, \"Trust me. People will be so thrilled with electricity, they’ll never give a second thought to the wires.\"",
    "He was sitting in the front car of the northbound B train as it pulled into DeKalb. The northbound R, doors open, was on the next track. He raced out of the B car to the R platform. A woman was neck and neck with him. They got to the R train just as the doors closed. He frowned. How many times had he missed a train by just a few seconds? Now he’d have to wait almost 15 minutes for the next R. Then — surprise! — the doors opened. He and the young, pretty woman entered the car. The train started moving. He said to her, \"Boy, we got lucky this time.\" She said, \"What do you mean?\" He said, \"We missed the doors, but the conductor reopened them for us. That’s a blue mooner.\" She said, \"Really? Not for me.\"",
    "His wife said, \"What’s wrong now?\" He said, \"I’m in mourning. I bought some cheese a few weeks ago. A magazine article had said it was the best cheese in the world. So, I bought a very small piece — it was $50 a pound. I hope that cow is insured. Anyway, I brought it home to eat later. Then I forgot about it.\" His wife said, \"How could you forget about it? It was right there in the fridge. I saw it myself.\" He said, \"It was right there for a while, but then it started moving around. It eventually ended up in the loneliest, most remote spot on Earth known to mankind — the back of the fridge, where everything goes to change colors and die. My poor cheese was black and green. A fridge is a wonderful thing, mind you, but whoever invented it should’ve left out the back.\"",
    "In his dream, Bob changed the world by sharing a nugget of wisdom. The nugget came from the noggin of the world’s highest guru. When Bob awoke, he explained his upcoming journey to his wife. He caught a plane to Nepal. Once there, he hired a guide. After taking Bob to a base camp, the guide pointed way, way up the mountainside. He said, \"Gurujon lives up there. Good luck!\" Three days later, Bob arrived atop the mountain. The guru was sitting on a snowy ledge. A small cave was behind him. The guru said, \"Tea?\" Bob said, \"Sure!\" Bob retold his dream. The guru happily shared his personal mantra, which he recited 10,000 times a day. Bob returned home. His wife said, \"Okay, change my world!\" Bob said, \"Ready? — ’It’s always something.’\" She laughed. \"Everyone knows that.\" Bob said, \"Of course.",
    "Today is our second Father’s Day — without you. We have the day, but not the father. We used to tease you, and you joked — but you hoped — that we were going to miss you when you weren’t around anymore. We teased you about your daily Early Bird dinners. You pinched pennies to raise us, and continued pinching them even after all eight of us were gone and you were well off. We teased you about all the knick-knacks you bought, and then brought home — partly, you said, because they were on sale, and partly because they were something for us to remember you by. Dad, we don’t need a reminder! I told you once, Even if I had a choice of two dads — Hugh Hefner or you — I’d pick you. You laughed, and said that you’d pick Hef. Hef had one child. He was a poor man compared to you.",
    "The gunman killed 49 people and wounded 53 others before police put a dozen rounds of their own into him. The President visited the site of the massacre. Politicians, pundits and plain-spoken people nationwide decried the continued, easy availability of America’s semi-automatic assault weapons. Dale said, \"I don’t get it. Last year deranged mass murderers killed almost 500 Americans and wounded 2,000. And every shooting got headline news and massive media and public outcry. Now compare that to more deadly ’shots.’ Every day, on average, drunk drivers kill 24 people and injure 800 people. Every day, year after year. The most dangerous ’assault weapon’ in America is the drunk behind the wheel. Why do madmen with guns shock us, while madmen with keys, who routinely kill thousands more, bore us?\" Teresa said, \"That’s simple. Americans expect to die on the highway.",
    "Darcy’s dad was white; Darcy’s mom was black. Darcy was a blue moon baby. Instead of being light brown, or dark brown, or black, or white, he was half-white and half-black. From head to waist, he was white. From waist to feet, he was black. His schoolmates taunted him so much that he wished he’d never been born. But he persevered. He graduated from high school and college and found a good job. Wanting to start his own family, he went on MatchMee.com, where he met Elizabeth. She was also half-and-half, except she was black on top and white on bottom. They fell in love, married, and had three children. The first was half-and-half like Darcy. The second was half-and-half like Elizabeth. The third was half-and-half, but vertically, not horizontally. She was the one Darcy and Elizabeth knew would suffer the most. She was the one they loved the most.",
    "Mike introduced himself to his coworker. He said \"Mike\" slowly and loudly, hoping it would take. A short time later, she said, \"Sir, do you know the password?\" Slightly irritated, Mike wrote down the password. A bit later, she said, \"Excuse me, sir. Can I borrow your red pen for a second?\" Mike said, \"Please, don’t call me ’sir.’ Call me Mike.\" She said, \"I’m sorry. I called you ’sir’ because — well, I forgot your name.\" Mike said, \"I know. ’Mike’ is a difficult name. It’s hard to spell. It’s hard to pronounce. It’s multi-syllabic.\" She said, \"No. It’s just that when I meet people, I get so nervous. I want them to like me, and I worry about saying ’Hello, nice to meet you, I’m Heather’ cheerfully and shaking hands properly and smiling sincerely.",
    "Modifying various genes, a lab created an ingredient to cure doggy breath. Dog food manufacturers added it to their wet and dry dog foods. Dog owners worldwide marveled at their dogs’ fresh breath. Doggy-kissing and face-licking became extremely common worldwide. Something else became extremely common — dog owners’ new behavior. Whenever they walked their dogs, owners themselves stopped frequently to sniff fences, telephone poles, trees, and bushes. Sometimes they even sniffed other dog owners. Cat owners were watching. Alana told Bruce, \"I followed you yesterday. You were so busy sniffing everything that Bowser had to pull his leash to get you moving.\" Bruce said, \"Yes, I’ve discovered a terrific new odorific world. I’m a sniffaholic. I love it. I’ll never stop. You should trade in your cat for a dog.\" Alana said, \"Never! Besides, I could stop your sniffing in one second.\"",
    "She said, \"You really hate those people, don’t you?\" He said, \"What’s not to hate? They’re ugly. They’re lazy. They’re stupid. They’re liars. They’re thieves. Yet, they have attitude! They actually think they’re better than everyone else.\" She said, \"How many of them do you actually know?\" He said, \"Know? Why would I know them? I know all about them. My dad told me about them, just like his dad told him.\" She said, \"They say hate destroys the cup that holds it.\" He said, \"Not my cup. They also say spice is the variety of life. Well, hating those people is my spice — it fires me up. They also say there’s a yin for every yang. So, I love my people, and I hate those people. Everyone hates something. You hate broccoli. What’s the big deal? I keep it inside. They have no idea how much I hate them.\"",
    "Apparently, and unwittingly, Herman managed to offend his next-door neighbor immediately upon moving into the building. Whenever their paths crossed, the man ignored Herman. Herman’s building had a glass lobby door. Getting home late one night, Herman could see his neighbor waiting for the elevator. Herman loudly turned the key in the lobby door. His neighbor turned and saw him. The elevator door opened. In the short time it took Herman to get to the elevator, it was gone. Herman thought, I owe you one. A month later, Herman was waiting for the elevator. His neighbor was unlocking the lobby door. Herman smirked. The elevator door opened. Herman entered. His neighbor approached. The door started closing. Herman held it open. His neighbor didn’t thank him. They rode to the sixth floor in silence. They walked to and unlocked their adjacent apartment doors in silence. Herman thought, I owe you two.",
    "A private collector paid $100 million for \"Eat Your Vegetables,\" a textured, abstract expressionist 6’x15’ painting. But he loaned it to museums for half of every year, so the lacquered, granular, panoramic artwork basked in worldwide popularity and acclaim. Late in life, the artist agreed to a magazine interview. He told the writer the story behind his colorful oeuvre. \"I was staring at a blank canvas. I was eating a tomato. I have terrible allergies every spring. I suddenly sneezed. Tiny bits of tomato splattered all over the canvas. At first, I was angry. Then, I was inspired. I ate some more tomato. I sneezed again. I ate some mango. I sneezed again. I ate some garden peas. I sneezed again. Every spring for 10 years, I kept eating and ’painting.’\" He chuckled. She said, \"That’s disgusting. Your million-dollar ’painting’ is chewed food?!\" He said, \"It’s a lot of lettuce.\"",
    "\"Daddy, tell me a story.\" Dad said, \"Sure, honey. Once upon a time, there was a piece of bread, a piece of meat, and a piece of cheese. Fred the Bread said, ’Let me wrap myself around you two, and we’ll make some hungry little kid happy.’ Pete the Meat and Louise the Cheese  said, ’Yes!’ So, all wrapped together, they headed to the playground. Once there, Fred the Bread asked little Johnny, ’Hi, are you hungry? We’re delicious.’ Johnny said, ’Sure. But, first, are you gluten-free? Is Mr. Meat antibiotic-free? Is Ms. Cheese fat-free?’ Fred the Bread asked little Susie. She said, ’Sure. But where’s the mustard?’ Fred the Bread asked little Joey. Joey said, ’Forget it! Mommy said never accept food from strangers.’\" Louise the Cheese started crying. ’Nobody wants to eat us!’ Fred the Bread said, ’Don’t despair.",
    "He made a fist and shook it once. \"Finally! I just finished my second e-book. Seven years for two e-books. How pathetic. Some authors write seven real books in seven years.\" His wife said, \"Well, your books just took longer to ’percolate.’ And, you’re such a perfectionist, everything you wrote, you rewrote twice — that’s six books!\" He said, \"I wish. But you do have to write the right words. Mark Twain said the difference between the wrong word and the right word is like the difference between a lightning bug and lightning. I just hope all my percolating and perfectorating pay off. We need this book to help pay the bills.\" She said, \"But why an e-book again? Hardbacks make more money.\" He said, \"Two reasons. One, hardbacks cost much more to produce. Two, I don’t ever want to see my creation looking up at me from a Remainder bin.\"",
    "His wife asked, \"Why the long face?\" He said, \"It’s June 20.\" She said, \"Oh, yes. You love sunshine. So on the longest day of the year, with the most sunshine, you’re unhappy.\" He said, \"Of course I’m unhappy. Because starting tomorrow, the days are going to get shorter and darker.\" She said, \"So why don’t you just enjoy today? Don’t worry about tomorrow being shorter. You remind me of that guy who, on his wedding day, suggested to his new bride that they kill themselves because they’d never be happier than on their wedding day. It was going to be all downhill from there.\" He said, \"Well, that guy was an idiot, because he didn’t know for sure. Maybe they’d have a beautiful baby. Maybe they’d get divorced. But I know for sure. The days are definitely going to get shorter, and this day is the cause of it.\"",
    "\"The flag’s a liability,\" said the spokesman for the local board of fire commissioners. It ordered firefighters to remove Old Glory from the rear of three fire trucks in Poughkeepsie, NY. Firefighters had recently secured the 3’ by 5’ cloth flags to the trucks — without asking for board approval. When angry townspeople asked how their beloved flag constituted a liability, spokesman Ben Arnold said, \"The flag distracts motorists. Drivers see it and immediately start thinking about how much it means to them. Their diminished attention to driving can lead to multi-vehicle, rear-end accidents. Firefighters would have to rescue injured drivers and passengers behind them, while in front of them buildings burned and fire victims leaped to their deaths.\" Loving the logic, the mayor of the Big Apple ordered the removal of both U.S. flags from the Brooklyn Bridge. He said, \"Now our First Lady is safe from distracted chopper pilots.\"",
    "Rudy and Ruby were trying to keep it civilized. Rudy said, \"How can you? Just because she’s a woman? Wake up! She’s a ’sister,’ but she’s going to run Big Brother. She’s going to be in charge of a political, financial, and media machine that even now is trying to control every facet of our daily lives. That machine’s going to make ’1984’ look like Nirvana.\" Ruby said, \"Oh, the sky is falling! The lies about her are nothing compared to the truth about him, the silver spoon brat who ’matured’ into a ’dirty old man.’ He hates browns and blacks. He hates women. He’s a business failure and a born liar!\" Rudy said, \"She’s a bigger born liar! Go ahead, vote for the machine. I’m voting for him. He’s not part of any machine. He’s flawed, but he’s human flesh and blood. He stands alone, but he stands tall.\"",
    "Bill, the building super, held open the hinged, exterior elevator door of the old apartment building for Tom. Tom, a long-time tenant, thanked him. Still holding the door, Bill said, \"C’mon! People are waiting.\" His 12-year-old grandson Jud sashayed into the elevator. The interior door slid shut and the elevator rose from the lobby. Bill said, \"Say hello to Mr. Tom.\" Jud ignored his grandfather and Tom. Bill repeated himself, adding, \"He’s the owner of the building.\" Jud said, \"Really?! Hi, Mr. Tom!\" Jud’s big smile looked almost genuine to Tom, who hardly liked the lad. Laughing, Tom said to Bill, \"I wish!\" The elevator stopped at the second floor. Bill and Jud exited. Tom heard Jud ask, \"What’s he wishing for?\" Tom told his wife about the elevator conversation, adding, \"I wish Bill wouldn’t say things like that. In a few years, the kid’ll probably try to rob us.\"",
    "Paula and Wes, Manhattan attorneys, used the same car service. David’s friendliness had prompted each of them, months ago, to ask him to become their regular driver. One day at work, however, Paula said, \"I love David, so I don’t want to hurt his feelings, or his income. But his driving is so, um, uneven.\" Wes said, \"Or, um, scary! I owe him a long overdue talk.\" The next night, before exiting David’s car, Wes said, \"David, Paula and I like you, but we’re thinking of changing drivers. You slam on the brakes. You step on the gas. You don’t slow down for potholes. I feel like I’m on the Cyclone back here! You’ve got to start driving like we’re trying to drink a cup of hot coffee back here.",
    "Laura and Bill had been out of touch. They accidentally met near The Halal Guys line on W 53rd. Laura asked, \"So, what’s new?\" Bill said, \"Well, I shouldn’t brag, but I just discovered a cure for cancer.\" Laura said, \"You mean some blue moon variety that attacks only three-legged mice?\" Bill laughed. \"No, I mean the everyday variety that causes lung cancer, skin cancer, and every other cancer.\" Laura gasped. \"No! And this isn’t all over the front page?! Yesterday, every news channel featured some guy who invented a new cure for hiccups! But you’ve discovered the cure for cancer and nobody knows about it?!\" Bill said, \"Well, the media were about to broadcast my discovery nationwide, but then they discovered my dirty little secret and killed the story.\" Laura asked, \"Dirty little secret? You’re not a serial killer, are you?\" Bill said, \"Worse! I’m a life-long Republican.\"",
    "It was yearbook picture day for Ruby’s senior class. A high school tradition, yearbooks are keepsakes that seniors pore over long after they were seniors. The excitement of picture day had kept Ruby up late the night before. Upon awaking, she went into the bathroom. She screamed. Alarmed, her dad knocked on the bathroom door. \"Honey, are you okay?\" She said, \"Yes, Daddy. I’m okay. No, I’m not okay!\" Dad said, \"You’re okay, but you’re not okay. What’s not okay? Do you want to tell me, or do you want to tell your mom?\" Ruby said, \"Daddy, I have the world’s grossest pimple on my nose!\" Her dad said, \"A pimple? A pimple! So pop it, honey. It’s just a pimple!\" She said, \"Just a pimple? Just a pimple! It’s picture day, Dad! There’s no such thing as ’just a pimple’ today!\" Ruby started bawling. Dad went to get mom.",
    "\"He’s the worst president we’ve ever had!\" Betty said. Her brother said, \"How can you say that? You just watched him being sworn in. He’s been POTUS for nine seconds!\" She said, \"So what?! He’s the worst ever! He’s a menace to women, to immigrants, and to our government!\" Eddie said, \"Excuse me?! His two exes praise him. His adult daughter — not to mention all his female employees — adores him. His wife and one ex-wife are immigrants. His whole life, he’s had to deal with governments at every level, here and abroad, to get million-dollar projects done on time and under budget. What more do you want?\" She said, \"I want Don gone — now, before he gets us all killed! He’s a sexist, a sham without shame, a hoax on America’s folks.\"",
    "John’s tankless toilet often failed to \"gulp,\" his word for the sound it made after it \"swallowed.\" If it doesn’t gulp, I have to reflush; if reflushing fails, I have to plunge, John always said. Recently, both actions had tediously become part of the routine whenever John used his throne. Finally, he told the super, who tested the toilet. He said, \"The flush is weak. I’ll order a new bowl, because it’s also leaking. Your downstairs neighbor has a small — for now — ’bubble’ on his ceiling. He says you flush ’10,000 times’ a day. If you ever notice that the water level is low, call me ASAP and do not flush again, although it might be too late.\" Next day, John flushed but heard no gulp. He flushed again, and again — and again. The water level suddenly lowered. Uh-oh, John thought. Moments later, someone was banging on his door.",
    "Holly, the supervisor, called Will into her Manhattan office. She said, \"Today, you said hello to everyone in the office, by name, except Andy. Ditto, yesterday. Anything I should know?\" Will said, \"Have you ever greeted someone and they didn’t respond? And you greeted them the next day, and they ignored you again?\" Holly nodded. \"Well, since I started working here last week, Andy’s ignored my hellos. Once, I even loudly repeated ’Good morning, Andy,’ and he grunted without even looking up. Whenever I say hi, he’s too ’busy’ with his paperwork to reply. But, he replies to everyone else.\" Holly said, \"You must’ve done or said something that offended him. He’s very sensitive.\" Will said, \"Well, so am I.\" She said, \"I’ll talk to him. You’re going to be working together, so it helps if you’re on friendlier terms. This office is frigid enough without adding two cold shoulders.\"",
    "He said, \"I’m not renewing five of  my nine magazine subscriptions.\" She said, \"I don’t blame you. They’re all too expensive.\" He said, \"They’re all too liberal — meaning, they’re all fake news! Blatant lies and lies of omission. I don’t get it. News is their life, but they don’t see the biggest news story of all — America’s the new France! They’re like the frog in the pot of slowly boiling water. They see the first bubbles — Bowling Green, Boston, San Bernardino — but they don’t think they’re important. They’re just a small price to pay for poorly vetted immigration. We can live with the occasional jihadist, right? Ten here, 50 there — why, that’s nothing compared to drunk drivers. Well, I’ve had enough. Every article in these magazines is tainted by their hatred of Trump. I can’t believe anything they print.\" She said, \"Nothing?!\" He said, \"I’m okay with the page numbers.\"",
    "Noemi entered her brownstone and turned on the TV. A man in mid-sentence said, \"its soft undertones of sweet almond, viscous buttery texture, balanced bitterness, and elongated peppery finish.\" Noemi wondered what he was talking about. She’d never tasted a \"sweet\" almond. But, if you add sugar and butter, you’d get almond butter. Add some water, and it’s viscous. The \"bitterness\" puzzled her. Maybe they used almonds that weren’t quite ripe. How could bitterness be \"balanced\"? You taste it on both sides of your tongue, instead of just on the left side? \"Finish\" had to be fancy talk for \"taste.\" \"Peppery\" must mean they added chili peppers to the almond butter. And \"elongated\" must mean that you have to fan your open mouth for a few minutes after tasting the almond butter. The TV camera zoomed in on a bottle of olive oil. \"Olive oil?!\" she yelled at the TV.",
    "Lucy said, \"My boss is a real Scrooge. He thinks Christmas trees, lights, and decorations should be up for one week only.\" Ethel said, \"He should work at Rockefeller Center. I was driving by the skating rink the other night at 11:45 and guess what — the tree wasn’t lit! A week before Christmas, not even midnight yet, and the tree was a conical lump of coal. That same night, the Seaport tree and the Bryant Park tree were glittering gems at 2 a.m. But the grandest tree in America — America’s Christmas tree! — was put to bed before midnight. This city never sleeps — neither should its Christmas tree!\" Lucy said, \"It’s a disgrace, especially after they make such a big TV to-do of lighting it up!\" Ethel said, \"It’s not just a disgrace. It’s a New York disgrace!\" Lucy said, \"It’s not just a New York disgrace.",
    "Laura said, \"I’m taking my sign to West 56th to protest Trump’s plan to remove immigrants. How dare he! We’re all immigrants. Even the First Americans were immigrants. What’s he going to do, remove us all? He should remove himself — first.\" Rob said, \"Hello! English is your only language, so you should know better. He’s not planning to remove immigrants. He’s planning to remove illegal immigrants. That’s two words, not one word. Two words, as you know, have a different meaning than one word. For example, you scoop ice cream, but you pour cream. You eat a hot dog, but you pet a dog. You drive a fire engine, but you fix an engine.\" Laura said, \"Wrong, as in Totally Wrong. Everyone knows there’s no such thing as an illegal immigrant, so you can’t even put those two words together.",
    "Gracie said, \"What are you reading?\" George said, \"A textbook — Elementary Russian.\" She said, \"You’re learning a second language? Good for you! But why Russian?\" He said, \"Haven’t you heard? The fake news is real news! Trump did make a deal with Putin! Trump said America’s media was helping Hillary, so it was only fair that Russia’s president help him. As part of the deal, Trump gets Manhattan, which he’s renaming Trump Island. As the other part, Putin moves into the White House and becomes President of the Union of Soviet America. He promises jobs for everyone — as long as you speak Russian. If you don’t speak it by next year, he says you can learn it at your leisure — in Siberia.\" Gracie said, \"Oh, my gosh! I can’t learn Russian. Their letters are backward! I’m so stupid.",
    "He said, \"I’m losing it. I forgot the name of the candy I was eating — while I was eating it! And it wasn’t a brand new candy that I’d never eaten before. It wasn’t a candy with a fancy-schmancy foreign name. It was a famous brand with a simple name that I grew up with. Finally, when I couldn’t think of the name, I looked at the box — Milk Duds!\" She said, \"Well, that doesn’t mean you’re losing it. All that sugar just shorted out a few of your brain’s memory cells.\" He said, \"But, that’s never happened to me — yet! — while I was munching on M&Ms or Hershey Kisses. No, this forgetting’s been ongoing. I’m losing it. I’m the one who knows best that I’m losing it — but nobody believes me.",
    "Bob said, \"Some woman with a green card complained that she’s not allowed to vote this November. She says that since she lives in America, she should be allowed to vote in America.\" Sara said, \"Shame on America! Everyone who lives here should be allowed to vote — unless they live in a cemetery, of course.\" Bob said, \"Amen! What good is living in the Land of Opportunity if you don’t have the opportunity to vote? I say, Live here, vote here.\" Sara said, \"That’s right. And while we’re at it, age shouldn’t matter either.\" Bob said, \"Correctomonday! You’re only 17? Vote! You’re only 7? Vote!\" Sara said, \"Make it a family affair. Bring the pre‑Ks and the newborns. Hold the pen in their tiny little hands as you help them sign their name.\"",
    "Bob said, \"Some killer in prison says he should be able to vote. He says depriving three people of life shouldn’t end up depriving him of his vote. He says it isn’t fair.\" Sara said, \"Well, he’s right. Why should only law-abiding citizens be able to vote?  That’s not fair.\" Bob said, \"I agree. Come to think of it, why should only citizens be able to vote? That’s not fair.\" Sara said, \"Why can’t people with green cards vote?\" Bob said, \"Why can’t people with student visas vote?\" Sara said, \"Why can’t people without green cards or student visas vote?\" Bob said, \"Why can’t people hiding in the shadows vote?\" Sara said, \"In fact, why can’t people everywhere vote?\" Bob said, \"Everywhere?\" Sara said, \"You know. All over the world. Just because they don’t live in America shouldn’t mean they can’t vote."
]