[
    "He was driving his 1974 Mercedes 300D down the mountain road. He entered a curve. He pressed on the brake pedal. The car slowed down only a little. He pressed harder. He went through the curve faster than he had wanted to. At the next curve, he pressed hard on the brake pedal. The car slowed down only a little. He went through the curve even faster than through the previous curve. He was scared. The road flattened out a bit. A sign said Pullout Ahead. He drove into the pullout and parked the car. He got out. He could smell something burnt. The smell was strongest near the wheels. He called AAA for a tow. Then he called his wife. He said, \"I think buying this car was a big mistake.\" She said, \"That’s what I tried to tell you.",
    "Chad was returning to his car. He was returning from a walk in the woods. He heard a lion roar. That’s crazy, he thought. No lions live in these woods. He heard the lion roar again. He got scared. The roar was between him and his car. It was getting dark. He continued walking, very slowly and carefully. Suddenly, the lion roared right next to him! He nearly jumped out of his skin. I’m going to die, he thought. He looked all around. He didn’t see a lion anywhere. But he did see a mouse on the ground. The mouse opened its mouth and roared. Chad laughed. The \"lion\" was only a mouse! He asked it, \"Why do you sound like a lion?\" The mouse said, \"I used to be a lion far from here. One day I tried to eat a witch. She turned me into a lonely mouse.\"",
    "Lottery officials doubled the price of a PowerBall ticket. It used to be $1. Now it’s $2. The chance of winning the grand prize is now one in 175 million. It used to be one in 195 million. Second prize is now $1 million. It used to be $200,000. The smallest prize is now $4. It used to be $3. \"The ticket increase is only a dollar,\" said a lottery official. \"Now the payout is much better, and the chance of winning is much better. The public will love the new PowerBall.\" \"I’m not playing PowerBall anymore!\" said Bruce. \"The chance of winning is still microscopic. They want us to pay double to win zero. How stupid do they think we are?\" Six weeks later, the PowerBall grand prize was $310 million. Bruce bought a ticket. Just one ticket, for this one game, just this one time, Bruce promised himself.",
    "Ben was in bed. He could hear his uncle in the kitchen. He was arguing with Ben’s father. \"Do I look like a bank? You’re always asking me for money,\" Ben’s uncle said. \"And it always takes you years to pay me back.\" Ben’s father said, \"I ask you because you’re my well-off brother. Look at you. You own your own business. You’re debt free. You’re single. You party all the time. You have your own boat. You have a huge condo in Manhattan. My wife and I are trying to raise five kids. We have this small apartment in Brooklyn. I work two jobs. I only borrow money in emergencies.\" Ben’s uncle said, \"You shouldn’t have had so many kids. Why would anyone have five kids? You should have stopped after the first kid. But you didn’t. I should start charging you interest.",
    "It was the day before Thanksgiving. He said, \"I’m taking the subway to 23rd Street tomorrow. I’ll pick up a turkey dinner from Trader Joe’s. It’ll be pre-cooked, but you said that was okay with you.\" She said, \"I did? I said pre-cooked is okay with me? When did I say that? Was I high on drugs? Were YOU? I NEVER said that! Thanksgiving is once a year. I deserve a fresh-cooked turkey dinner once a year. We’re going to eat fresh-cooked turkey tomorrow. You will cook one at home, or you will take me out to a nice restaurant. Either one is okay with me.\" He said, \"I’ve never cooked a turkey in my life. So I guess we’ll go out.\" She said, \"It better be a nice place. No greasy spoon restaurant. No hole-in-the-wall restaurant. I want tablecloths and shiny silverware. I want cloth napkins and well-dressed waiters.\"",
    "On a sheet of paper, he printed: \"HIRE ME! John Smith. Painter. 917-555-1234. $20/hour.\" He slid the paper into a plastic protector. He hung the protector around his neck. He looked at his sign in the bathroom mirror. It looked good. He went to Broadway and 34th Street, near Macy’s. He stood there with his sign around his neck. Many people walked by. Few people looked at his sign. He took the sign off his neck. He held it high up in the air. More people looked, but not enough. His arm was tired. He went to a street vendor. He bought a bunch of bananas. He went back to Broadway. He hung the sign around his neck again. He balanced the bunch of bananas on his head. Everybody looked! Many people smiled. Some people laughed. Two people called him a jerk. But at least people are looking, he thought.",
    "For Chinese New Year, Lisa set out four plates and four glasses. She set out lobster, rice, greens, and tofu. She set out oranges, grapes, and cherries. She set out cakes and cookies. She set out two shot glasses filled with whiskey. She set out two ashtrays. A lit cigarette rested in each ashtray. Lisa and Mel burned phony thousand-dollar bills for her ancestors. Lisa greeted and thanked her ancestors. She asked for their help in the new year. Later, Mel and Lisa ate dinner. After dinner, Mel was sitting on the sofa. Lisa came out of the bathroom. \"Look what I found on the bathroom floor,\" she said. She opened her hand. Mel saw a tiny green worm. \"I’m going to put it outside,\" Lisa said. Mel asked, \"Put it outside? Why not just flush it down the toilet?\" She said, \"Because it might be one of my ancestors.\"",
    "After years of research, Michael created an anti-aging pill. He said to his wife, \"This pill stops a person from aging for 100 years. It’s like magic!\" She said, \"That’s not magic. That’s unnatural! God wants us to live a certain amount of time, and that’s it.\" He said, \"Honey, we can split the pill. Then we can live together another fifty years! Don’t you want to do that?\" She didn’t. He thought about secretly dropping half the pill into her coffee. But then she might yell at him for the next fifty years. He thought about taking the pill himself. But then she might notice that he wasn’t aging. That would mean years of yelling, too. What am I going to do with this magic pill, he wondered. He called his father. He wasn’t interested, either. He said, \"Life is just the right number of years as it is.\"",
    "He took the R train downtown to Century 21. He saw a size 40 black leather jacket. He tried it on. It fit him well. The sleeves were the right length. The shoulders were the right width. The zipper smoothly zipped up and down. The lambskin was soft. He saw no rips or marks. Best of all, it was 50% off regular price! He took it home. His wife looked at it for about two minutes. \"Take it back,\" she said. \"Take it back?\" he said. \"What’s wrong with it?\" She said, \"Everything! The collar doesn’t sit flat. The collar doesn’t cover the seam behind the neck. The leather under the collar is inferior. The zipper teeth and the metal slider are visible when the jacket’s zipped up. There are blemishes near the left elbow. Go get your money back. Then I’ll help you find a jacket that’s made right.\"",
    "Amy had heard really bad news. \"They’re kicking us out of our apartment,\" she said. \"They’re renovating the entire A Wing. Everyone in A Wing has to move out by September 1.\" Sam said, \"You’re kidding! Who told you this? How can they do this? This is unbelievable!\" Amy agreed. \"Nancy told me this morning,\" she said. \"She said that management will tell everybody next week.\" They sat down on the sofa. What were they going to do? Where were they going to go? They loved their apartment. They hardly slept that night. Next morning, Sam said, \"Why don’t you call up Nancy, just to double-check? Maybe, just maybe, you heard her wrong.\" Amy called Nancy. Nancy said, \"Amy, I said they’re renovating B Wing. I said they’re NOT renovating A Wing.\" Amy hung up. \"We don’t have to move! We don’t have to move!\" she yelled, jumping up and down.",
    "It was late February. It was time for Luke to pay his taxes. He gathered his three W-2s. Each W-2 stated his income for each job. Then he gathered his various bills and receipts. He had computer expenses. He had medical expenses. He had transportation expenses. He had other expenses. He put everything in an envelope. He mailed it to his tax accountant. His accountant plugged all the dollar figures into the computer. Then he sent Luke the federal tax return and the New York tax return. \"Dear Luke,\" wrote his accountant, \"Enclosed is your federal individual income tax return. Also enclosed is your New York individual income tax return. You owe the federal government $100. You owe New York $50. Write the checks. Put the returns and checks into the enclosed pre-addressed envelopes. Mail them using certified mail return receipts. Then write one more check. You owe me $250.\"",
    "\"Can you work next weekend?\" Harry asked. \"I don’t know,\" said Marty. \"I’ll have to check with my wife first.\" Harry smirked. \"You’re kidding,\" he said. \"You have to ask your wife’s permission? What kind of man are you?\" Marty said, \"I’m a married man. That means my wife and I are partners. We do things together. We make decisions together. She needs my help sometimes on weekends. So I’m going to ask her if she needs my help next weekend. If she needs my help, I can’t work next weekend. If she doesn’t need my help, I can work next weekend. Does that sound so strange to you?\" Harry said, \"It sure does. If someone offers me work, I take it. My wife takes care of the house and the kids. She does the shopping. I make the money. I never ask her permission about work or anything else.\"",
    "Simon invented a universal opener. It opens everything, instantly! It opens all cans and bottles, including medicine bottles. It opens cardboard boxes. It opens those annoying blister packs, large and small. It opens those annoying DVD cases. It’s about the size of a man’s thumb. It uses sound waves, but it makes no noise. It operates on one AA battery. It costs $5. \"It’s the greatest thing since the wheel,\" said one user.  \"It’s the greatest thing since flip-flops,\" said another. \"It’s the greatest thing since the Big Mac,\" said another. Everyone raves about Simon’s opener. It’s made everyone’s life better. It’s made Simon rich. But he wants to improve his invention. \"How could you possibly improve it?\" asked his wife. \"The only thing better would be if you could just TELL a package to open.\" Simon said, \"Bingo! You read my mind.",
    "She was at the NYU dental school. Pietro, a student dentist, was going to extract her painful wisdom tooth. He asked her if she had eaten that morning. She said she hadn’t eaten since midnight. He said, \"You should have eaten a big breakfast. You’re going to be very hungry this afternoon, but you won’t be able to eat.\" She said, \"This afternoon?! I’m starving right now!\" She glared at her husband. He said, \"How was I supposed to know? They always say don’t eat after midnight if you’re having surgery in the morning. How should I know that dentists want you to eat the night before and the morning before?\" She said, \"Because it’s common sense. Fill up before surgery, because you won’t be able to eat after surgery. I TOLD you it was okay for me to eat! I’m STARVING!\" He said, \"Okay, next time I’ll know better.\"",
    "Susan invited Joan to a concert at the United Nations building. Susan was a rich old lady. Joan was a young real estate agent. She had known Susan for a year. Joan was trying to help Susan rent out a run-down apartment she owned. It was on the Upper East Side. Joan told Susan she was asking too much. \"Someone will pay my price eventually,\" Susan said. Joan enjoyed the concert. Afterward, Susan said, \"That concert made me hungry. I know a good restaurant nearby.\" Joan said okay. She knew the \"free\" concert ticket wasn’t free. She knew she would have to pay for dinner. Susan was as cheap as she was rich. She had not even bought the concert tickets. They were a gift. They sat down in the restaurant. The waiter came. They each ordered dinner. But before the waiter could leave, Susan ordered another dinner — to take home.",
    "John Smith, 56, died earlier this week. He died of a heart attack. He didn’t show up to work on Monday. His boss called his home phone and cell phone. There was no answer. On Tuesday, his boss called again. Again, there was no answer. Then his boss called the police. The police went to John’s apartment. They found him on the kitchen floor. John’s boss and three coworkers attended the funeral service. John had no family. The pastor said, \"John was a nice man. He was friendly and polite. He had problems, but he never complained. When his wife died, he didn’t complain. When someone stole his identity, he didn’t complain. When he had his first heart attack, he didn’t complain. When he lost his house, he didn’t complain. He never complained about anything.\" After the service, a coworker said, \"Maybe that was the problem. He held everything inside.\"",
    "Lorna’s sister wanted to move to America. She lived in China. Lorna had moved to America many years earlier. Lorna talked to May, an immigration lawyer in Manhattan. May said, \"The paperwork will cost $1,000.\" Lorna said, \"Can her husband move here with her?\" May said, \"Of course, for another $1,000.\" Lorna said, \"That’s no problem. They have the money. I’ll call them later tonight. I’ll tell them the good news. They can move in with me. It’ll be so nice to be together again!\" May said, \"Whoa! Hold on! Don’t tell them to start packing yet. There’s a long waiting list for people from China. Do you know how long it is nowadays? Even if you fill out the application form today, they won’t be eligible to come here for another 11 or 12 years.\" Lorna’s eyes opened wide. \"C’mon!\" she said. \"That’s ridiculous!\" May said, \"Maybe even longer.\"",
    "Clyde went for a job interview. The school was on 8th Avenue. He told the receptionist, \"I have a 3 o’clock interview with Jessica.\" She said, \"She’ll be with you shortly.\" Clyde examined some books while he waited. They were ESL books called \"Interchange.\" He was familiar with them. He had used them for many years to teach ESL students. A young woman approached him. She introduced herself. He followed her into an empty room. They sat down. He said, \"You are very young.\" She smiled weakly. She told him about the school. She asked him some questions. Then she asked if he had any questions. He didn’t. She said, \"I’ll let you know by Friday, one way or the other.\"  They got up. He said, \"I can’t get over how young you are.\" She looked at him oddly. He left. She didn’t let him know on Friday or thereafter.",
    "Kenny went to a psychiatrist. The psychiatrist had written many books. \"How can I help you? What’s your problem?\" the psychiatrist asked. Kenny said, \"I have only one problem. But it’s a big one. I hate my life. I’m tired of living. I’m tired of everything. Nothing is fun. Everything is work. Getting out of bed is work. Peeling a banana is work. Blowing my nose is work. All I want to do is sleep. I want to sleep forever. I can’t take it anymore. I want to check out. I want to end it all. Maybe you can help me.\" The psychiatrist asked, \"Help you what?\" Kenny said, \"Help me check out. Don’t you understand? Am I being unclear? I wish I was dead. I wish I was dead. I wish I was dead.\" The psychiatrist corrected him. \"I wish I WERE dead,\" he said. \"You too?\" Kenny asked.",
    "He pressed Select on his remote. He selected On Demand on his TV screen. He selected ABC. He selected \"Jeopardy.\" He selected Play. \"Error 100\" appeared onscreen. He called Time Warner. He described his problem to the representative. She said, \"Turn off your TV and cable box. I’ll reboot your system. Wait till the time appears again on the box.\" A while later, he said, \"The box says 10:15.\" She said, \"Turn everything back on. Now try On Demand again.\" He did. \"It works,\" he said. \"But this is ridiculous! I have to call you every time I want to use On Demand.\" She said, \"No, you don’t. Anytime you want to use On Demand, simply turn off the TV and cable box. Unplug the box. Plug it back in. Wait till it reboots. Turn the box and TV back on. Then select On Demand. That’s it.",
    "New York State banned the sale of synthetic marijuana today. New York stores have sold the fake pot for about three years. The state will fine anyone who continues to sell the product. Stores marketed it as incense. The brand names included \"Spice\" and \"K2.\" Chemists create fake pot; users smoke it. Some users have become ill. They’ve gotten dizzy. They’ve vomited. They’ve gotten high blood pressure. Some users have hallucinated. Some have had seizures. Not one user in America has died. \"We must remove this drug from the stores and streets,\" said a NY politician. \"We must protect our citizens from harmful drugs like this.\" A reporter asked, \"What about cigarettes? They’re harmful. They cause lung cancer. Lung cancer kills more than 2,000 American smokers every week!\" The politician said, \"We ARE doing something about cigarettes. We tax them. A pack now costs $12.",
    "\"Many coworkers got Valentine’s Day roses today,\" said Alma. \"Some kept asking me where my roses were.\" Ernie said, \"I thought you disliked Valentine’s Day. You told me not to waste money on cards or flowers. Now you’re interested in Valentine’s Day?\" Alma said, \"Never mind. You wouldn’t understand.\" The next day, Ernie went online. He looked for roses on sale. There weren’t any. A midtown shop featured a dozen roses for $102, including delivery. That’s not cheap, Ernie thought. But, if it made Alma feel better, it was worth it. He called the shop. The employee said, \"We’re super busy. We’re still delivering flowers ordered yesterday.\" The shop didn’t deliver the roses to Alma’s office until 2:15. Alma arrived at her office at 2:30. \"Leftovers, leftovers, someone sent you leftovers,\" some of her coworkers chanted. They were laughing. Alma took the roses outside. She threw them in the trash.",
    "She brought home a small white bag. \"Surprise!\" she said. He asked, \"What’s in the bag?\" She said, \"You’ll never know until you open it.\" He said, \"I was joking. I already know what’s in it. I recognize that white bag. You were at Levain’s on 74th Street. Their big, fat cookies come in that bag. Did you get the chocolate chip or the oatmeal raisin? I hope you got both.\" She said, \"No, I didn’t. The last time I got both, you complained. You ate both cookies after dinner. Then you said that you were going to burst. You said never to bring home more than one cookie again.\" He said, \"You’re right. It’s hard to eat just one.\" She said, \"Well, there’s only one. Do you mind if I share it with you?\" He said, \"Of course not! You split it in half. I’ll get us some milk.\"",
    "\"Your last colonoscopy was 10 years ago,\" Dr. Carter said. \"It’s time for another one.\" Bruce made an appointment for another one. He received prescriptions for a laxative and a plastic gallon jug. The jug contained electrolytes. The day before the colonoscopy, he ate a hearty breakfast. Then he filled the jug with water. He shook the jug well. He put it in the refrigerator. He had a liquid lunch. At 6 p.m., he started drinking the electrolyte solution. At 7 p.m., he took the laxative. It took him four hours to finish drinking the solution. During that time, he sat on the toilet twelve times. I’m glad this is only once every 10 years, he thought. The colonoscopy took place the following afternoon. \"Is everything okay?\" Bruce asked in the recovery room. \"No,\" the nurse said. \"There was a problem. You’ll have to make an appointment for another colonoscopy.\"",
    "He was walking along the beach. He saw something dark near the water. He walked over to it. It was a bottle. It looked very old. He picked it up. It felt like it was empty. But a cork was in the bottle. He removed the cork. White smoke quickly rose out of the bottle. The smoke changed shape and color. It became the face of a pretty woman. The woman said, \"Thank you for releasing me. I will grant you one of three wishes. You may be wealthy. You may be happy. You may be healthy. Which one do you choose?\" He said, \"That’s a tough choice. Can’t I have all three?\" She said, \"Sure, if you find two more bottles. But right now you may choose only one.\" He thought about it. Money can buy happiness. Money can buy the best health care. \"Make me wealthy,\" he said.",
    "St. Peter greeted Justin at the Pearly Gates. St. Peter said, \"Welcome to heaven. I’m St. Peter. Your name, sir?\" Justin asked, \"My name? Don’t you know my name? I thought you people knew everything and everyone.\" St. Peter said, \"We do. But sometimes new arrivals are dazed. We call it ’death lag.’\" Justin said, \"My name is Justin Porter.\" St. Peter said, \"That’s correct. Do you remember dying?\" Justin didn’t. St. Peter said, \"Two children were playing near the edge of the subway platform. The boy accidentally pushed his sister onto the tracks. The Q train was rapidly approaching. Yet you jumped down onto the tracks. You lifted the girl up onto the platform. The train hit you. An angel brought you straight to heaven. In heaven, everyone’s cup of happiness is full. But some cups are bigger than others. Your cup is one of the biggest of all.\"",
    "English was Kyla’s second language. She had pronunciation problems. She had a problem with some vowels. She had a problem with some consonants. She had a problem with the \"ar\" sound. She said \"cah\" instead of \"car.\" Kyla’s coworkers never seemed to understand her. \"Can you please help me?” Kyla asked Susan one day. Susan ignored her. Kyla asked again. Susan said, \"What? I don’t understand you.\" Kyla asked again. Susan said, \"Oh, now I understand! No, I can’t help you. I’m busy.\" When Kyla asked other coworkers for help, their responses were similar. Of course, Kyla stopped asking her coworkers for help. She learned to do everything by herself. In fact, she became very good at her job. In time, her coworkers began asking Kyla for help. One day, Kyla helped Susan. Susan understood everything that Kyla said. Not once did Susan say \"What?\" or \"I don’t understand you.\"",
    "They were in Little Italy, near Chinatown. \"I’m starving,\" Meg said. She wanted to try an Italian dish. Aaron said, \"You might not like it.\" She said, \"That’s okay. If I don’t, you can eat it.\" They stopped at a busy corner restaurant. \"This one must be good. It’s crowded,\" she said. He agreed. They sat at a table. The waiter came by. \"I want what she’s eating,\" Meg said. She pointed to a nearby customer. The waiter said, \"That’s lasagna. It’s the lunch special for $9. But the special price ended 10 minutes ago.\" Meg said that was okay. The waiter brought the lasagna minutes later. She took one bite. \"Ugh,\" she said. She gave it to Aaron. He finished the special. \"That was so bland,\" he said. \"It was overpriced at $9.\" The waiter brought the bill. It was $18. \"Let’s go to Chinatown,\" Meg said.",
    "Mickey walked into a bar. He ordered a beer. He took his beer to a table near the dartboard. Two men were playing darts. He asked, \"Can I play the winner?\" The men nodded. They finished their game. Mickey stood up to play. \"The loser buys the beer, okay?\" said Mickey. The men nodded again. Mickey was good. He won the next ten games. He drank ten free beers. He continued drinking and playing. He started missing the bull’s eye on the dartboard. Then he started missing the dartboard itself. He quit playing. He staggered out of the bar. He walked in front of an oncoming car. He flew through the air. He landed on the street. Both his legs were broken. He sued the bar for letting him get so drunk. A judge said, \"The bar owner didn’t force you to drink all that beer. You have no case.\"",
    "Kathy had a dream. In the dream, her dead grandma said, \"Help me! My grave is soaking wet.\" Kathy said, \"But I’m in America. Where’s Daddy? He lives near your grave. Can’t he help you?\" Grandma said, \"I asked him. But you know your daddy. He never listened to me when I was alive. So, of course he ignores me when I’m dead. You’re the only one I can count on.\" Kathy thought, I must help Grandma. She flew back to her home country. She went straight to Grandma’s grave. An animal had been digging holes everywhere. Kathy hired someone to repair the grave. She visited her dad for a couple of days. Then she went back to look at Grandma’s grave again. It looked as good as new. Kathy flew back to New York City. That night Grandma came to her in another dream. \"Thank you, darling!\" Grandma said.",
    "Jason wanted to buy a Soleus space heater. It  is quiet. It produces a lot of heat. Amazon.com was selling it for only $40. But next-day shipping cost $20. For $46, the heater was also at Office Depot. Jason walked over to Office Depot. A worker said, \"It isn’t in stock. But we can order it. You’ll get it tomorrow.\" The worker’s name was David. Under his name tag was another tag. It said \"In Training.\" Jason said, \"That’s great. But how much for shipping?\" David said, \"It’s free.\" Jason paid for the heater. At 4 p.m. the next day, he called Office Depot. \"Where’s my heater?\" he asked. He gave the representative his order number. \"Your heater will arrive between 8 a.m. and 5 p.m. Tuesday,\" the rep said. Jason said, \"Tuesday? Today’s Friday. They told me it would arrive today.\" The rep said, \"I’m sorry. They misinformed you.\"",
    "Life was hard. Life was tough. John had no family. He had no friends. He had no future. He had given up. In the last month, he had probably said, \"I wish I was dead,\" 1,000 times a day. Sometimes he would repeat the words for five minutes at a time. All he thought about was death. When he saw a rope, he thought about hanging himself. When he saw a knife, he thought about stabbing himself. He went to the beach. He looked at the ocean. He thought about drowning himself. He walked along the beach. He found an old, slimy, green bottle. He picked it up. There was a cork in it. He pulled out the cork. Maybe the fumes will kill me, he thought. Instead, a genie appeared. \"I will grant you any wish,\" the genie said. \"I wish I was dead,\" John said out of habit.",
    "Maury said, \"A 33-year-old Brooklyn woman has been eating pizza since she was two years old.\" Diane asked, \"What’s so unusual about that? Everyone loves pizza. I’ve been eating pizza for almost 25 years myself.\" Maury asked, \"Do you eat anything else?\" Diane asked, \"What do you mean?\" Maury asked, \"Do you eat anything besides pizza?\" Diane said, \"Well, of course I eat things besides pizza. Nobody eats just pizza!\" Maury said, \"Well, that’s why this newspaper article is so interesting. This woman eats ONLY pizza. She has eaten nothing else since she was two.\" Diane said, \"Get out of here! Nobody can eat just pizza for 31 years.\" Maury said, \"She says she never even thinks about eating other food.\"",
    "He wanted to create the world’s most delicious candy bar. He bought a candy bar factory. He experimented with many different ingredients. He created batch after batch of experimental candy. One day he created a superb batch. He shared it with his family and friends. They loved it. He needed a name. His wife suggested OneBite. She said, \"One bite and you’re hooked.\" He advertised OneBite on TV. Everybody loved OneBite. People stopped eating all the other candy bars. The other candy bar factories went out of business. He couldn’t keep up with the demand. He bought another factory. Then he bought more factories. OneBite became the ONLY candy bar sold in the world. \"You must be so happy with your success,\" his wife said. He said, \"Yes, I am. But now I want to do something else.",
    "\"One Punch\" Pauly was the world’s greatest boxer. \"With either hand, he had the world’s most powerful punch,\" said his trainer. \"I saw him punch a Manhattan phone book. It was four inches thick. After Pauly’s punch, it was one inch thick.\" Pauly weighed only 168 pounds. But 20 years ago, he was the champion of four weight divisions. He was the champion of the super middleweight, light heavyweight, cruiserweight, and heavyweight divisions. He threw exactly one punch per fight. He always waited until the right moment. Then he threw his right. Or his left. It didn’t matter. One punch, one knockout! Each opponent was carried straight to the hospital. They all retired from boxing when they got out of the hospital. Pauly retired after just four professional fights. He was only 21. But after he had put the heavyweight champ into the hospital, nobody else wanted to fight Pauly.",
    "Tim, 11, could read the minds of the family’s two cats. \"I know when they’re happy,\" he told his sister Ellen. \"I know when they’re sad. I know when they’re hungry. I know when they’re thirsty.\" Ellen, 9, said, \"First of all, cats aren’t happy or sad. They’re not dogs. Dogs are happy or sad. Cats are just there! Second, you can’t just look at a cat and know if it’s hungry or thirsty. You only know it’s hungry if you see it eating. You only know it’s thirsty if you see it drinking.\" Tim said, \"Oh, yeah? Watch this. The cats are hungry now. I can read their minds.\" He opened a can of cat food. Both cats heard the sound of the electric can opener. They came running. Tim put the food into their dishes. The cats started eating. Tim smirked at his sister. She rolled her eyes.",
    "The doorbell rang. He opened the door. His wife stood there. She held a brown grocery bag in each hand. The groceries were from Whole Foods on 7th Avenue. She walked into the apartment. She put the bags down. He carried the bags to the refrigerator. Each bag felt almost as heavy as a bowling ball. \"Holy moly!\" he said. \"Honey, stop carrying so much food. Do you want a bad back like mine? Just buy half this much in the future.\" She said, \"Buy half as much? Then I have to make two trips. Two trips take twice as much time. I’m trying to make money so we can buy our own condo. It’s going to take me 10 years to make that money. If I carry just one bag, it will take me 20 years! In 20 years we might both be dead.\" He put the groceries away.",
    "The lottery jackpot was over $400 million. Mary and 14 coworkers at a McDonald’s pooled their money. Mary bought 61 tickets with the money. She made copies of the tickets. She gave a copy to each coworker. The lottery numbers were drawn. One of their tickets hit the jackpot! It was worth over $150 million after taxes. \"That’s $10 million for each of us,\" said one coworker. \"Where’s the winning ticket?\" he asked Mary. Mary said she had lost the ticket. Then she said that she had hidden the ticket in McDonald’s. Then she said that it was HER ticket, not the group’s ticket. \"I found a dollar on the restaurant floor. It was a lucky dollar. I bought MY lucky ticket with my lucky dollar,\" she told the coworker. Then she hired a lawyer. Her lawyer held a press conference. \"Why is everyone upset?\" he asked. \"It’s only money.\"",
    "The lottery jackpot was almost $100 million. Chris rarely played, because the chance of winning is about one in 170 million. That’s not even worth a penny bet, Chris thought. But, just for the heck of it, he bought a lottery ticket. That night, he checked the winning numbers online. His ticket was a winner! He couldn’t believe it. He’d never won anything! He took the lump sum payment. After taxes on $50 million, he put $35 million in his bank account. He sent his brother Sal a check for $1 million. Sal couldn’t believe it! He called Chris up. \"Thank you so much! This is so much money! You must have won the lottery!\" Chris said, \"Yes, the $100 million prize was worth $30 million take-home. Isn’t that great?\" Sal said, \"Wait a minute. You took home $30 million.",
    "\"Half of America’s adults drink alcohol,\" said Zach at a news conference. He was promoting his new medication. \"Every day, some of them drink too much. They get headaches and stomachaches. They throw up. That’s because they have hangovers. There are many hangover ’cures’ out there. But none of them work. Oh, some of them seem to work sometimes. People swear by things like eggs, buttermilk, tomato juice, and coffee. However, the only thing that always works for everyone is TIME. Until now, that is. I did a lot of research. I did a lot of experiments. I have come up with the hangover cure. I call it Hangover Helper. It costs only $80. We hook you up to an IV. A solution of vitamins goes directly into your bloodstream. In just 30 minutes, I guarantee your hangover will be over. You’ll be ready to drink again in no time.\"",
    "More than a dozen policemen were at 6th Avenue and 33rd Street. They were between JC Penney and Macy’s. Most were on bicycles. Sixth Avenue is one-way north. A traffic light is at 33rd Street. Policemen were pulling over bicyclists by the handful. Jeremy asked a policeman, \"What are you writing tickets for?\" The policeman said, \"The usual violations. Running  red lights. Riding against traffic. Riding on the sidewalk. Not having bells. Some bikers think the rules don’t apply to them. We’re giving them a wake-up call.\" Jeremy asked how much a ticket cost. The policeman told him. Jeremy said, \"Well, $30 isn’t too bad, is it?\" The policeman said, \"I didn’t say $30. I said $130.\" As the policeman talked, Jeremy watched a biker riding past. He was very tall and was riding very slow. He rode south right past five policemen writing tickets. He disappeared down 6th Avenue.",
    "\"Did you hear?\" Andy asked. Donna asked, \"Did I hear what?\" Andy said, \"Ground beef contains pink slime. I don’t know what pink slime is, but it sounds bad.\" Donna said, \"I’ll tell you what pink slime is. It’s trimmings from the cows. They used to put it into dog food. Then some guy figured out how to process it. He added ammonia to kill the bacteria. That way the slime was fit for humans. He sold it to beef processors. They added it to ground beef. The slime made the beef cheaper. Pink slime has been around for years. It won’t make you sick. It just sounds yucky.\" Andy said, \"I bet it looks yucky too. Well, no more ground beef for me. I don’t care if it is fit for humans. I wonder what else I’ve been eating all these years.\" Donna said, \"You don’t want to know.\"",
    "Samantha and Ira bumped into each other on the sidewalk. Ira apologized. \"No, no, I apologize,\" said Samantha. Ira said, \"Believe me, it’s not your fault. I’m always bumping into things or people. I’m blind.\" Samantha said, \"You’re blind?! Guess what? I’m blind too. I’ve never bumped into a blind person before. How long have you been blind?\" Ira said, \"I lost my sight last year. I had a skateboarding accident.\" Samantha said, \"I’m sorry to hear that. How old are you?\" Ira said he was 15. Samantha said she was 16.  She said she was born blind. Ira said, \"You were born blind? Then you’ve never seen anything. You’ve never seen yourself. You’ve never seen the sky. But you know what? You’re lucky. You don’t know what you’re missing.\" Samantha said, \"No, you’re the lucky one. You at least have seen people and things. You have those wonderful memories.\"",
    "A high school in Ohio had poor attendance. \"I’ve got an idea,\" said an English teacher at a teachers’ meeting. \"Most of our students are poor. Let’s pay them to attend school.\" Most of the other teachers agreed. They applauded. The principal laughed. \"Pay them?! They’re already getting a free education. Their education will help them get good jobs. Their education will help them get college degrees. Most of them get free lunches too. Aren’t we doing enough?\" The teacher said, \"No, we aren’t. I presented this idea to my students. They said they will come to school every day if we pay them.\" The principal said, \"Let me think about this.\" The next week he held another teachers’ meeting. \"We’re going to pay students to come to school,\" he said. Most of the teachers applauded. \"The money is coming out of your salaries,\" he added. The teachers were silent.",
    "William was in his first wheelchair race. There were five other contestants. The age group was 12 to 15. William rolled up to the starting line. He was in the #1 lane. He said hello to the boy on his right. He was in the #2 lane. William asked, \"Is this your first race?\" The boy said yes. William asked, \"Did you train for this race?\" The boy said, \"Train? Who cares about training? I don’t care if I win or lose. I’m just out here to meet other boys like me. Maybe I can make a new friend. I don’t have any friends in wheelchairs. I have a few friends, but they have two good legs. Sometimes I feel like I’m a burden to them.\" William said, \"I feel that way too. Maybe we can be friends.\" The race hadn’t even started, but William already felt like a winner.",
    "Sandy wanted to pitch in the major leagues. His college coach said, \"You need a new pitch. You need to keep batters guessing. Learn how to throw a knuckleball.\" Sandy learned how to throw a killer knuckleball. In his senior year, he had 9 wins and 2 losses. The Yankees signed him. Sandy’s knuckleball was a thing of beauty. It zigged. It zagged. It went up. It went down. It went right. It went left. It slowed down. It sped up. Batters either swung at it or looked at it. They never hit it. His knuckleball made many batters look silly. One batter swung at a pitch that went behind him. Another batter swung three times at one pitch. The umpire called him out! Sandy retired after 15 years. In his last game, batters hit his knuckleball eight times. Sandy said, \"My knuckleball doesn’t dance anymore. I’m not pitching anymore.\"",
    "Wade, 12, was in a corner market. He looked around. He couldn’t see anybody. He slipped a candy bar into his jacket pocket. It was a Butterfinger. He loved Butterfingers. He looked around again. The coast was clear. He walked past the clerk. He walked toward the front door. The clerk said, \"Stop, please.\" Wade ignored the clerk. The clerk shouted, \"Stop, or I’ll call the police!\" Wade stopped. He walked back to the clerk. The clerk said, \"Do you see that mirror?\" Wade looked up near the ceiling. There was a big, convex mirror. The candy bar section was reflected in the mirror. The clerk had seen everything. \"Give me the candy bar,\" the clerk said. Wade dug it out of his pocket. He gave it to the clerk. \"Shame on you!\" the clerk said. Wade said, \"It’s just a candy bar.\" The clerk said, \"Get out of here.\"",
    "Neil saw an interesting Craigslist ad. It said, \"MasterCard auditions. No experience necessary. 18 to 65.\" Maybe I can become an actor, Neil thought. Several days later he went to Pearl Studios on 8th Avenue. He went into a room on the fourth floor. About 25 people were sitting quietly in folding chairs. Neil signed in on the roll sheet. He grabbed a paper slip that said \"Male.\" He took a seat. He memorized the lines on the paper slip. A woman entered the room an hour later. She called his name. She directed him to another room. A woman sat behind a table. \"Please say your lines. Pretend you’re talking to a policeman about your friend,\" she said. Don’t be nervous, Neil told himself. He recited the lines — nervously. She said, \"Thank you.\" He left. He wasn’t nervous anymore. He was angry. He was angry because he had gotten nervous.",
    "Jimmy was on a mountain road. He came to a T. He slowed down and turned right. He didn’t see the gravel on the road. His motorcycle went out from under him. He landed hard. He got up. His right leg couldn’t bear any weight. A man driving a pickup pulled over. \"Are you okay?\" he asked. Jimmy said, \"I think I broke my leg.\" Other people stopped. They helped the pickup driver load the bike into his pickup. The driver said, \"I’ll take you home. Where do you live?\" Jimmy lived 10 miles from the driver’s apartment. The driver took Jimmy home. A neighbor helped the driver roll the bike into Jimmy’s garage. The driver took Jimmy to the nearby hospital. Jimmy said, \"I can’t thank you enough. Here’s $120 for your trouble.\" The driver refused the money. \"I can’t accept money just for helping someone out,\" he said.",
    "He was in the laundry room of the apartment building. A female worker was mopping the floor. He said, \"I can’t believe how empty the laundry room is. I was able to wash six loads at once.\" She said, \"Yes, almost all the washers are empty. And nobody left any clothes in the dryers overnight.\" He asked, \"People do that?\" She said, \"All the time. When we find abandoned clothes, we put them on the shelf over there. We let them sit there for a week. If nobody claims them, we throw them out.\" He asked, \"How often does that happen?\" She said, \"Almost every week. It’s hard to believe, isn’t it? How can someone forget their clothes?\" He said, \"Especially just-washed clothes. Do you ever see clothes worth keeping?\" She said, \"Not yet. But if I do, I’ll take them home. That’ll be a small bonus for working here.\"",
    "She looked at the TV. Square, yellow notes were taped to it. She looked at the notes. One said, \"Take her out regularly.\" Another said, \"Listen to her.\" Another said, \"Don’t argue with her.\" Another said, \"Support her.\" Another said, \"Help her without being asked.\" She looked at him. He was sitting at his desk. \"What are all these notes for?\" she asked. \"They’re reminders,\" he said. \"I can’t look at the TV without seeing the notes. I read the notes during the commercials sometimes. They remind me of what I’m supposed to do.\" She tore all the notes off the TV. She threw them in the trash. \"Hey! What are you doing?\" he asked. She said, \"You need notes? You need to post notes on the TV? You shouldn’t have to remind yourself of these sentiments. They should be a part of you.",
    "The doctor said, \"You have high cholesterol. You are pre-diabetic. We don’t want you to become diabetic. Start drinking black coffee. Eat brown rice instead of white rice. Eat less meat and more fish. Knock off all desserts. Eat more vegetables and fruits. Eat less of everything. You need to lose at least 15 pounds. Exercise more. Use the stairs.\" Emily said, \"But, doctor, I’m in real estate here in Manhattan. I already use the stairs in walk-ups almost every day.\" He said, \"Great! I’ll see you again in three months.\" She went home. She told her husband the bad news. \"Pre-diabetic?\" he said. \"How can that be? You eat right. You climb stairs daily. You have no family history. It doesn’t make sense.\" She said, \"I know why. You call me Sugar all the time, that’s why! Stop calling me Sugar. And don’t call me Honey or Sweetie either.\"",
    "Jerry had a son. He named him John. Jerry didn’t want John to be \"the best.\" He didn’t even want John to be \"better.\" He wanted John just to be average. \"That way our boy won’t get hurt. You get hurt if you try to climb too high. It’s safer to be part of the crowd,\" Jerry told his wife. John went to a public school. He was an average student. When John got straight C’s in school, Jerry said, \"That’s my boy!\" John graduated from high school. He got an average job. He made an average salary. He married an average girl. He lived an average life. At his dad’s deathbed, John said, \"Dad, I never let you down. How could I? You wanted average, and you got average. You never pushed me to excel. You never pushed me to reach for the stars.",
    "His old van was parked on 5th Avenue. He was a street vendor. He brought a tiny sewing machine out of his van. \"This is 100 years old,\" he said. \"It works great. It’s manually powered. I’ll never sell it.\" His sidewalk stand was next to his van. A sign said, \"We sell old stuff only.\" Under an awning were cardboard boxes. They contained hundreds of old maps. \"I’ve done this forever, but now it’s ending,\" he said. \"I can’t afford gas for my van. I can’t afford my rent in Brooklyn. A friend of mine lives in Vermont. She said I could stay with her for a while. So I’m moving up there when summer ends. I’ll be starting a new life at the age of 65! Life’s something else, isn’t it? You just never know. You never know where it’ll take you. You never know how it’ll end.\"",
    "She was sitting in Washington Square Park. She was young and pretty. The huge arch was to her right. The fountain was to her left. It was a warm, sunny Saturday. Two empty beach chairs and a sign were next to her. The sign said, \"Willing To Listen.\" Earl walked over. \"I have two questions. One, does this cost anything? Two, what’s the point?\" She said, \"First, it’s free. Second, people like to talk. They like to talk about themselves, their lives, and their problems. That’s what I’m here for. I listen to them talk. When they finish, they leave. They feel better after they talk. I feel better after I listen. I never try to solve their problems. I never give advice. I never listen to rants about religion, politics, or conspiracies. But I listen to everything else. I’ve been doing this for eight years, when the weather’s nice.\"",
    "He was standing at the sink. He had a Fuji apple in his hand. He was digging at the apple with his fingernail. He was mumbling. \"What is your problem?\" his wife asked. He said, \"What’s my problem? Who invented these stupid stickers? Who decided to put stickers on fruit? Why are these stickers so hard to peel off? Eating fruit should be a pleasure. But these stickers ruin the pleasure. Fruit didn’t use to have stickers, you know. Those were the days! We just washed an apple and ate it. Now we have to peel the sticker off before we can wash it. Why aren’t Americans revolting? Who sticks these stickers on fruit? Is that a real job? Or have they modified all fruit so stickers grow on them ’naturally’?\" His wife said, \"Stop complaining. Be glad there isn’t a sticker on each one of your red, seedless grapes.\"",
    "It was winter. His apartment was cold. He needed pajama bottoms to wear over his boxer shorts. He went to Konway’s on 34th Street. They always had great deals on clothes. He found some bottoms for only $4. What a deal! They looked okay. He paid for them. He went home. His apartment had a lot of natural light. He examined them. He noticed a purple stain on the inside of the waistband. Where’d this come from, he wondered. Then he saw two more purple stains on the inside of the seat. Then he saw a hole in the crotch! Did somebody wear these and return them, he wondered. But the original tag was still on the pajama bottoms. He didn’t even try them on. He took them back to Konway’s. He got his money back. He wore an old pair of jogging pants for the rest of the winter.",
    "He went to an annual bicycle show. It was on Hudson Street in the \"Skylight SoHo.\" He had never been there. It sounded like a nice place. Bright, with lots of natural light, he thought. He went on a sunny, Sunday morning. The Skylight SoHo was a red-brick building. It was about 30 feet tall. He didn’t see one window. It looked like a warehouse. He went inside. He paid $20. He went into the main hall. About 60 exhibitors were inside. Bright lights illuminated the hall. Where is all the natural light, he wondered. He looked up. There were five big skylights. Paint completely covered four of them. Paint covered 80 percent of the fifth one. What a joke, he thought. How can they call this the \"Skylight\" SoHo? Would you call a table with no legs, a table? They should call it the \"Windowless Warehouse\" Soho, he thought.",
    "Sean went to the bicycle show in SoHo. There were about 60 exhibitors. There were bikes and bike locks. There were bike clothes and bike lights. There were bike helmets and bike gears. One exhibit was for Iride bikes. Sean said, \"That’s a great name for a bike — I Ride.\" The exhibitor said, \"It’s pronounced ’eery day,’ not I Ride. ’Iride’ is Italian for ’iris.’\" Sean said, \"Who knew? Well, they ought to call it I Ride. It’s easier to pronounce.\" He visited a \"bicycle painter.\" He asked, \"Do you paint bicycles, or do you paint pictures of bicycles?\" She said, \"I paint pictures of bicycles. People send me photos of their bikes. I’ve been doing this for over 10 years. I also create bike earrings and bike coloring books.\" He saw a Mini Cooper. There were Cooper bikes next to it. Cooper makes bikes too, he thought.",
    "She won the jackpot. Her lottery ticket was worth $32 million after taxes. She presented the ticket to lottery officials. They asked her to sign it. She was too nervous to sign it. She asked her son, 40, to sign it for her. He didn’t sign her name to the ticket. He signed his name. He then collected the $32 million. He bought four houses for himself. He bought ten cars for himself. He bought his mom a new car. He moved her into one of his new houses. He gave her $125,000. He invested the rest of the millions in stocks. He said, \"Mom doesn’t know how to manage millions of dollars. I’m protecting her from herself. I’m protecting her from con artists.\" Mom said, \"Shame on him! It’s my money to spend as I like. I thought I raised him better than this. I’ll see him in court.\"",
    "Two \"harmless\" cheetahs attacked Hannah, a 60-year-old woman. She was posing with the cats in a game park. The cats didn’t seem to mind. Park officials didn’t mind. Her husband was taking pictures. A little girl was standing nearby. Suddenly, one cheetah attacked the little girl. Hannah tried to protect her. Both cheetahs turned on Hannah. They clawed her. One tried to put her head in its mouth. Her husband didn’t try to save her. He continued to take pictures. Hannah played dead. Moments later, a park official arrived. He had a big stick. He used the stick to chase the cats away. An ambulance took Hannah to the hospital. Doctors treated her injuries. They released her. Her husband posted all the pictures online. A park official said, \"We thought these cats were harmless. They had never attacked anyone before.\" Hannah forgave her husband. \"He’s old, you know,\" she said.",
    "It was midnight. No other cars were on the two-lane road. She saw headlights far behind her. They got closer. Suddenly, she saw red lights. She heard a siren. She couldn’t believe it. She hadn’t been speeding. She hadn’t been weaving. Why was a policeman pulling her over? More important, was he a real policeman or a fake policeman? A week ago, someone had murdered a driver on this very road. It had happened late at night. The driver had been shot. TV news reporters suspected a fake policeman. She didn’t pull over. She tried to dial 911. Her phone battery was dead. She kept driving. The car kept following her. The lights kept flashing. The siren kept blaring. She came to a 24-hour gas station. She pulled in. The car kept going. Was it a police car or not? She couldn’t tell. She asked the clerk to dial 911.",
    "He is 60 years old. He rode his first motorcycle when he was 13. Since then, he’s owned about 20 motorcycles. He’s had about 10 accidents. Some of the accidents put him in the hospital. His wife worries about him. \"I wish you would sell your motorcycle,\" she often says. \"Play golf. Go bowling. Find a safe hobby.\" He ignores her. \"I was born to ride,\" he often says. Last month he went for a ride. He went through a curve too fast. He crashed into a mountainside. An ambulance took him to the hospital. His arm and leg were broken. His wife had to care for him at home. Her sister said, \"Your husband is very selfish. He doesn’t care that you worry about him. He doesn’t care that he might get paralyzed or killed. He only cares about riding his motorcycle. You should have left him years ago.\"",
    "Bo is three years old. He’s a beagle. He is Jason’s pride and joy. Jason said, \"I love Bo like he’s my son. I know that sounds crazy. But if you met him, you’d love him too. He has these big, floppy ears. He snores when he sleeps. He chases his tail. He licks my face like it’s an ice cream cone. He’s so much fun. And he loves me like I’m his dad.\" Jason’s ex-girlfriend is Jenny. Jenny and Jason raised Bo together. Jenny loves Bo too. In fact, she picked him out at the animal shelter. She says that she is Bo’s \"mom.\" Jason broke up with Jenny last month. Jenny moved to Queens. She took Bo with her. Jason wants his \"son\" back. He is suing Jenny. Jenny said, \"Bo and I are a package deal. If Jason wants Bo back, he has to take me back.\"",
    "The annual food festival near Madison Square Park occurs each May. About 30 vendors participate. Huge, colorful umbrellas stand over 40 small, round tables. Jack and Betty decided to visit the festival. It was 8:30 p.m. \"It should be fun and delicious. I just hope it’s still open,\" Betty said. They walked to the festival. They visited each booth. They read each menu. They walked around the tables. They looked at what people were eating. Betty saw something she liked. She said to the diner, \"Excuse me. That looks delicious. Can you tell me what it is? What booth did you get it from?\" The diner told her. Betty went over to that booth. She asked for that dish. The cook said, \"I’m sorry, but we’re out of that dish. In fact, we’re getting ready to close down. We’ll have plenty tomorrow, though. Just try to be here before 8:30.\"",
    "Ray was at the 99 Cents store on 32nd Street. He was third in line. He was behind two men. That was good. Men usually paid with cash. They usually bought only a few items at a time. But the man at the head of the line was taking forever. Ray looked hopefully at the other lines. But at least three people were in every line. Ray finally made it to the front of the line. He already had two dollar bills in his hand. The clerk rang up $2.58. Ray had coins in his pocket. He started digging for coins. Then he heard, \"Can you hurry it up? People are waiting in line here.\" He turned around. The third person behind him was a bald man. Ray said, \"Excuse me, sir. I waited to get here. Now you can wait to get here.\" Ray continued digging out his coins.",
    "\"Mommy, I have to pee,\" said Sandra. They had left their apartment 30 minutes ago. Mom said, \"Honey, didn’t you pee before we left home?\" Sandra said no, because she didn’t have to. Mom asked her if she could wait a few minutes. \"How many minutes is ’a few’?\" Sandra asked. Mom said a few was just a couple. Sandra said, \"A couple is two. I can wait two minutes.\" They continued walking in midtown Manhattan. \"Mommy! I can’t wait any longer,\" Sandra groaned. Mom said, \"Just try to hold it, honey. There’s a Starbucks around the corner.\" They entered the Starbucks. Luckily, the restroom was empty. Mom waited outside the restroom for Sandra to finish. Sandra finished. \"Do you feel better now?\" Mom asked. Sandra said yes. \"That bathroom was so clean,\" she said. \"I’m going to use the bathroom at Starbucks all the time when I grow up.\"",
    "She was a real estate salesperson. An apartment was newly available on the Upper East Side. She went to 91st Street to preview the new listing. She used a key to open the building door. She walked up to the second floor. She had a sensitive nose. She smelled something. It smelled like a dead something. She walked up to the third floor. The smell was worse. She took a tissue out of her purse. She held it over her nose. She walked up to the fourth floor. The smell was foul. How do people live here, she wondered. She debated whether to continue upstairs. She squeezed her nostrils together. She breathed through her mouth. She walked slowly up to the fifth floor. The smell was nauseating. She opened the door to apartment 5B. She almost vomited. She hurried downstairs. She went outside. She took deep breaths of fresh air.",
    "Two bank robbers were talking. \"You know,\" said Jesse, \"we used to write, ’This is a stickup’ on a piece of paper. Then the bank teller gave us the money. But times have changed. We should use modern technology. For our next job, you give the teller your cell phone. I’ll be on the other end of the line. I’ll tell the teller it’s a stickup. You don’t have to say nothing.\" A week later, Clyde walked into a Brooklyn bank. He wore a hoodie. He handed his phone to the teller. Jesse told the teller, \"This is a stickup.\" The teller gave Clyde bags of money. Clyde walked out of the bank. He got into Jesse’s car. Jesse drove off. \"We did it! We’re now the original cell phone bank robbers,\" Jesse said. He laughed. Frowning, Clyde said, \"Uh, I forgot my cell phone.\" Seconds later, Jesse’s phone rang.",
    "The teacher gave the students coloring books. She gave the students crayons. Mason opened his coloring book. He found a picture of a bike. He loved bikes. But he didn’t have one yet. His dad had said, \"You’ll get a bike when you’re seven.\" Mason was counting the days. There were 355 days to go. He had told his dad, \"I want a red bike.\" Mason colored the bike. He colored everything red. The frame and seat were red. The chain and handlebar were red. The tires and spokes were red. The pedals were red. He showed his picture to the teacher. She said, \"That’s very nice, Mason.\" He showed his picture to Sofia. She laughed. \"Everything is red,\" she said. \"They don’t make bikes like that.\" Mason said, \"Maybe they don’t. But I will. I’ll use red paint and red tape. I’ll have the reddest bike in the world.\"",
    "The restaurant was on West 31st Street. They sat down at an outside table. They hadn’t eaten there before. A waiter came. He brought two menus. He left. They looked at the menus. Scott saw dried-out food on his menu. He frowned. The waiter returned with two glasses of water. His fingers were on the rims of both glasses. He left. Scott said, \"Did you see that? His fingers were all over the glasses. Look. I can see his fingerprints.\" Mary said, \"Ask the waiter to bring us two more glasses.\" Scott said, \"But he’ll ask why.\" She said, \"Tell him the water tastes bad.\" He said, \"But he’ll bring us more of the same water!\" She said, \"Tell him to bring us bottled water.\" He said, \"I’m not paying for bottled water. Water is free in New York.\" She said, \"You’re unbelievable. Tell him to bring us two straws.\"",
    "Matt was walking on the sidewalk next to Bryant Park. A woman stopped him. \"Would you like a free book?\" she asked. Matt asked, \"What kind of book?\" It was the New Testament. Matt asked, \"Do I have to give you a donation?\" She said no. He said, \"I’m not very religious.\" She said, \"That’s okay. All we hope is that you read the book. Maybe it will help you.\" Matt asked, \"Do I look like I need help?\" She said, \"We all need help, don’t we? You’re a lucky man if you don’t need help.\" Matt said, \"Well, I do need help. But I don’t think I’ll find help in that book.\" She said, \"You’ll never know if you don’t read it.\" Matt took the book. She asked, \"Would you like me to pray for you?\" That’s creepy, Matt thought. He said, \"No, thanks. I can pray for myself.\"",
    "Gus was a wealthy man. He owned corporations, buildings, ships, and planes. He owned land and three islands. He had two children, both sons. He loved Sam. He tolerated Earl. Earl was a lazy worker. Sam was a hard worker. Gus did not want to split his fortune equally with his sons. He decided to will Sam 90 percent and Earl 10 percent of his fortune. When Gus finally died, he was worth $100 billion. Sam got 90 percent of Gus’s fortune. Earl got 10 percent. Earl was upset. \"This isn’t fair,\" he told his brother. \"We’re both his sons. Why should you get so much, and I so little?\" Sam said, \"So little? You have $10 billion in cash and assets. Most people would love to be in your shoes. Stop feeling sorry for yourself. If you want $90 billion, use your cash, assets, and brains to make it.\"",
    "Facebook’s initial public offering was May 18. CNBC was covering the event live. Ian went online at 11 a.m. Shares were selling at $39 each. He decided to gamble his entire savings of $5,000. He placed a market order to buy 128 shares. He waited for the order to fill. Then he remembered something. If the share price increased, he would have to pay the higher price. There is no maximum price per share for a market order. He should have placed a limit order. A limit order sets a maximum price per share. He clicked on a button to cancel his order. His computer screen displayed Cancel Pending. He called his stockbroker. The representative listened to Ian’s problem. She said, \"If your order fills first, the cancel won’t apply. If the share price doubles later today, you might owe another $5,000. Next time, use a limit order. Good luck.\"",
    "The woman yelled at him. \"You’re going the wrong way!\" she yelled. \"Why don’t you obey the rules?\" She was pretty. He stopped. He got off his bike. He said, \"I was just trying to save time.\" She said, \"Well, you won’t be saving time if you injure someone. In fact, a collision might injure you too. A collision might damage your bike. The police might question you. You might end up in the hospital. You might spend days in the hospital. Your bike might end up in a repair shop. The victim might sue you. You might end up in court. You might spend days in court. All of these things will take time. A lot of time. They will cost money too. They might cost you an arm and a leg. Bike accidents happen daily in Manhattan.",
    "They were walking toward the elevator. He was sucking on a paper clip. They got to the elevator. He pushed the Down button. They waited. He decided to throw out the paper clip. But no trash can was nearby. He didn’t want to throw the paper clip on the floor. The elevator door opened. He dropped the paper clip down the elevator shaft. His wife said, \"What are you doing? The elevator shaft isn’t a trash can. It’s part of the elevator system. Maybe that paper clip will land in the motor. Maybe the motor will burn out. Maybe we’ll crash to the floor.\" She walked out of the elevator. He followed her. \"What are you doing?\" he asked. She said, \"I’m taking the stairs. And so are you.\" They returned home later that day. A sign on the elevator said, \"Please Use Stairs.\" She said, \"I hope nobody died.\"",
    "She said, \"Let’s do our school project about bikers breaking rules.\" He agreed. They took notepads to Union Square. They watched and waited. They put check marks next to each violation. After two hours, they went home. They counted their check marks. Forty-five bikers went through red lights. Fifty bikers traveled against traffic. Twenty bikers rode on the sidewalk. Thirty bikers rode through crosswalks while pedestrians were using the crosswalks. Five bikers rode with no hands. Ten bikes had no bells. \"We need to go out tonight,\" she said. \"We need to count the bikes without headlights and taillights.\" He said, \"I’m sure we’ll see plenty. Too many riders think the city lights are bright enough. They think everyone can see them. But the biggest problem isn’t even a rule violation. More than half the riders don’t wear helmets. They don’t appreciate how their skulls can crack like an eggshell.\"",
    "One year of practice was all he needed. He practiced bowling for a year. Then he entered a pro tournament. He bowled three 300 games for a perfect 900 series. He did that six times against six competitors. He won the tournament.  He practiced pitching a baseball for a year. He joined the New York Yankees. He pitched a perfect game against the Boston Red Sox. He struck out every batter on just three pitches. He practiced tennis for a year. He entered a pro tournament. Nobody could return his serves or volleys. He won the tournament. He practiced golf for a year. He qualified for the U.S. Open. He birdied all 72 holes in the U.S. Open. He won the Open by 70 strokes. He retired from all four sports. Asked why, he said, \"I believe in giving back. I’m going to write a book called, ’Practice Makes Perfect’.\"",
    "In early spring, her eyes got itchy. He bought eye drops for her. He bought antihistamines for her. She took the antihistamines. They helped, but not completely. She didn’t take the eye drops. \"Why don’t you try the drops?\" he asked. She said she hated eye drops. He said, \"But it takes only a few seconds to put drops in your eyes. The itching continues all day. Would you rather suffer all day, or for just a few seconds?\" She said, \"Of course I’d rather suffer for just a few seconds. But not if it involves eye drops.",
    "He turned on his TV. The price for Facebook was hovering at $39 a share. He placed a market order online for 128 shares. Then he realized he had made a mistake. He should have placed a limit order. A market order could fill at ANY price. A limit order could fill at a price no higher than HIS limit price. The order hadn’t filled yet. He tried to cancel his order. It didn’t cancel. He called his stockbroker. He explained his problem to the representative. She said, \"Don’t worry. All market orders are time-stamped. For example, let’s say the shares were $39.10 at 11:30. If you placed a market order at 11:30, you would pay $39.10. Not a penny more.\" He said, \"Are you sure? I’ve never heard that before.\" She said, \"Count on it.\" He felt better. Later that day, his market order filled at $44 a share.",
    "She came home from work. Her son was loading up his car. She asked, \"What are you doing?\" He said, \"I’m moving out.\" She said, \"This is sort of sudden, isn’t it?\" He said he had been laid off that morning. She said, \"Well, that’s too bad. But you can find another job around here, can’t you?\" He said, \"Mom, I grew up here. I went to school here. I’ve had a few jobs here. I think losing this job is a sign. It’s telling me it’s time. It’s time to move on and move up. My future is elsewhere. I’m moving to the big city.\" She said, \"Well, that sounds nice. Jacksonville is only 60 miles away. You can come home every weekend.\" He said, \"Mom, when I say ’the big city,’ I don’t mean Jacksonville, Florida. I mean New York City, New York!\" She couldn’t stop the tears.",
    "It was Evan’s first time to walk alone to the school bus stop. The bus stop was a block from his home. It was next to a bodega. A bodega worker saw Evan. He offered Evan, 6, a soda. He led Evan down into the basement. He choked him to death. He put his body into a plastic bag. He put the bag on the sidewalk with other bags. Garbage workers put the bag into the garbage truck. Evan’s body disappeared forever. The worker moved out of Manhattan. He got married and had a little girl. He told a relative he had killed a boy. The relative eventually told the police. The police questioned the worker. He confessed to the crime. After 30 years, Evan’s parents finally learned what had happened to him. \"Why did he kill our little boy? What did Evan ever do to him?\" asked his mom.",
    "She walked into a NewBrands drugstore. She needed to buy batteries and toothpaste. She walked over to the Quick-Find kiosk. She pressed the English Help button on the screen. The kiosk said, \"Welcome to NewBrands. How may I help you?\" She said, \"I’m looking for Supercell AA batteries and Doublewhite toothpaste.\" The kiosk said, \"One moment, please.\" A moment later, it produced a printout. She read the printout. It said, \"Supercell AA batteries, first floor, aisle A, top shelf, $6 per 6-pack. Doublewhite toothpaste, second floor, aisle B, bottom shelf, $3 per 8-ounce tube.\" Below that were directions to each item. Below the directions was a detailed map. Three red circles were on the map. One circle said, \"You are here.\" Another said, \"Batteries.\" Another said, \"Toothpaste.\" An arrow pointed north. The kiosk asked, \"Is there anything else?\" She said no. The kiosk said, \"Thank you for shopping at NewBrands.\"",
    "Fleet Week occurs every May. Two U.S. Navy ships were at Piers 90 and 92. Saturday afternoon, Herb walked by himself almost 30 blocks to the Intrepid Museum at 46th Street. He then joined the crowd walking north to 54th Street. Everyone was walking on the bike path. The southbound bikers had to ride in the northbound bikers’ lane. Herb came to the two Navy ships. He admired them through the chain link fence. Which one should I visit first, he wondered. He got up to 52nd Street. He saw a huge line to his left. It was the line of people waiting to visit the ships. The line was longer than a football field. There were four loops in the line. The line wasn’t even moving! He was already tired from walking. He certainly wasn’t going to stand in that long line. Maybe I’ll come early tomorrow, he thought.",
    "Jerry had a long face. \"What’s the problem?\" asked Ben, his college roommate. \"This girl in my speech class won’t go out with me,\" Jerry said. Ben asked, \"Did she give you a reason?\" Jerry said no. \"Well, there could be several reasons,\" said Ben. \"Maybe she has a boyfriend. Maybe she’s going for the dean’s list. Maybe she doesn’t like your looks. Maybe she doesn’t like your personality. But I think I know the real reason.\" Jerry asked, \"What’s that?\" Ben said, \"The same reason most people don’t want you for a roommate — you smoke! Your clothes smell. Your breath smells. Your hair smells. You’re infecting people with second-hand lung cancer. Who wants to date a guy like that? I’m sure she’s a nonsmoker. Forget about her. You need to find a girl who smokes.\" Jerry said, \"I did that once. Kissing her was like licking an ash tray.\"",
    "Few diners were in the steak restaurant. Jody saw two tables that he liked. \"My friends and I are eating here Sunday. Which of these tables gets less foot traffic?\" he asked a worker. She said, \"That cabinet behind table 81 contains all the dishes and glasses. Table 73 is much quieter.\" Sunday, Jody and three friends went to the restaurant. Eight diners were at nearby table 74. Four diners were at nearby table 72. A diner’s purse sat on the floor beside table 74. Throughout dinner, the waiter and busboys edged their way past her purse. Throughout dinner, Jody felt one worker after another brush past his chair. He couldn’t move his chair, or the table, out of the workers’ way. Table 81 and tables near it were empty. Jody never saw one worker visit the cabinet. \"How was everything tonight?\" the waiter asked after dinner. \"Fine,\" Jody lied.",
    "A vice president of a Manhattan bank needed an assistant. He told his secretary to put an ad on Craigslist. \"I want recent MBA graduates,\" he said. About 200 applicants responded to the detailed ad. The secretary made a list of the applicants. She organized them by sex, school, and languages spoken. She presented the list to her boss. He didn’t even look at it. He said, \"As you know, I went to Drexel. So, I’m partial to Drexel graduates. Of course, I can’t put that in the ad. How many Drexel graduates are there?\" She said there were nine. \"I have a slightly jealous wife. I can’t hire a woman,\" he said. His secretary said, \"There are six male Drexel graduates.\" He asked, \"How many speak Japanese?\" She said there were two. He said, \"Call them up. Find out if either of them plays golf. I’ll interview the golfer.\"",
    "The Big Apple BBQ was at Madison Square Park. It occurs every June for one weekend. There were live musicians on a music stage. There were two beer gardens. There were ice cream floats and fried pies. But mostly there was meat-barbecued meat. There were almost 20 barbecue vendors. They sold baby back ribs. They sold smoked sausage. They sold pulled pork shoulder. They sold beef brisket. There were long lines at every vendor. A barbecue plate was only $8. \"What’s beef brisket?\" Simon asked a vendor. She said, \"It’s breast meat. It’s boneless. You can order it fatty or lean.\" Simon ordered fatty brisket. He got four small pieces. No wonder it’s only $8, he thought. But the meat was delicious. He threw the empty plate into one of the many trashcans. A woman standing nearby said, \"This trashcan is the only place where there is no line.\"",
    "He peeled the orange. He separated all the sections. He put them on a plate. He took them to his wife. She took a bite. \"This orange is no good,\" she said. \"There’s no juice! Where’s the juice?\" He said, \"Well, not all oranges are juicy, honey. Oranges are just like people. Some are beautiful, and some are ugly. That’s an ugly orange. I’ll get you another one.\" She said, \"No, you eat this one. Then you’ll appreciate how ’ugly’ it is.\" He said, \"No, I’ll take your word for it.\" She said, \"No, if you eat it, you’ll remember it. Then you’ll be more careful about selecting them.\" He said, \"Selecting them? What’s to select? An orange is an orange. They all look the same.\" She said, \"No, they’re not. They look the same, but they don’t weigh the same. Compare them. The heavier ones are the juicier ones.\"",
    "Nora walked from her tenth-floor apartment to the elevator bank. The building had six elevators. She pushed the Down elevator button. She waited. The bell rang and a red light lit up. She casually walked over to the farthest elevator. But the door was already closing. She had to stick her arm into the gap. The door reopened. She got into the elevator. Since when does the door close so quickly, she wondered. An old woman was in the elevator. She quickly pushed the Close Door button. Nora realized what had happened. The old woman was in a hurry. She had pushed the Close Door button on the tenth floor. That’s why the door had closed so quickly. Nora was annoyed. She pushed the button for floor seven. Just before the door opened, Nora pushed all the buttons for floors six through two. Nora got out at the seventh floor.",
    "Mickey got on the narrow wooden escalator at Macy’s. He was going down. An old lady was on the step in front of him. A man and woman got on the steps right behind Mickey. The man started talking loudly. Mickey turned around to look at him. He didn’t notice Mickey’s glare. Mickey put up with the loud talking for two flights. At the sixth floor landing, he stood aside. He let the couple pass by. He got on the escalator step directly behind them. He pulled out his cell phone. He started talking loudly to nobody. They both looked at him. He ignored them. He continued talking loudly about nothing to nobody. The man stopped talking. The couple stood aside at the next landing. Mickey got on the escalator. Still talking, he turned around to see where they were. They were still on the landing, watching him go down.",
    "In 2013 they will finish building One World Trade Center. It’s also known as the Freedom Tower. It will be the tallest building in Manhattan. \"Tall, schmall,\" said Hal. \"Ten years to build it. They built BOTH Twin Towers in just seven years. Those were beautiful buildings.\" Cheryl said, \"Beautiful? Are you kidding? They were two tall rectangles. What’s so beautiful about rectangles?\" Hal said, \"They were more than just rectangles. They had inner beauty. They were the heart of our city. Almost every film made in the city featured the towers. I miss them. Why didn’t they just rebuild them? That would have shown the terrorists. They couldn’t say, ’Look! We destroyed the Twin Towers.’ Everyone would say, ’Excuse me. I still see the Twin Towers. You didn’t destroy anything.’\" Cheryl said, \"Well, they destroyed thousands of people and their loving families.\" Hal said, \"Yes. That can’t be rebuilt.\"",
    "There was a huge dinner at the United Nations. The dinner honored Dr. Marco Marx. He was named the World’s Greatest Doctor. The President of the United States presented him the award. \"Why did he get that award?\" asked Luke. Nancy said, \"You don’t know? He found a cure for heart disease. He found a cure for cancer. He found a cure for strokes. He found a cure for tuberculosis. He found a cure for malaria. He’s trying to find a cure for diabetes. Millions of people are alive because of his work. He deserves hundreds of awards. But he doesn’t want them. Award dinners interrupt his work. He works 16 hours a day trying to find cures.\" Luke said, \"Well, he’s forgetting mankind’s number one problem. He should be trying to find a cure for baldness.\" Nancy said, \"Baldness doesn’t kill anyone.\" Luke said, \"It’s killing my love life.\"",
    "Robin did not buy Google when it went public. He had $20,000 in savings. But he was afraid. He didn’t want to risk all his savings. Google’s stock price almost tripled in the first year. Robin’s $20,000 investment would have been worth almost $60,000. He has regretted his failure to invest ever since. Today, Google’s stock price is more than five times the original price. Robin’s $20,000 investment would be worth $100,000. He kicks himself for not investing. But he learned something. It’s better to act than not act. Stock is like a pretty girl. If you like what you see, ask her out. If you don’t ask, you might spend years wondering \"what if.\" So, when Facebook went public, Robin invested all his savings. He was not going to repeat his Google mistake. Facebook’s stock went south. But Robin doesn’t regret his decision. At least he pulled the trigger.",
    "Sandra went for her annual checkup. Her health insurance covered the entire cost. She didn’t even have to pay a co-pay. After the exam, her doctor said, \"You seem to be in good health. We’ll just wait for the blood test results.\" A week later, her doctor’s secretary called. \"Can you come in next week?\" she asked. When Sandra came in, Dr. Blake said, \"Your cholesterol’s high. You should eat less meat and more fish.\" Several weeks later, Sandra got a bill for the second office visit. Sandra called the office. She said, \"Why did you charge me for the second office visit? Dr. Blake talked to me for less than five minutes. She could’ve just called me. Why did I have to come into the office? That’s not fair.\" The secretary said, \"I’m sorry you feel that way. Call your insurance company. Maybe they’ll adjust the bill for you.\"",
    "Stacy’s Blackberry stopped working properly. The trackball wouldn’t scroll up. She took her phone to the Verizon store. A worker said, \"You need a new phone. We’ll send you one. Then we’ll transfer your contacts to it.\" Several days later, Stacy took her old and new Blackberrys to Verizon. A worker tried to transfer Stacy’s contacts. None transferred. He tried again. This time, some contacts transferred. He tried again. This time, there were many duplicate contacts. \"This isn’t working,\" said Stacy. The worker said, \"Go to Blackberry’s website. Follow the instructions for backup and restore. That might work.\" That evening, Stacy spent two hours on her phone with a technician. But they weren’t able to transfer her contacts. The next morning, Stacy returned to Verizon. She explained her problem to a worker. He said, \"Let me try to clean the trackball.\" Minutes later, Stacy’s old phone was working like new.",
    "He opened an email from AARP. It said, \"Enter for a chance to collect $50,000 for retirement!\" That sounds easy, he thought. Of course, the \"chance\" was probably one in ten million. But that’s better than nothing, he thought. He clicked on the link. He clicked on, \"I have read the official rules.\" He clicked on Get Started. The new link asked for his email address. It asked for a password. It asked for his name. It asked for his address. It asked for other information. He filled in all the blanks. His wife walked into the room. \"What are you doing?\" she asked. He said, \"I’m entering a contest for $50,000.\" She said, \"Why waste your time? Spend your time networking with others. Spend your time writing a book. Spend your time inventing something. You’ll have a better chance of making $50,000, and you’ll be prouder of doing so.\"",
    "Ross asked, \"Do old people smell bad?\" Sharon said, \"They sure do. It’s called ’decay.’\" Ross laughed. He said, \"No, it isn’t. Decay happens to dead things. Old people aren’t dead yet. They’re still alive.\" Sharon said, \"Okay, how about ’ripe’ instead of ’decay’? Whatever you call it, I don’t like to be near it.\" Ross said, \"Well, a new study just came out. It says that old people don’t smell bad at all. Researchers had old people sleep in T-shirts. They had middle-aged people sleep in T-shirts. They had teenagers sleep in T-shirts. Each person slept in the same T-shirt for five nights straight. Then the researchers collected all the T-shirts. They didn’t wash them. They asked volunteers to smell the T-shirts. The volunteers said that the old people’s T-shirts smelled the best. They said that their T-shirts actually smelled pleasant.\"",
    "She was in Staples. She told the clerk behind the counter, \"I need to order some Pilot red gel pens. You never have them in stock.\" Pointing, he said, \"Okay, just go over to that computer. You can order them there.\" She said, \"Please help me. I don’t want to make any mistakes.\" He left the register. He met her over at the computer. He typed in all the information. He finished ordering the pens for her. He went back behind the counter to his register. She followed. She walked directly to his register. Four people were in line at another register. One man said, \"Excuse me, miss. The line is over here.\" She said, \"I’m sorry. I was here already. You can ask him.\" The clerk said, \"Sir, she’s not cutting in line.\" She said, \"But thank you for saying something. Every line needs a security guard like you.\"",
    "Bev was looking for an apartment to rent. Andy had asked Patty, \"Will you please help me out? Show Bev some apartments. I’ll split my commission with you.\" Patty agreed. She met Bev near Battery Park. Patty said hello. Bev was snooty. She said, \"So, you’re Andy’s little helper.\" Patty wasn’t Andy’s helper. In fact, she was Andy’s senior. But she didn’t correct Bev. They started walking to an apartment building. Patty said, \"So, you work at Citigroup?\" She was just making small talk. Bev said, \"Where I work is not your concern. You are here just to show me apartments. If you can’t remember that, I’ll inform Andy.\" Patty stopped walking. Bev stopped too. Patty pulled out her cell phone. She called Andy. She said, \"I’m downtown with Bev. You can show her these apartments yourself. I have better things to do.\" Bev heard every word. Patty walked off.",
    "Tommy was on the N train. A little girl across the aisle was screaming bloody murder. Her mom ignored her. Tommy walked to the end of the car. The screaming continued. At the next station, he got into a different car. The train took off. Four young men said, \"It’s show time!\" They turned on their boom box and started break-dancing in the aisle. They shouted and clapped. Tommy walked to the end of the car. Noise, noise, and more noise, he thought. He got off the train at the next station. Standing on the sidewalk, he heard a brief, ringing sound in his ears. He looked at the traffic. He looked at some people talking nearby. He couldn’t hear a sound. No honking horns, no voices. What’s going on, he wondered. Have I gone deaf? Have I had a stroke? Please, God, give me back my hearing, he prayed.",
    "There were six lines in the supermarket. Five shoppers stood silently in five lines. Three shoppers stood silently in the sixth line. Bob went to the sixth line. The old man in the front of the line was talking to the cashier. The cashier nodded her head. Then she said, \"Price check!\" She stood there holding a can of peas. A little bit later, a coworker came by. The coworker grabbed the can of peas and went to the canned goods section. Bob backed out of the line. He went to another line. The cashier took all the money out of the cash register. She started counting the 20-dollar bills. Another cashier stood nearby, waiting to start her shift. Bob backed out of that line. He went to another line. The cashier saw him get in the back of the line. \"I’m sorry, sir,\" she said. \"This line is closed.\"",
    "She liked a certain plant in the Manhattan flower shop. The clerk said it was $400. She said, \"I want this delivered to a restaurant. Today is its grand opening. But I must be there before the plant arrives. So, can you call me at work when it leaves your shop? That way, I’ll have enough time to get from my office to the restaurant before the plant arrives.\" He said, \"Certainly. The delivery truck will make its last run about 3:30. But I’ll be sure to call you the minute the driver leaves.\" She said, \"Thank you. You have no idea how important that phone call is.\" At 3:30, she called the shop. \"Is the driver about to leave?\" she asked. The clerk said, \"He left about 15 minutes ago.\" She said, \"What? You were going to call me!\" He said, \"I’m sorry. I’ve been tied up with customers.\"",
    "She and her boyfriend are actors. They’ve been together three years. She was recently seen kissing the director of her last movie. They were holding each other tightly. Photos of this kiss went on YouTube. She apologized. She said, \"I’m so sorry. Nelson is the love of my life. He’s the greatest guy I’ve ever met. We love each other so much. I don’t know why I kissed Ricky. He was just holding my hand. Then he hugged me. Then he kissed me. It was just a little kiss, at first. Then it became a long kiss. I don’t know what came over me. I totally lost all of my self-control. I can’t believe I was so stupid. I can’t believe someone was nearby with their stupid camera. All I can do ask is for Nelson’s forgiveness.\" A reporter asked Nelson how he felt. \"I’m out of here,\" he said.",
    "They were at a small Japanese restaurant on Second Avenue. \"You’re a very lucky man,\" said Sylvia. William said, \"Is that so?\" Sylvia asked, \"Do you know why you’re a very lucky man?\" William said, \"I’m not sure. Because I have a good job?\" Sylvia said, \"Because Laura is your wife. That’s why you’re a very lucky man.\" William said, \"You’re so right. I am very lucky to have Laura as my wife. In fact, I’m not just ’very lucky.’ I’m the luckiest man in the world. I have the best wife in the world!\" A man sitting at the next table said, \"You have the best wife in the world? I beg to differ. I have the best wife in the world!\" A man at another table said, \"Neither of you are correct.",
    "Patrick got on the R train. It was crowded. He saw a space to sit. It was next to a well-dressed, older woman. He squeezed in on her left. He started reading his magazine. She started digging in her left ear. She finished digging. She rolled something around between her finger and her thumb. He tried not to watch. Her finger went back to her ear. She dug some more. She rubbed her finger and thumb together again. He couldn’t believe it. Was she going to do this all the way to Bay Ridge? Did she think she was at home in her bathroom? She got off at the next stop. Patrick felt much better — for an instant. A huge fat man squeezed himself into the just-vacated space. The man made loud noises as he breathed through his mouth. Twice, he coughed loudly. Patrick changed cars at the next stop.",
    "He was riding the LIRR to Oyster Bay. He saw beautiful scenery everywhere. But he also saw graffiti everywhere. There must be a way to stop graffiti, he thought. He did some research. He developed a design for a graffiti-buster. He presented it to a spray paint can maker. The maker was impressed. He said, \"I’ll put my staff to work on it.\" A year later, the graffiti-buster made its debut. The can contains a camera and computer chip. The camera is one with the nozzle. If a user tries to destroy the camera, he destroys the nozzle. When the software determines that the user is producing graffiti, the can explodes. The back of the can is weaker than the front. Black dye splatters onto the face of the user. The dye fades after about three years. The dye contains fortified skunk scent. The scent fades after about a year.",
    "Sometimes Jeff’s TV screen turned black. Sometimes the picture froze. He called his cable company. The representative gave Jeff a Sunday appointment. Sunday morning, the doorbell rang. Jeff opened his apartment door. It was the cable technician. The tech didn’t say hello. He didn’t introduce himself. Jeff saw a name printed on the tech’s shirt. It said Sam Hall. Sam asked what the problem was. Jeff told him. Sam said, \"Show me.\" Jeff said, \"I’ll show you the door if you aren’t more polite.\" The tech said, \"Show me, please.\" Jeff said, \"Show you what? The problem comes and goes.\" The tech walked over to the TV. He checked the cable box connection. He checked the connection coming into the apartment. He found the problem. He fixed the problem. Just before he left, he told Jeff, \"I need to wash my hands.\" Jeff said, \"There’s a Starbucks on the corner.\"",
    "It started in Greenwich, England. Hour by hour, it traveled west. It hit all the Americas. Then it hit Asia. Then it hit Russia, eastern Europe, and eastern Africa. In just 24 hours, nobody in the world was talking. People were still moving their mouths, hoping that sounds would come out. But no sounds came out. Not a word, not a syllable, not a grunt. Dogs were still barking. Cats were still meowing. And birds were still chirping. But humans were silent. Doctors worldwide were baffled. There was no sign of disease. People’s mouths and throats were normal. Doctors scratched their heads. People reluctantly adjusted. They started carrying pens and small notepads with them. They learned sign language. Nostalgically, they watched recorded movies and TV. They listened to recorded books. But there were no more live conversations. Yet there was still hope. Every day, people sent silent prayers to heaven.",
    "The two friends were talking. Jon said, \"At dinner last night, your breath was killing everyone. Did you see Joe slide his chair away from the table when you talked? He told me he was never going to sit at the same table with you again.\" Brad said, \"What can I do about it? Should I be chugging mouthwash between bites? I know I’ve got bad breath. I’ve seen a dozen dentists and bought ten dozen breath products. Nothing seems to work for me. It’s like you and your dandruff. You’ve seen lots of doctors and used lots of shampoos, and nothing’s worked. And who’s Joe to talk? He’s good for a fresh zit almost every day. How pleasant is that to look at during dinner? We’re all cursed in one way or another.\"",
    "He went to DMV at 8:30 a.m. to renew his learner permit. He stood in line. He received ticket B211. How can the number be so high the first thing in the morning, he wondered. He sat on a bench and looked at the electronic board. It said A345, B208, C601. He watched and waited for the numbers to change. About 15 minutes later, his number appeared. He went to counter 25. He said hello to the DMV clerk. The woman ignored him. Figuring she hadn’t heard him say hello, he said, \"How are you today?\" She ignored him. She examined his application form. She said, \"$22.50.\" He put $22 on the counter. She said, \"I SAID $22.50.\" He put 50 cents on the counter. She gave him his interim permit. He left DMV. I’d hate to see how nasty she is at the END of the day, he thought.",
    "Sally and Gene were running late. It was a hot summer evening. It was even hotter in the underground subway station. Finally, the train arrived. It was crowded. The doors opened. Nobody exited. Sally tried to get inside. But a woman was standing near the doorway. She didn’t want to yield her place near the doorway. Sally tried to squeeze by. The woman wouldn’t budge. Sally finally got into the car. Gene followed. The doors closed, and the train took off. The woman yelled past Gene at Sally, \"The word is Excuse Me! Do you hear me?\" Sally ignored her. She and Gene got off at 86th Street. \"What happened in there? Why was she mad at you?\" Gene asked. Sally said, \"She wouldn’t let me by. So I gave her a firm push.\" He said, \"You can’t push people.\" She said, \"I know, but I did. She deserved it.\"",
    "Horace was alone in the gym on the top floor of his apartment building. He was facing an open doorway. From out of nowhere, a man suddenly brushed past Horace. Even though there was plenty of room, the man missed hitting Horace by an inch. The man went through the open doorway. Horace followed him. The man started walking up a flight of stairs. He saw Horace. He stopped climbing the stairs. He yelled, \"Who are YOU?\" Horace yelled back, \"Who are YOU?\" The man said, \"I’m the manager of this building.\" Horace said, \"You are? You almost ran over me in the gym. You didn’t bother to say ’pardon me.’ And now you’re yelling at me. Being the manager doesn’t give you the right to be rude.\" The man didn’t say anything. He walked up to the door at the top of the stairs. He opened it and disappeared.",
    "Connie works in real estate in Manhattan. Her listings were on Craigslist and other web sites. One day she decided to consolidate all her listings onto one site. That site was Naked Apartments. She called one of her new clients. She said, \"Please visit my new site. It’s called Naked Apartments dot com.\" Her client visited the site. He called Connie back. He said, \"That site’s not functioning. It’s still Under Development. Even worse, it’s a sex web site. It’s for people who want a rent-free apartment. All they have to do is let Internet cameras spy on them 24/7.\" Connie said, \"What?! That’s impossible. I’ve got 100 listings on that site. It’s a real estate site. Are you sure you went to Naked Apartments dot com?\" He said, \"Did you say Apartments or Apartment?\" She said, \"Apartments with an S.\" He said, \"Oops. I went to the wrong site.\"",
    "He tried to open a music folder. A dialogue box said, \"You don’t currently have permission to open this folder. Click Continue to access this folder.\" He clicked Continue. He got a new message: \"You have been denied permission to access this folder. To access this folder you will need to use the security tab.\" He clicked the security tab link. He clicked My Music Properties. He clicked Everyone. He clicked To change permissions, click Edit. He clicked Edit. He clicked Add. He clicked Apply. He clicked OK. He got a message: \"An error occurred. Access is denied.\" He wanted to pull his hair out. How could his own computer deny him access to his own folder? How could his own computer be telling him what he could and could not do? It suddenly dawned on him. His computer was actually the son of HAL, the renegade computer in \"2001.\"",
    "The one-day seminar was in the Hotel Martinique on 32nd Street. Cristie, the presenter, said that people who communicate well are the stars of an organization. They make people want to belong to a team. They infect everyone with their enthusiasm. They are people-friendly. Emily raised her hand. She said, \"I’ve had three different jobs. How is it that my manager in each job has been a terrible communicator? It seems to me that the secret to becoming a star is to be mean and rude, not to be friendly and supportive. My current boss yells at someone almost every day, usually in front of others. My coworker went to the bathroom crying yesterday.\" Others nodded their heads. Cristie said, \"Yes, some organizations are like that. All they communicate is fear. There’s not much you can do when your boss is a jerk. Either hang in there, or move on.\"",
    "The two spirits were talking. \"I’m bored. Who shall we be today?\" asked Booboo. Nono said, \"Why don’t you be Jack, and I’ll be Jill?\" Booboo agreed. They entered the minds of Jack and Jill. Jack and Jill were at a bar, drinking a beer. They always drank one beer after work. Then they always went home. They finished their beers. \"Let’s have another,\" Jack said. Jill agreed. They finished two more beers. \"Let’s have another,\" said Jill. Jack agreed. They drank five beers each before they left the bar. They were laughing and talking loudly on the subway home. A man said, \"Quiet down!\" Jack said, \"Do you want to fight?\" Jill said, \"Yeah. Do you want to fight?\" The man went back to his book.",
    "They were at a deli in lower Manhattan. They ordered a ham sandwich with the works. The worker behind the counter was wearing plastic gloves. They watched him put ham, onion, tomato, and lettuce on each roll. He put the rolls on paper plates. He handed them their plates. Then he wiped his gloved hands on his apron. They went to the cashier to pay. The cashier was also wearing plastic gloves. She took their money. She gave them their receipts and change. They found an empty table. He asked, \"Do you think they wear the same gloves all day long?\" She said, \"I hope not. They probably put on new ones after they take breaks or use the bathroom.\" He said, \"I bet plastic gloves are as germy as ordinary skin. The only thing good about gloves is that people can’t pick their ears or noses with gloves on.\"",
    "Grandma heard sobbing. She knocked on Nellie’s bedroom door. \"Can I come in, honey?\" Grandma asked. Nellie said yes. Grandma saw Nellie’s wet eyes. She saw tears on her cheeks. She gave Nellie some tissues. Nellie dried her eyes and blew her nose — Honk! \"What’s the matter, honey?\" asked Grandma. Nellie said, \"The junior prom’s in one week. Nobody has asked me to go to it. I’m such a plain Jane. I’ll never be pretty. I’ll never be popular. No boy will ever date me. I’ll never get married. I’m going to die an old maid!\" Nellie started sobbing again. Grandma hugged Nellie. She said, \"Honey, you’re very pretty in your own special way. Don’t be jealous of others. That’s a waste of your time. Find something you love doing, and become good at it. Your passion for that will make you an attractive and happy woman.",
    "He dropped his glasses on the bathroom floor. They didn’t break. They looked okay. A few days later, his right ear started hurting. He took off his glasses. The pain stopped. He put the glasses back on. The pain came back. He went to an eyeglass store. He told the worker his problem. She adjusted the plastic temple for him. He put the glasses on. They felt okay. An hour later, his ear hurt again. The adjustment hadn’t worked. He went to another eyeglass store. The worker adjusted his glasses. That adjustment didn’t work either. His ear was killing him. He took his glasses off every ten minutes to get relief. At home one day, he boiled some water. He put the temple into the water. He bent the temple himself. He tried on the glasses. They felt okay. The next day, they still felt okay. His ear stopped hurting.",
    "The man was walking his dog on the south side of 29th Street. The dog stopped. The man stopped. The dog squatted. It did its business. The man gathered the poop into a plastic bag. He and the dog started walking. Naomi said, \"Excuse me! You’re supposed to curb your dog, you know? That means your dog should pee and poo in the street, not on the sidewalk. Look at that ugly brown stain on the sidewalk.\" He said, \"It’ll wash off in the rain. I’m not going to bring a scrub brush with me to scrape off poo stains.\" She said, \"You don’t have to. Just curb your dog. This beautiful city is an extension of your home. You don’t let your dog poo on your living room floor, do you? Then why do you let it poo on the sidewalk? The sidewalk is part of your extended home.\"",
    "His daughter went off to college. \"Don’t do anything stupid. And don’t follow the crowd,\" he told her. She said, \"Of course not, Daddy. You know how smart and independent I am.\" He crossed his fingers anyway. She came home during Christmas break. She asked, \"Do you remember telling me not to do anything stupid?\" He said, \"You didn’t get married, did you?\" She said no. She turned around. She pulled up her long hair. He saw a tattoo on the back of her neck. It was a red rose. \"What do you think?\" she asked. He said, \"I think it’s stupid. First of all, a tattoo disfigures your body. If God wanted you to have a tattoo, He would have given you a birthmark. Second, why did you get a tattoo that you can’t even see? What’s the point?\" She said, \"That’s where all my dorm mates have theirs.\"",
    "Ivan was standing at the drugstore counter. Something struck his leg. It was one of the store’s small plastic carts. It was empty. Someone had pushed it toward the counter. He was walking downstairs into the subway station. Three teenage girls were walking upstairs. He moved over to the far right side of the stairwell. One teen bumped into him. She kept talking to her friends. He was nearing a turnstile from the left. From the right, a businessman held his briefcase high as he stormed past Ivan. Ivan was riding the narrow escalator down to the platform. A skinny woman wedged her way past him. He sat down at the end of the subway bench. A man approached from Ivan’s right. A big canvas bag hung on his side. He walked straight toward Ivan. At the last second, he veered to his left. The bag scraped across Ivan’s shoulder.",
    "She felt something in her throat. Oh no, she thought. A tiny spot in her throat was burning. She knew what it was. It was the start of a cold. Where did she get it? It was probably the subway, she thought. There’s no telling how many germs are on those metal poles. The next day, her throat not only burned, but it itched. Her nose was stuffed. She had to blow it constantly. She was sneezing and coughing. It hurt her throat to talk. She went to the drugstore. She bought nasal decongestant tablets. Each tablet was good for 12 hours. She bought throat lozenges. She called her boss. She told him she wasn’t coming in to work. She didn’t want to infect everybody. Her boss said, \"Don’t worry about it. If I’m going to get a cold, I’d rather get it from you than from a total stranger.\"",
    "He was in Manhattan visiting his mom. They took a walk to Madison Square Park. They saw many people in line for Shake Shack. He said, \"This place must be good. Let’s try it.\" She said she had never eaten there. He said, \"Well, it’ll be a new taste treat for both of us.\" They waited in line for 30 minutes. He ordered a hamburger, fries, and a shake for each of them. He ordered Shake Sauce. The clerk gave him his receipt and a beeper. Ten minutes later, the beeper went off. He brought their order back to their outdoor table. He dipped a fry into the Shake Sauce. It tasted like Thousand Island dressing. \"This sauce is nothing special,\" he said. A few bites later, she said, \"This meal is nothing special. It’s good, but it’s not worth waiting 40 minutes for. All these people must be tourists.\"",
    "Ned and Jan worked for the Bronx Zoo. They were monkey experts. Elmer was one of twelve monkeys. He didn’t socialize much. Ned and Jan tried occasionally to get Elmer to mate, but he firmly resisted those efforts. \"Maybe he wants prettier females,\" joked Ned. Jan said, \"Maybe females don’t interest him.\" What did interest Elmer was the TV in the monkey cave. Elmer loved to watch Sesame Street. He not only watched, but he listened. \"I think he actually understands the show,\" said Jan. Ned said, \"I think he likes Miss Piggy.\" One day Jan saw Elmer holding a stick. It looked like he was drawing something in the sand. He finished. She went over to see what he had drawn. Maybe it’s a banana, she thought. When she arrived at where he had been drawing, she didn’t see a banana. She saw the words, \"I don’t belong here.\"",
    "He was trying to get his soccer-playing daughter to take up golf. \"Golf is a good way to meet boys,\" he said. She said, \"Meet boys? I’ve already met too many boys. Both of my idiot brothers are boys. Half of my classmates are idiot boys.\" He said, \"Be nice. Don’t call your brothers idiots. Believe me, you’ll change your mind about boys when you get older. And then you’ll thank me for introducing you to golf. But until then, you can learn a lot from golf. Golf will teach you valuable people skills. It will teach you honesty and courtesy. It will teach you perseverance and confidence.\" She said, \"But Daddy, I don’t need to go to a golf course to learn that. I already learned it at home from you and Mom. Besides, soccer is a lot more fun, and there are no boys in our soccer league.\"",
    "Henry had a good job. But he didn’t have a girlfriend. \"Why don’t you have a girlfriend?\" his mother asked. \"You need a girlfriend, so you can get married and have kids. That way I’ll have some grandchildren.\" Henry said, \"Do you want me to have a girlfriend, or do you want you to have grandchildren?\" His mom said, \"Both! So I’m going to find you a girlfriend. I have plenty of friends who have unmarried daughters.\" A week later, she said, \"I’ve found the perfect girl for us. Mary is your age. She has a good job. Her mom says she’s looking for a husband.\" Henry said, \"Forget it! I’m not going to date someone who’s desperate to get married. She probably isn’t married yet because there’s something wrong with her.\" His mom said, \"Really? Maybe there’s something wrong with you too. Maybe two wrongs can make a right.\"",
    "He took his son to the Intrepid Museum at Pier 86. They stood in line in the hot sun for about an hour. He bought two tickets. They took the elevator to the flight deck. Airplanes and helicopters were on view. They went into the Space Shuttle Pavilion. \"The Enterprise is huge, Daddy!\" said Paul. \"But it always looks so small on TV.\" His dad took pictures of Paul and the Enterprise. They went to the other decks of the ship. There were many things to see and do. They toured the Growler submarine. They walked around the Concorde supersonic passenger plane. They took home brochures and memories. \"What did you like best?\" Mom asked Paul. He said, \"The roller coaster ride in the simulator was the best. We wore 4-D glasses, and all my coins fell out of my pockets.",
    "She hated standing in lines. Lines at the post office. Lines at the drugstore. Lines at the supermarket. The line world needed an app. She had one in mind. She called it Endline. The app was an avatar. The avatar had her credit card information. It stood in line for her. When it got to the front of the line, it paid her bill. She described her app to her friend. He was a computer programmer. He said, \"First of all, avatars are only in movies and online. It’ll be years before they’re part of everyday life. An avatar can hold your place in line. It can pay using your credit card info. But it can’t carry your packages. If you’re in line at the supermarket, it can’t push the cart. What are you going to do about that?\" She said, \"No problem. Just wait till version 2.0 comes out.\"",
    "Street vendors were selling rainbow flags. People were wearing rainbow shirts. Women had rainbow hair. Manhattan was Rainbow City for a day. The Gay Pride parade started just north of the Empire State Building. Music blasted from floats. Participants waved from the floats. Spectators jammed the sidewalks. Big signs were on the floats. One said Don’t hide your pride. Another said One world, one love, let’s share it. Another said Love yourself. Another said The Episcopal Church welcomes you. A shirtless young man was wearing tight pink shorts. He had glitter on his face. Big fairy wings extended above his shoulders. \"Today and Halloween are the best days of the year,\" he said to a reporter. The reporter asked why. \"Because they’re the only two days I get to wear this outfit! The rest of the year, people don’t appreciate my fairy wings and pink shorts.",
    "Maria was from Spain. Alex was from Cuba. They’d met in a Queens ESL class. They decided to get married. He invited her to meet his parents. They liked her. His mom, Carmen, asked if Maria was going to go to college. \"Why would I go to college!\" Maria asked. Carmen said, \"So you can get a good job here in America.\" Maria said she was returning to Spain the following year. She had a good job waiting for her there. Plus, all her family lived there. Confused, Carmen asked, \"How can you two be together if you’re in Spain and Alex is here!\" Maria said Alex was going to move to Spain with her. \"Our son is going to leave us!\" asked Carmen. Maria said yes. \"But we’ll come visit you every year,\" she promised. Alex was busy talking to his dad.",
    "He had a bad cold. He was coughing up phlegm. He was blowing his nose constantly. The wastebaskets were full of used tissues. He was taking nose drops and cold tablets. They weren’t helping much. The cold would have to run its course. It was breakfast time. He opened the refrigerator. He started coughing. He couldn’t stop. His wife came running. She saw him coughing. She saw the open refrigerator. \"Close the door!\" she yelled. He closed the door. He kept coughing. She waited till he stopped. \"What’s the matter with you?\" she asked. \"All your germs are going into the fridge! You’re infecting all the food!\" He said, \"The food? What about me? Aren’t you worried about me?\" She said, \"Why would I be worried about you? All you have is a cold. I heard you coughing.",
    "On Sunday, 40,000 spectators were on a Long Island golf course. They were rooting for, or against, some of the world’s best professional golfers. While most spectators watched the tournament quietly, a few were loud and obnoxious. On the course and on TV, people could hear occasional jeers when a golfer made a bad shot. They could hear someone yell, \"Hacker!\" They could hear someone yell, \"Go in the water!\" A TV commentator said, \"Well, we are in New York. New Yorkers always speak their mind. They learn that on the city’s mean streets. So their ’frank’ remarks don’t surprise us.\" John was watching TV with a friend. John said, \"That’s not right. He makes it sound like ALL New Yorkers are rude. That’s not true. Most New Yorkers are polite. He shouldn’t paint us all with one brush.\" John’s friend said, \"Ignore him. He’s your typical, overpaid TV commentator.\"",
    "The golf tournament was on Long Island. Tiger Woods was competing with other professional golfers, including Phil Mickelson. It was Sunday, the day of the final round. Thousands of spectators were all over the golf course. TV cameras were everywhere. When Tiger swung, some spectators yelled, \"In the hole!\" When Phil swung, some spectators yelled, \"You’re the man!\" Most spectators watched the golfers quietly, except to clap or cheer or groan. Some spectators yelled mean things. One spectator yelled, \"Don’t choke, Phil!\" Another spectator yelled, \"Hit it into the lake, Tiger!\" One spectator sounded confused. He yelled, \"Hit a home run!\" over and over. A woman told him, \"This is a golf tournament, you know, not a baseball game.\" He said, \"I know. But I told my friends I’d be here. They’re at home watching on TV. I told them I’d yell something stupid so they’d know it was me.\"",
    "Abe was a designer. He worked in a building across the street from the Empire State Building. He was upset with his coworker, Isaac. He thought Isaac was stealing his designs. Abe confronted Isaac. Isaac said, \"What are you talking about? I’ve never stolen your designs. I don’t even like your designs.\" Abe said, \"If you ever steal another design of mine, I’ll kill you.\" Isaac told the boss, \"I’m quitting.\" The boss asked why. Isaac said, \"Abe threatened to kill me. I think he’s crazy enough to try it.\" The boss fired Abe. A year later, Isaac was smoking a cigarette outside his building at noon. Abe walked up to him. He shot Isaac twice. A plain-clothes cop yelled something at Abe. Abe pointed his gun. The cop shot him dead. Shocked, a nearby tourist said, \"I thought it was just actors rehearsing.",
    "Bill, Bob, and Ben were talking about their wives. Bill said, \"My wife is the world’s biggest complainer. She complains about everything. If I leave a speck of toothpaste in the bathroom sink, she complains. If I wait too long to take out the trash, she complains. If I come home five minutes late, she complains.\" Bob said, \"You’re a lucky man. At least your wife’s talking to you. My wife reads everything that’s printed. Her nose is always buried in a book, a magazine, or a newspaper. To get her attention, I’d have to get myself printed.\" Ben said, \"You guys should have married my wife. She never complains. She’s a great listener. And, she’s active in our local community. What more could a man want?\" Bill and Bob stayed married to their wives until they died. Ben got divorced when he discovered his wife was cheating on him.",
    "\"Everybody talks about the weather, but nobody does anything about it,\" he said. \"Until now. My invention can change the weather. Just aim it at the sky and push a button. There are buttons for Rain, Sun, and Snow.\" His wife said, \"That sounds too good to be true. How do you know it works?\" He said, \"Well, it works in theory. Let’s go outside and see if it works in the real world.\" They went outside. It was a sunny day. He pointed his invention at the blue sky. He pushed the Rain button. The sky turned black. It started to pour. The streets started flooding. She yelled, \"Turn it off! Turn it off!\" He said, \"I can’t. I forgot to install an Off button.\" She yelled, \"Push the Sun button!\" He did. The sun came out. The sky turned blue. \"We’re going to be very rich,\" he said.",
    "A Washington, D.C. official said, \"It’s costing too much to clean men’s rooms in our nation’s capital. Pee is everywhere. It’s all over the floors. It’s all over the urinals. It’s all over the toilets. It seems like it’s everywhere except IN the urinals and toilets. Our men’s rooms are unclean and unsafe. You can slip and fall. The odor can make you gag. We have to clean most men’s rooms three times a day. We clean most women’s rooms only once a day. We’re proposing a new regulation. Men must sit down to pee. No more standing up. We’ll replace the urinals with toilets and stalls. Our goal is for D.C. to have men’s rooms that are pee-free. Our goal is to have men’s rooms in D.C. that residents can stand up and be proud of. Then everyone might stop comparing our men’s rooms to New York subway stations.\"",
    "They got into the elevator. Fred pushed the 12 button. A middle-aged woman rushed in. She pushed the 11 button. Her hair looked dirty. She was wearing a faded dress, socks, and shoes. One sock was white. The other was red. At least her shoes match, thought Marcia. \"I’ve never seen you two before. Do you live on the twelfth floor?\" the woman asked. They nodded. \"I have very loud neighbors above me,\" she continued. \"They have heavy feet. I think he wears boots in the apartment. I think she wears high heels.\" She looked at Marcia’s high heels. She asked, \"What apartment do you live in?\" Fred said, \"12A.\" She asked, \"Are you sure?\" Fred nodded. She said, \"I live in 11B. So it’s not you. Unless you’re lying. You’d better not be lying.\" The elevator door opened, and she got out. Fred and Marcia looked at each other.",
    "He Googled \"formulas to make me invisible.\" He found a formula that used common ingredients. He boiled them. He drank the broth. He waited. He checked the mirror. He could still see himself. He found another formula online. It didn’t work either. He combined the ingredients from both formulas. He boiled them and drank the broth. He waited. He felt something. He looked in the mirror. He couldn’t see his head. Well, this is better than nothing, he thought. He walked out to his car. He drove into town. People in other cars pointed at his shoulders and stared. He parked his car outside Starbucks. He walked inside. Somebody screamed. Somebody fainted. Somebody ran. He got in line. People got used to looking at him. A kid walked up and asked, \"What happened to you?\" He said, \"I wanted to be the Invisible Man, but I’m just the Invisible Head.\"",
    "He walked to Battery Park and back. When he got home, he took off his T-shirt. Phew! he thought. His armpits didn’t use to smell that bad after a long walk. Is this the aging process, he wondered. He wiped his armpits with alcohol wipes. The odor disappeared. He went to the drugstore. He bought a different brand of deodorant. The next day, he rolled on the new deodorant. He took another walk. When he got home, he took off his T-shirt. He couldn’t smell anything. Good, he thought. The deodorant worked. He took a shower. He tried to wash his armpits. He couldn’t do it. All his armpit hairs were matted together. He finished his shower. He looked in the mirror. A white paste covered his armpits. He grabbed some alcohol wipes. He scrubbed his armpits hard. After a while, they were no longer white. They were bright red.",
    "The governor of New York approved a change. \"The ’I Heart NY’ logo is getting a little tired,\" he said. \"We need to energize it. We need some new logos to get tourists to visit more of our state. New York is a lot more than just New York City. Besides, everyone’s copying our logo. You can’t go to another city, state, or country without seeing ’I Heart Blahblahblah.’\" The designer of the original logo, which first appeared in 1977, was perplexed. \"What’s wrong with my heart? Now it’s chopped liver?\" he asked. The new logos emphasize various features of New York State. They include a waterfall and a wine bottle. The waterfall represents Niagara Falls. The wine bottle represents Finger Lakes. \"This isn’t going to work,\" said Ryan. \"Nobody is going to say, ’I waterfall NY’ or ’I wine bottle NY.’ That’s not catchy. It doesn’t even make sense.\"",
    "Pat hadn’t seen her sister Mary in a couple of years. Mary was visiting with her husband John and their son Jackie. He was five. They sat down for dinner. Pat couldn’t help noticing that Jackie was a loud eater. He ate with his mouth open. He made smacking noises with every bite. After dinner, Pat took Jackie aside. She said, \"Jackie, try to eat with your mouth closed. People don’t like to see food in other people’s mouths. People don’t like to hear loud smacking sounds at the dinner table.\" Jackie nodded his head. The next morning, everyone gathered at the table for breakfast. Jackie ate half a buttered roll. \"Am I doing okay, Aunt Pat? I’m keeping my mouth shut while I eat!\" he said proudly. Pat rolled her eyes. \"Yes, you’re doing a good job,\" she said. Mary and John looked at her, but didn’t say anything.",
    "Jay’s niece Sonya, 30, sent him a wedding invitation. She had finally found Mr. Right. Jay called his dad. Jay said, \"Congratulations! You might be a great grandpa again next year.\" His dad didn’t seem too happy. Jay asked, \"Is something wrong?\" Dad said, \"A year ago, Sonya dropped by so we could meet her fiancé. She introduced him to me as the world’s cheapest grandpa.\" Jay said, \"She was joking, right?\" Dad said, \"She was dead serious.\" Jay said, \"She meant it? Shame on her! You weren’t cheap. You and Mom struggled to raise six kids. You had to watch every penny. Why would Sonya say something so mean? Mom told all her kids and grandkids, at least a thousand times, ’If you can’t say something nice, don’t say anything at all.’ You know what I think? I think you should give Sonya a toaster for a wedding gift.\"",
    "\"Mirrors are destroying our nation’s productivity,\" the dictator said in a nationwide broadcast. \"Too many people are spending too much time looking in too many mirrors. Everybody wants to be on TV or in the movies, or look like somebody on TV or in the movies. Enough already! We all have jobs to do. We can’t do our jobs if we’re busy thinking about our looks. Looks aren’t that important. Look at me. I look terrible. Do I care? No, because I’m too busy running this country. If I spent hours a day looking at myself in the mirror, our country would go to pot. So tomorrow I’m destroying all the mirrors.\" The people balked. His wife said, \"Can you blame them? How can people, especially your own wife and children, live without mirrors?\" He said, \"Okay, you’re right. Instead, tomorrow I’m destroying all the TVs and movie theaters.\"",
    "Auntie was Betty’s client. Betty invited Auntie over and made a Chinese dinner for her. Auntie loved it. She said, \"This is the best Chinese meal I’ve ever eaten in Manhattan.\" She even asked to take all the leftovers home. During the meal, Betty had, regrettably, told Auntie that her boyfriend was unemployed and on Medicare. Auntie said, \"Your boyfriend is old and poor? Why are you still with him? You’re so young. I have the perfect man for you. He works in real estate just like you. He’s very successful. And last but not least, he’s your age!\" Betty said she wasn’t interested. Auntie ignored her, saying, \"He’s my son, of course. If you marry him, you can move into my house with us. I have a huge kitchen. You’ll love it!\" Auntie doesn’t give up easily. She still calls Betty every few months. Betty never returns her calls.",
    "He arrived at Bellevue Hospital. He went to the second floor — Primary Care for Adults. He told the clerk at 2C that he had a 2:20 appointment. He gave her his hospital card. \"That’ll be $20,\" she said. He paid her. She gave him a receipt. \"Take this to 2D,\" she said. He gave the receipt to the clerk at 2D. He found a seat next to another elderly man. After reading two magazines, he heard his name called. He followed the young woman into a small room. She asked him to step on a scale. She recorded his weight. She asked him to sit down. She put a blood pressure cuff on his right arm. She started the machine. The cuff tightened, and then loosened. She took it off. She said, \"125 over 85.\" He said, \"That’s fine, isn’t it?\" She said, \"Yes, it’s fine for someone your age.\"",
    "Her seat was 28E. It was between an old man and a young man. Her flight was from LA to NYC. She hadn’t slept much the night before. The sofa in her son’s small apartment had been very uncomfortable. He had offered her his own bed, but she had refused. On the plane, she asked the flight attendant for another blanket. He said there were no more. The old man offered her his blanket. She thanked  him. The young man’s head had already disappeared under his blanket. The plane took off. Even covered with both blankets, she was freezing. When the plane finally landed, she held a blanket up to the light. She could see light through the blanket. These blankets are like tissue paper, she thought. She tried to tear the blanket. It tore easily. She tore both blankets into little pieces and left them on the airplane seat.",
    "Laurie had beautiful blue eyes, but she was born blind. Her parents didn’t know this at first. Then they began to notice things. If they moved a finger from her right to her left, her eyes didn’t follow it. When they smiled at her, she didn’t smile back. When they made funny faces at her, she didn’t respond. When they held a rattle in front of her face, she didn’t reach for it. But if they shook the rattle, her hands moved toward the sound of the rattle. Laurie reacted to sounds, but not to sights. Something was wrong. They took her to the doctor. He examined Laurie. He said she was incurably blind. But her pretty eyes looked perfectly normal. When she entered first grade, she told a classmate that she was blind. Her classmate looked closely into her eyes. He said, \"Are you sure? You don’t look blind.\"",
    "Bob went to another computer repair shop. The technician told him pretty much the same thing. Bob went to Office Stuff and to PaperClips. He saw an HP laptop that he liked. It was on sale at both stores. But it was cheaper at Office Stuff. He went back to Office Stuff. He told the salesman, Joe, which HP model he wanted to buy. Joe asked him if he wanted anti-virus software or Microsoft Office with the laptop. Bob said no. He said he didn’t have enough money to buy extra stuff. Joe asked if he wanted computer insurance. \"If anything goes wrong within two years, we’ll fix it free or give you an equal replacement. It’s only $99,\" Joe said. Joe didn’t mention that it was actually $99.99. He didn’t mention that tax would make it $108.86. Bob thought about the extra money. Insurance might be a smart buy.",
    "Bob took his new computer home. He was happy to have a new computer. His old computer had had one problem after another. Sometimes Bob thought there was an evil spirit inside it. Sometimes he would be typing in one paragraph, and the letters would appear in the previous paragraph! Sometimes the screen would minimize or maximize while he was typing! Sometimes the arrow pointer would freeze. It wouldn’t move again until he unplugged the computer, plugged it back in, and restarted it. The computer was on its third hard drive. The computer had had problems from day one. Right out of the box, the M key didn’t work. He had to ship the computer back to the manufacturer to fix the M key. He had spent hours on the phone talking to technicians in India about one problem or another. Tossing the old computer out would be a joy.",
    "Bob had had plenty of problems with his old computer. He said he’d buy the insurance. \"You probably want us to make recovery disks, too,\" said Joe. \"If anything goes wrong, you’ll need them to restart your computer. The insurance doesn’t include the disks. We’ll make you a set for only $30.\" Bob rolled his eyes. He said okay. He gave Joe his credit card. The grand total was $713. Joe said to come back in two hours. The recovery disks would be ready by then. Bob returned three hours later. \"Just a few more minutes,\" said Joe. One hour later, Joe gave Bob the disks and the new computer in a black cardboard box. He didn’t apologize for making Bob wait. He didn’t thank Bob for shopping at Office Stuff. It was 9:20 p.m. The store had been closed for 20 minutes. A man was already vacuuming the floor.",
    "Bob went into his bedroom. He wanted to transfer some files on his old computer to a flash drive. Then he would unpack his new computer. He lifted the lid of his laptop. He pushed on the power button. The computer turned on instantly. What?, Bob wondered. He transferred the files. He turned off the computer. He looked at it suspiciously. He pushed the power button. Please don’t turn on, he thought. The computer turned on instantly. Now what, he wondered. He could return the new computer. But if he returned it, he suspected that the power button would immediately stop working properly. Was the evil spirit testing him? He didn’t return the new computer. I’ll just use the old computer until I completely wear out the power button, he thought. Two months later, the power button was still working properly. The new computer still sat in its unopened box.",
    "Bob pushed the power button on his laptop computer. Nothing happened. What?, he wondered. He pushed it again. Nothing happened. He pushed the button again and again. Finally, after maybe 50 pushes, the button worked. The little blue light came on. A few minutes later, he was online. Everything was okay. Everything except the power button. The next day, he pushed the button again. Nothing happened. Finally, after about 50 pushes, the button worked. This went on for a week — 50 to 60 pushes to turn the computer on. Finally, Bob visited a computer repair shop. He told the technician about the power button. Bob said that his computer was seven years old. The technician said it would cost $50 to $150 to repair the power button. \"You should buy a new computer,\" he said. \"Don’t spend money on a seven-year-old computer. You never know what might go wrong next.\"",
    "The printer was not even two years old. Suddenly it developed a mind of its own. On its own, the printer made six copies of nothing. On its own, the printer scanned a blank document. It was its own boss. Jeff was no longer in control. When Jeff clicked on Print, the printer did nothing. New technology is just new problems, Jeff thought unhappily. Jeff called the 800 number for HP. Brian answered the phone. Jeff described the problem. Brian said it was a hardware problem. He also said the printer was out of warranty. For $59.99, tech support might be able to fix the problem. But, there was no guarantee. He offered to ship Jeff a brand new printer for only $99. \"Shipping is free,\" Brian said. Jeff didn’t know if he wanted another HP printer. \"Thanks, but let me think about it,\" he told Brian. Jeff said goodbye.",
    "Later that afternoon, Earl sent everyone out to take pictures for practice. He said to return by 4:30 sharp. Will and Keesha went to two vacant apartments. Keesha took lots of pictures; Will took only a few. They returned to the training room at 4:27. One student hadn’t returned. Earl asked where Jack was. Keesha said that Jack was outside smoking a cigarette. Will went to the rest room. He came out a couple of minutes later. The training room had glass walls. The sliding glass door was open. Will saw Jack. He was back in the training room. Earl saw Will approaching. \"Walk faster!\" Earl said. Will was amazed. He’s telling me to walk faster from the bathroom to the training room, Will thought angrily. Earl shouted, \"I s-a-i-d, walk faster!\" Will walked slowly into the training room. He shook his fist in Earl’s face. \"Walk this!\" Will said.",
    "Jeff decided to try an older printer that he owned. He hadn’t used it in a couple of years. He dusted it off. He inserted the installation disk. The disk started spinning. The software failed to install. He tried again. It failed again. He called HP Support. Benjamin answered. Jeff described the problem. Benjamin said Jeff’s printer was out of warranty. He said it was almost obsolete. He said tech support might be able to fix the problem for $59. He said Jeff should buy a new printer for only $99. Shipping was free. Jeff said thanks, but he’d think about it. He said goodbye. He called NYC’s 311 number. Laura answered. He told her he had two dead printers. How could he dispose of them? She said, \"Well, until 2015 you can just throw them into your regular trash. But take out the ink cartridges first.\" Jeff thanked her.",
    "It was 8 a.m. It was the first day of training. The trainer, Earl, introduced himself to everyone. Will thought Earl seemed nice enough, at first. As time passed, however, Will’s opinion changed. Earl did not like many of Will’s questions. He said Will’s questions were too negative. Will said his questions were realistic, not negative. Will saw a change in Earl’s responses to his questions. Earl would shake his head before answering. Earl would roll his eyes before answering. Earl would say, \"I s-a-i-d,\" loudly and slowly before answering. Earl would stare at Will silently for a few seconds before answering. Earl would answer sarcastically. One time Earl turned on his computer before answering. He typed and printed out the answer to Will’s question. He silently handed the printed answer to Will. That did it for Will. He had had enough. Earl was not going to disrespect him again.",
    "Jeff went online. He looked at $99 printers. Canon had a Pixma MX410. It was an All-in-One printer. He read the reviews. They were good. Plus, the Pixma was reduced to $79. That would save him $20. It was 9 p.m. Saturday. He had just spent five hours trying to fix two old printers and finding a new printer. Life was a lot simpler when all we had was typewriters, Jeff thought. Sunday afternoon he called the Staples on 35th Street. He asked if they had the MX410. They did. Jeff walked over to the store. The printer was big and heavy. It was also $99. \"I thought it was reduced to $79,\" he told the worker. \"It was,\" said the worker, \"but all our sales end Saturday night.\" Jeff thought about going back online. Was the money he could save worth the extra time? He paid the extra $20.",
    "He had just returned from gambling in Atlantic City. My luck continues, he thought, as he saw a parking space close to his apartment building. He whistled as he parked his car. He lifted his three big suitcases out of the trunk. He put them on the sun-baked sidewalk. He parked one suitcase against his car. He rolled the other two into the lobby. He returned to his car. The suitcase was gone. He looked up and down the street. He looked all around. He called the police. A policewoman asked, \"Why would you leave your suitcase unattended on the sidewalk? People steal suitcases, you know, especially when they have wheels.\" He said, \"Yes, but this is the Upper West Side! It’s quiet! It’s safe! It’s crime free! It’s not at all like where I used to live.\" She asked, \"And where was that?\" He said, \"The Lower East Side.\"",
    "They took a limo to JFK airport. When they arrived, she got out of the limo. She said, \"I already paid the driver to take you back home. I’ve paid for everything.\" An hour later, Melvin gave the driver $20, saying, \"Thanks. Here’s your tip.\" The driver thanked him. Melvin entered his apartment and called his wife. She was still waiting to board her plane. He said he had tipped the driver $20. She said, \"Why? I had already tipped him! I told you I had paid for everything.\" What a greedy driver, Melvin thought. He had accepted two tips for one ride. A month later, Melvin called the driver to get another ride to JFK. The fare alone was $50. When Melvin and his wife arrived at JFK, he gave the driver $50 exactly. Melvin said, \"Remember last time? You accepted two tips for one ride. Now we’re even.\"",
    "On an uncharted island, a scholar was trying to find Amelia Earhart. Instead, she found Pablo. He was skinny and naked. His white hair and beard dragged along the ground. She started asking questions. \"How’d you get here? How long have you been here?\" Pablo said he’d jumped ship when he saw this island. He was tired of being at sea. He was tired of listening to his crewmates. He was especially tired of Ferdinand. \"Ferdinand who?\" she asked. \"Ferdinand Magellan,\" said Pablo. \"He is such a crazy man.\" She was astounded. Magellan and his crew were last in the Pacific about 1521. If Pablo was telling the truth, he was now over 500 years old ! She asked Pablo what he’d been eating all these years. Pablo dug into the wet soil. He showed her a handful of earthworms. \"Just these,\" he said, as he offered her a live worm.",
    "He was at CUNY on Fifth Avenue. It was the presidential election. Would Obama win again? Eight volunteers were inside a small room downstairs. He showed a volunteer his driver license. She couldn’t find his name on her list of registered voters. She sent him to another volunteer. His name wasn’t on her list either. She gave him an affidavit and a ballot. While he was filling out the affidavit, the woman behind him was complaining loudly. She said, \"Why can’t you find my name? You people couldn’t find my name last time either. I’m a registered voter. There must be another list. Have you checked ALL the lists? Why do I have to go through this every time?\" Hurricane Sandy had just destroyed thousands of area homes. Newly homeless families were sleeping in shelters. This woman is crying, he thought, just because she has to fill out an affidavit.",
    "She walked up to the drink machine. She fed it a dollar bill. She pushed the button for a cherry soda. The machine buzzed. Then it said, \"We’re so sorry. We cannot accept your money for this product. It has calories, and you are overweight. Please select a calorie-free product. We suggest you try a bottle of refreshing spring water. That would be button number 4.\" She angrily pushed the button for a cherry soda again. The machine buzzed louder and longer. It said, \"Perhaps you didn’t understand. Please push the button for the language you speak.\" She pushed the Chinese button. The machine continued in English. \"You cannot fool us. We know who you are. We are protecting you from yourself. Please select a calorie-free drink. After you’ve lost 25 pounds, you may push the cherry soda button up to twice a week.\" She kicked the machine hard — twice.",
    "They got on the N train. Jane stood there for a second. Then she spun on her heel and started walking out of the car. Cliff looked around. He saw a little man holding a white Styrofoam cup. Cliff followed Jane out of the car. They entered another car. The train left the station. Cliff asked what the problem was. She said, \"Didn’t you smell him? Sometimes I wish I had your nose.\" The end door opened. The little man entered their car. He mumbled something to nearby riders and held out his cup. Jane quickly walked to the opposite end of the car. Cliff didn’t move for a moment. Then he smelled something. Good grief, he wondered. How can one person smell up a whole car? He walked to the opposite end of the car. At the next stop, they got off that car and waited for another train.",
    "Mason’s brother-in-law David was scheduled for surgery. \"It’s his heart. They’re going to saw through his sternum,\" said David’s wife. \"He’ll be in the hospital for about five days. It’ll take him about five months to recover fully. But he should feel a lot better after surgery. Right now he can’t even walk without huffing and puffing.\" Mason bought a get-well card for David. Then he remembered something. His two other brothers-in-law had been in the hospital within the past two years. They had had surgery too. He hadn’t mailed a get-well card to either of them. If he mailed this card to David, the other two might hear about it. They might feel offended. But if he didn’t mail a card to David, he might feel offended. Mason mailed the card. Hopefully, the other two will get sick again, he thought. Then he could mail them get-well cards too.",
    "Kyle said, \"I’m not afraid of anything.\" Jenna, Kyle’s older sister, said, \"You’re still a little baby. Halloween is next week. I’ll bet I can scare you.\" He laughed. \"What are you going to do? Jump out of the closet? Wear a scary mask? Nothing will work.\" She said, \"We’ll see who gets scared next week.\" On Halloween night, Jenna took Kyle trick or treating. He was dressed as a construction worker. He even wore steel-toed boots. By 10 p.m., his bag was full of candy. They started walking home. Suddenly, The Joker leaped out of some bushes. Jenna was startled. Kyle was unfazed. \"Give me that bag!\" said The Joker. Kyle kicked The Joker in his shin. He cried, \"Ouch!\" and hobbled away. They continued walking. Kyle said, \"I hope your friend limps for a week.\" Jenna said, \"I have no idea who that jerk was. You ARE brave.\"",
    "She pulled her small cart into the apartment building elevator. She had just been grocery shopping. She pushed the button for the ninth floor. A man was already standing inside. He said, \"Hi. I’m new here in Manhattan. Can you tell me where I can buy groceries?\" She said, \"Hi. Sure. There are a few markets in this neighborhood. There’s NSA over on 9th Avenue. There’s Gristedes on 3rd Avenue. There’s Whole Foods on 7th Avenue. There’s Trader Joe’s on 14th Street. There’s Duane Reade on every corner almost. It sells some fresh produce and lots of other food items. And of course there are delis everywhere.\" He said, \"Great. Thanks. Is there any place you recommend?\" She said, \"Yes. Buy your produce from the street vendors. They sell the same produce as the big supermarkets, but much cheaper. That’s probably because their only overhead is an umbrella or two.\"",
    "He bought a DVD player. He went home. He unplugged the old DVD player from the living room flat-screen TV. He hooked up the new player. He plugged the old player into the 10-year-old TV in the bedroom. His wife came home. She said, \"Why didn’t you just plug the new player into our bedroom TV? You always do everything the hard way.\" He said, \"Because I couldn’t. New DVD players don’t use those cables with the red, white, and yellow pin connectors. They use cables with HDMI connectors, which are rectangular. I can’t plug a rectangular connector into a round hole.\" She said, \"I don’t believe that.\" He said, \"You don’t believe that? What you don’t believe doesn’t change the facts. Some people don’t believe the Earth is round.\" She said, \"Well, I’m not one of those people. I just don’t believe that you know what you are doing.\"",
    "A 17-year-old girl in Ohio has \"sleeping beauty\" syndrome. Julie appears to be perfectly normal. She’s an excellent student. She has good friends at school and church. But occasionally, she has spells. During these spells, she sleeps up to 18 hours a day. Her mom says, \"During the other six hours, she walks and talks, but she’s not ’all there.’ She doesn’t even know that she’s having a spell. John and I just watch her to make sure she doesn’t hurt herself. If she wants to go out, one of us always accompanies her. When a spell ends, she remembers none of it. She’s had four spells since she was seven. The first one, of course, scared us half to death. The longest one lasted 60 days. We’ve taken her to several doctors. They say only 1,000 people have it worldwide, so there’s no cure and there never will be.\"",
    "She wasn’t getting enough sleep. She blamed him. She wanted to sleep in the other bedroom. He said, \"You can’t do that. Married people should sleep in the same bedroom and in the same bed.\" She said, \"Not if one of them sounds like a farm animal.\" He promised her he’d try not to snore so loud. That night, all went well until 5:30 am. She yanked his ear. \"Huh?\" he grunted. She said, \"Your snoring woke me up!\" The next night, all went well until 4:30 a.m. She hit him with her pillow. \"Huh?\" he grunted. She said, \"Your snoring was even louder tonight! I’m not sleeping with you anymore.\" He said, \"You can’t do that! The couple that sleeps together, stays together.\" She said, \"We’re in bed together, but you’re the only one who’s getting any sleep. If we’re going to stay together, we’re going to sleep apart.\"",
    "Luke entered the classroom. He saw one empty desk. It was the last desk in the far row next to the wall. He walked over to it and sat down. An old man was sitting in front of him. The teacher started talking. Luke started taking notes. The old man moved slightly in his seat. Moments later, Luke smelled something rotten. It was like a rotten egg. It was like sewer gas. It was a fart. The old man had farted. Luke almost gagged. Please let that be the last one, Luke prayed. It wasn’t. The old man farted silently, and constantly, for 50 minutes. Luke tried to breathe through his mouth. Nearby students fanned the air. Class finally ended. Later, Luke told his wife about the gas attack. \"Why didn’t you just get up and leave?\" his wife asked.",
    "Lorna needed some blank CDs. At Staples, she found a Memorex 25-pack for $10. The Memorex label said \"Cool Colors.\" An illustration of a yellow disc and an orange disc was on the label. That’s cool, Lorna thought. She bought the Cool Colors and went home. She opened the pack. The entire label side of the top disc was yellow. She copied audio from her computer to five yellow discs. She used a black Sharpie to write the audio contents on each disc. She took the sixth disc out of the pack. The entire label side was black. What’s this, she wondered. How could she use her black Sharpie to write on a black label? There were five black discs in the pack. Lorna called the Sharpie 800 number and explained her problem. \"I’m sorry, but we don’t make a white Sharpie for CDs,\" said the representative.",
    "He held down the shift key. He tapped the letter T. A small \"t\" appeared on his computer screen. He tapped again. This time a big \"T\" appeared on the screen. I hate this computer, he thought. Several function keys had never worked. The touchpad had become less responsive over the past year. Light taps didn’t always work. Hard taps had become necessary. He rapped the touchpad so hard that he startled his wife. She was in the next room. \"Did you drop something?\" she asked. He said his computer wasn’t working right. She asked, \"Why don’t you get it repaired?\" He said it’d cost too much money. She said, \"But you bought a two-year warranty with that computer.\" He said, \"I did? You’re right. How could I forget that? That cost $100.\" He went through his old receipts. He found the warranty receipt. It had expired a month ago.",
    "The Powerball lottery is worth $550 million. Everyone is talking about it. A newspaper reporter asked an old lady what she’d do with $550 million. She said, \"First of all, you news people should know better. Nobody’s going to get $550 million. The winner will probably take the lump sum payment. That’s only $360 million. Then, the federal government and the state will take their share. The winner will take home only about $210 million. That’s better than a sharp stick in the eye, but it sure isn’t $550 million.\" The reporter said, \"You’re right. Let me try again. What would you do with $210 million?\" She said, \"I know exactly what I’d do. I’ve been wanting to do this for years, but my husband keeps saying we can’t afford it. Well, he can’t say that if we’re millionaires.",
    "Carol wasn’t born rich, but she married rich. She wanted for nothing. Yet she was always trying to get a little bit more. One day she bought a small, expensive purse. She bought it just for a party. She planned to show it off. Then she planned to return it to the store. However, after the party, she accidentally smudged the purse. When she tried to remove the smudge, it got bigger. Undaunted, she took the purse back to the Fifth Avenue store. The sales clerk went and got the manager. The manager pointed at the smudge. \"What’s this?\" he asked. Carol said, \"Oh, that was there when I bought it. That’s why I’m returning it.\" The manager gave her a long, cold look. He said, \"Madam, we would never sell a purse in this condition. If you like, I’ll give you the phone number of our midtown leather cleaner.\"",
    "Simon and Marie hadn’t been to a movie theater in years. He didn’t like theaters because of certain people. Certain people like to talk during a movie. Certain people like to kick the seats in front of them. Certain people like to eat loudly. Certain people like to hog the armrests. Certain people have loud, obnoxious laughs. Certain people are so big that people directly behind them can’t see the whole screen. Marie said, \"Well, maybe the theater won’t be crowded.\" But it was. They sat down in the middle of the theater. The couple behind them ate throughout the 20 minutes of previews. They continued to eat throughout the entire 90-minute movie. They kept digging munchies out of crackling paper bags. They slurped their drinks. The movie ended. The credits started appearing on-screen. Simon and Marie stood up. The man behind them said, \"Excuse me. You’re blocking our view.\"",
    "\"What happens to us when we die?\" Jude asked. His big brother Dylan said, \"It depends on whether you’re a good person or a bad person. If you’re a good person, your spirit leaves your body and enters the body of an animal.\" Jude asked, \"Which animal?\" Dylan said, \"Whichever animal you love most. For example, if you love eagles, you’ll become an eagle. On the other hand, if you’re a bad person, you’ll become the animal you hate most. For example, if you hate cockroaches, you’ll become a cockroach.\" Jude groaned. He said, \"I hate cockroaches!\" He asked, \"What if someone doesn’t love or hate any animals?\" Dylan said, \"Their spirit will become part of the sky.\" Jude said, \"Who wants to be part of the sky? I’m going to be a tiger when I die!\" Dylan said, \"Great! But remember, you have to be a good person first.\"",
    "\"Did you hear the news?\" Jane asked her husband. Justin asked, \"News about what?\" She said, \"The Hostess company is going bankrupt.\" He asked, \"Who or what is the Hostess company?\" She said, \"Only the most important company in the world. Have you ever heard of Twinkies? Have you ever heard of Ding Dongs? Have you ever heard of Ho Hos?\" He said, \"Of course. Hasn’t everybody? It just slipped my mind that those are Hostess products. So, are they going to stop making Twinkies? If so, you’d better start stocking up.\" She said, \"I don’t have to. Another company is going to buy Hostess out. It’ll continue to make all the snack cakes. The only thing different is that thousands of workers will lose their union jobs.\" He said, \"That’s too bad.\" She said, \"Yes, it is. But the important thing is that I’ll have a happy sweet tooth.\"",
    "Randy had received a robot for his last birthday. \"Hal\" had wheels and a cute face. He could talk. Randy adored Hal. He called Hal his \"baby brother.\" Hal could follow commands. If Randy said, \"Follow me,\" Hal followed him. Of course, Randy told Hal to follow him everywhere. When Randy ate, Hal sat next to him. When Randy slept, Hal slept next to him. There were many buttons on Hal’s remote control. If Randy pushed button number six, Hal would spin around. Randy would laugh. After Hal stopped spinning, Randy would ask, \"Are you dizzy?\" Hal would say, \"Let’s do that again!\" Randy would laugh and push button number six again. Randy loved to watch Hal spin around. One day, Randy’s mom said, \"Honey, soon you’re going to have a real baby brother.",
    "\"Look here,\" Ryan said. \"Hugh Hefner, founder of the Playboy empire, is getting married.\" Ryan’s wife Coco asked, \"Who would want to marry that old goat? What is he, 100?\" Ryan said, \"No, he’s only 86. And his new wife is going to make him feel even younger. She’s only 26.\" Coco said, \"Twenty-six? Shame on him. He’s old enough to be her great-grandfather. And shame on her. She’s young enough to be his great-granddaughter. What could the two of them possibly have in common — they both like to eat ice cream?\" He said, \"Apparently, their age difference doesn’t matter to them. They’re in love.\" She said, \"Yes, they are. He’s in love with her body. And she’s in love with his money.\" Ryan said, \"Yes, he is her sugar daddy, that’s for sure.\" Coco said, \"No, he isn’t.",
    "An Arizona woman tried to run over her husband after the presidential election. The husband told a reporter, \"She’s crazy. She’s a crazy Republican. All she talks about is politics. She didn’t use to be like this. She used to be normal. Now she’s turned me off the whole voting process. Tuesday night, she asked me if I had voted for Romney. I said I hadn’t voted for anyone. She exploded. She said I hadn’t done my ’civic duty.’ The next day, she tried to run me over. Well, after I somehow escaped with my life, I did my civic duty. I called the cops! How’s that for civic duty? And she wants people to vote? I hope the jury votes 12 to nothing to put her in jail. When she gets out, she can look for a new husband. I hope she marries a politician. They’ll deserve each other.\"",
    "Jerry’s brother Dean was years older than Jerry. Jerry and his wife were visiting Dean and his wife. It was shortly after their mom’s funeral. Jerry said, \"No more funerals for me. I went to Dad’s. I went to Mom’s. Enough is enough. I want to remember people living on their feet, not lying in their casket.\" Dean said, \"So, when I die, you’re not coming to my funeral? A funeral is for showing love and respect. I want you to be there.\" Jerry said, \"You won’t care if I’m there or not. You’ll be dead!\" Dean said, \"Yes, but I’m alive now. What you’re saying is very upsetting to me.\" Jerry grunted. \"Okay, if it eases your mind, I’ll be there.\" Later, Jerry told his wife he had lied. She said, \"Everyone’s going to know you lied when you don’t go to Dean’s funeral.\" Jerry said, \"Everyone except Dean.\"",
    "\"Stand clear of the closing doors,\" the subway train recording announced. The young woman on the platform didn’t want to miss the Q train. She stuck her right foot between the doors. The doors closed on her sneaker like a bear trap. The train started moving slowly. The woman screamed, \"Help! Stop!To keep up with the train, she started hopping on her left foot. Riders in the car dashed over to the door. Travelers on the platform did too. At least eight hands tried to pull the doors apart. People on the platform and the train were yelling and screaming. The conductor stopped the train. The doors opened. The young woman almost fell onto the platform, but someone caught her. The doors closed. The train took off.",
    "A huge meteorite crashed into the Atlantic Ocean. Babies who were sound asleep in Asia heard the impact. The meteorite went through the ocean bottom. It created a hole deep in the Earth. All the seawater from the Atlantic started rushing into the hole. As the seawater got closer to the Earth’s molten core, it sizzled and evaporated. The rushing seawater pulled all the fish into the hole. The fish sizzled and evaporated. The whole world smelled like fish. People who stepped outside for fresh air got fish air. In just two weeks, all the oceans and all their fish disappeared. Sunken ships were newly visible everywhere. The world’s governments convened. They wanted to divvy up the ocean floor fairly. Real estate agents were overjoyed.",
    "Pete was telling Lionel about his company’s latest product. Pete said, \"It’s super-thin body armor. It sprays on. Or you can bathe in it. Just pour a small bottle of it into a bathtub of water. It’s like a second skin, but you can’t see  it or feel it. It doesn’t block your pores from breathing. But it does block most bullets and knives from penetrating your skin. You’ll feel the bullet or knife strike you, but it won’t hurt. More important, it won’t kill you.\" Lionel said, \"Wow! That sounds like a killer product. Every soldier, cop, and paintballer is going to want it. Probably most criminals too. When’s it going on sale?\" Pete said they weren’t quite ready. They still had to solve one big problem. \"What’s that?\" Lionel asked. Pete said, \"We don’t know how to remove the armor.\"",
    "\"Mom, I saw the most interesting people on the subway car today,\" said the 12-year-old schoolgirl. \"You’ll never believe this, but I swear it’s true. I saw a fisherman with three fish in his basket. I saw a man in a brown bear suit. He was holding the bear head in his lap. I saw a woman with a green plant as big as she was. I saw a man playing the accordion. I saw a balloon woman with nine balloon heads but no human head. I saw a rollerblader with his rollerblades on. I saw a little boy with a long brown tail like a rat! Can you believe I saw all those interesting people on one subway car?\" Her mom said, \"Of course I can, honey. I adore that poster by Sophie Blackall.",
    "Sally wanted a teddy bear for Christmas. On Christmas Eve, she asked her mom, \"Is Santa going to bring me a teddy bear?\" Her mom said, \"Yes, if you’ve been a good little girl. Have you been naughty or nice this year?\" Sally asked, \"What’s naughty?\" Mom said, \"Naughty means bad. For example, did you tell a lie this year?\" Sally said, \"Oh no, Mommy! It’s wrong to lie.\" Mom asked, \"Did you steal anything this year?\" Sally said, \"Oh no, Mommy! It’s wrong to steal.\" Mom asked, \"Did you say any bad words this year?\" Sally said, \"Oh no, Mommy! It’s wrong to say bad words. But Daddy sure did. He said lots of bad words.\" Mom said, \"Well, that’s why Daddy won’t be getting a new TV for Christmas.\" Sally said, \"Poor Daddy.",
    "He said, \"Boy, new TVs are so cool. Now we can stream Internet movies directly to our TVs. And next year, remotes will be obsolete. TVs will have voice control. We’ll just say ’TV on’ and ’TV off.’ We won’t have to push buttons anymore. We’re definitely getting a new TV next year.\" She said, \"Great. You’ll never have to dig through the sofa for the remote again. Will our new TV have automatic volume control?\" He said, \"Of course not. No TV nowadays has automatic volume control. The networks and advertisers don’t like it. They want their commercials to be twice as loud as the program. But with the new TVs, all we’ll have to do is say ’Volume down’ whenever the commercials start.\" She asked, \"You’re okay with that?\" He said, \"Well, I guess it’s progress.\"",
    "Two golfers were chewing the fat. Abbott said, \"You know why Tiger wins so much? It’s not because of his distance, or his shot-making, or his putting, or his course management, or his patience. That’s not why he wins so much. You want to know the real reason he wins so much?\" Costello said, \"Spit it out already!\" Abbot said, \"Because his name is Tiger! His name instills fear into his competitors. His name empowers him. He scoffs at his competitors — Timothy, Benjamin, Arthur, Phil. What kind of names are those? You know what kind of names they are?\" Costello said, \"Spit it out already!\" Abbot said, \"Sissy names, that’s what. And they all know their names are sissy names. If I were going to be a golfer, I’d give myself a fierce name, like Samson Attila Geronimo.",
    "Peter wet the bed regularly. His dad yelled at him whenever he wet the bed. The yelling made Peter nervous. Being nervous made him wet the bed the next night. Whenever Peter wet the bed, his sister teased him. She chanted, \"Peter is a peepot! Peter is a peepot!\" One evening Dad asked Mom, \"How much longer is he going to do this?\" Mom said, \"I’ll talk to him.\" She talked to him. Peter didn’t wet the bed that night. Or the next. A week went by. Dad said, \"That’s a miracle! What did you say to him last week?\" Mom said, \"I said I wanted to share a little secret with him. I said you used to wet the bed just like him. He laughed. I think it relaxed him. It was a little white lie, but it worked.\" Smiling, Dad said, \"It was a little wet lie too.\"",
    "The bulletin board ad said, \"Human Size Teddy Bear for Sale. Paid $100, asking $50.\" Next to those words was a color photo of just the teddy bear. It looked new and lovable. But, he wondered, how big is this bear? How big is \"human size\"? Humans come in all sizes, from infants to sumo wrestlers. Then again, he thought, what does size matter anyhow? It’s half price! Valentine’s Day was coming up. It’d make a nice gift for his girlfriend. She liked teddy bears. He called her up. He told her about the bear. She asked, \"Are you going to buy it for your niece?\" He said, \"Actually, I was thinking it’d make a sweet Valentine’s Day gift for you. You like teddy bears.\"",
    "\"Mommy, is it okay to lie?\" Annika asked. Mom said, \"Of course not, honey. Where’d you get that idea? A lie destroys the trust between people. It’s hard to ever regain that trust. Honesty is always the best policy. If you lie, not only will you lose your friends, but your conscience will nag at you.\" Annika asked, \"Does your conscience nag at you, Mommy?\" Mom said, \"No, dear. Why should it?\" Annika said, \"Because you lied to me, Mommy. You said there was a Santa Claus. But now I know better. There is no Santa Claus!\" Mom said, \"That wasn’t a lie, honey. When you were younger, Santa used to be very real for you. You believed in him. Remember how often you left out cookies for him? Telling little kids about Santa isn’t a lie, honey. It’s a tradition. You’ll see — when you have kids of your own.\"",
    "Boris called his cable company. He said, \"Last night I went to sleep with my TV on. This morning the TV was still on, but the screen was black. There was a big, orange rectangle on the screen. It said, ’Weekly Required Test.’ The clock on the cable box said 4:30, but it was actually 7:15. I tried to turn off the TV with the remote. Nothing happened. I tried to turn off the cable box with the remote. Nothing happened. I unplugged the cable box. Then I plugged it back in. But the correct time didn’t appear on the cable box. Instead, numbers appeared. Number one, number two, number three. When the count-up got to 100, it started all over again. It’s still doing it. What’s going on?\" The representative didn’t know. She talked to her supervisor. She told Boris, \"My supervisor says your cable box flunked the test.\"",
    "The unopened box contained a bar of soap. He dug under the end flap with his thumbnail. He couldn’t pry the flap open. He tried to dig under the other end flap. He couldn’t pry that flap open either. This is a simple, cardboard box, he thought. Why is it sealed like Fort Knox? He grabbed a knife and sawed through the box. That’s it, he thought. He was tired of wrestling with packages in order to open them. He went to his basement. After many months of effort, he developed his Instant Opener. He took it to trade shows. Manufacturers loved it. What was it? A quiet, tiny bomb. To activate the bomb, all a customer had to do was pull on a piece of string on the outside of the package. The tiny bomb was just strong enough to open any package. It didn’t even make a mess.",
    "\"My son, the polar bear,\" Dad said. \"Every New Year’s Day, you and a thousand other Coney Island loonies jump into the freezing ocean. How stupid is that?\" Nick said, \"It’s not stupid, Dad. It’s fun, it’s free, and it’s healthy. And we do it every Sunday in the winter, not just on New Year’s Day. Look at what you do every Sunday. You spend $20 for golf balls, which you usually lose, and $50 for greens fees. You stand around for six hours in the heat, cold, or rain waiting for the golfers in front of you to mosey out of the way. And you come home upset because, as usual, you didn’t break 100. Now, how stupid is that?\" Dad said, \"Don’t knock it till you try it.\" Nick said, \"You’re right, Dad. Don’t knock it till you try it.",
    "\"I don’t understand those people in India,\" Lester said. His wife Lucy asked, \"What about them?\" He said, \"They’re hungry. They’re surrounded by millions of cows. But their religion doesn’t allow them to eat cows. It’s crazy to have all that fresh meat and not eat it.\" She said, \"But we do the same thing in America.\" He said, \"I don’t think so. There isn’t a cow in America that we don’t eat sooner or later.\" She said, \"I’m not talking about cows. I’m talking about cats and dogs. How many million strays do we put to sleep every year? First, we put them in shelters. Then, if nobody adopts them, we put them to sleep. Then we bury them, or burn them, or whatever. We should eat them. Pet meat is still meat.\"",
    "Brad walked into Walbrowns. He swiped his rewards card. He said, \"Avatar, appear.\" His avatar appeared. Brad said, \"Unscented deodorant, all brands.\" He followed the avatar down the escalator. The avatar hovered at the deodorant section. It shined a bright light on the shelf containing unscented deodorant. Brad selected a container. He opened the top. He sniffed the contents. He couldn’t detect any scent. This’ll do, he thought. He said, \"Avatar, disappear.\" The avatar disappeared. Thank goodness for avatars, Brad thought. Most stores had avatars now. An avatar could find anything instantly. All a shopper had to do was follow his avatar to each item. Shopping was now a little more pleasure, a little less torture. Progress had finally arrived for befuddled shoppers. Brad took the escalator back upstairs. He groaned at what he saw. A dozen people were standing in line. There were six registers. There were two clerks.",
    "He was big and tall. And old. He was wearing jeans. His jeans reeked of urine. He walked slowly through the subway car. He stood in front of an old lady. He said, \"Please let me have your seat.\" She looked at the floor. He didn’t move. She said, \"Please go away.\" He said, \"I’ll go away if you give me your seat.\" He laughed at his joke. She continued looking at the floor. He said, \"You people are all the same.\" He walked to the other end of the car. \"Please give me your seat,\" he said to a young man. The young man got up. Alarmed, the two people next to him also got up. The old man sat down. He had the whole bench to himself. He spread out his arms along the back of the bench. He grinned broadly. At the next stop, he got off."
]