[
    "The Boy Scouts of America recently agreed to allow openly gay men to become scout leaders and employees. About 2 million boys, ages 7 to 18, are Cub Scouts or Boy Scouts. When Jerry heard about the decision, he pulled his teenage son Thad out of Troop 53. Thad said, \"But Dad, next month I’m taking a CPR test. When I pass, I’ll qualify for my First Aid merit badge.\" Jerry said, \"Son, next month there’s no telling who will be giving you your CPR test. It might be some gay guy who wants to give you mouth to mouth.\" Thad said, \"But Dad, we do CPR on dummies, not on real live humans. Besides, you know that Susie and I are planning on getting married someday.\" Jerry said, \"You never know, son. There’s some smooth talkers out there. They might talk you into changing teams. You just never know.\"",
    "It was midsummer. Lee was on the Q train. A man took the seat on Lee’s left. Shortly afterward, the guy’s bare arm was touching Lee’s bare arm. Lee could easily have moved his left arm slightly to the right, but Lee had been sitting there first. But the guy, apparently oblivious or maybe even gay, didn’t move his arm away. Lee was in anguish. He had to decide: his pride versus that guy’s cooties. Lee moved his left arm slightly right. He promised himself a shower as soon as he got home. But his relief was short-lived. The guy’s hairy arm was touching Lee’s arm again! For the first time, Lee looked at the guy. He was an old guy, nodding off. Realizing that it might be only moments before his head was on Lee’s shoulder, Lee stood up. The man tilted slightly to the right, but caught himself.",
    "She boarded the train at Brighton Beach. She had her choice of seats. By the time she got off at Seventh Avenue, all she could see were pants and shorts. She had to say \"Excuse me\" five times just to navigate the six feet to the nearest doors. Four people on the platform impatiently waited for her to step off the train so they could squeeze on. One of them stepped back, ever so slightly, allowing her to set foot on the platform. If the platform had been human, she would have hugged it. She looked back at the train. The doors had closed. The passengers stood like cigarettes in a freshly opened hardpack. The overcrowding looked so much worse when viewed from the platform. She shook her head. She couldn’t believe that she had just ridden that train, and that she’d be riding it until the day she retired.",
    "About 30 times a day in our civilized country, an inattentive drunk driver slams into another motorist, killing him. Most Americans barely notice, even though this number is the equivalent, over 12 months, of a passenger plane crashing into the Rockies every two weeks. Cheryl, however, noticed. She created ROAD — Rat Out a Drunk. She lobbied Congress, which created an annual lottery worth $4 million. To join the lottery, a person merely submitted the names of people he knew who regularly, or even occasionally, drove after drinking. At the end of each year, a computer randomly selected one date — May 1, for example. Then the computer printed out the names of drunk drivers arrested for killing fellow motorists on May 1. Then the President, on national TV, picked one of those names out of a hat. The lucky \"rat\" got $2 million tax free, as did the unlucky victim’s family.",
    "A year ago, several mystifying, computer-related events occurred in rapid succession in the U.S. Two passenger planes crashed into each other high above Kansas. Flight 123, traveling from LA to Vancouver, collided with Flight 456, traveling from Miami to NYC. All crew and passengers died. About ten minutes later, an Amtrak passenger train collided with a freight train near Chicago, killing 21 passengers and crew. About twenty minutes later, two new Pesla cars, with their owners behind the wheel, drove off the end of the Santa Monica pier in Los Angeles. U.S. authorities initially blamed computer hackers in China, then Russia, and then North Korea. However, a 9-year-old prodigy, presently enrolled at MIT, admitted today, \"I was just a kid at the time. I was just moving things around on a computer. It didn’t occur to me that I was dealing with real, live people. I was just having fun.\"",
    "The only seat on the train was between two large people. Exhausted, Donald reluctantly squeezed in between them. Even though he scrunched himself small, he could feel his neighbors’ thighs and arms touching his thighs and arms. He tried not to think about their cooties crawling all over his clothes. That weekend, Donald decided to protect himself against cooties. Monday morning, he appeared at the Sheepshead Bay station wearing a painter’s paper overalls, hood, and mask; elastic surgeon gloves; and tinted goggles. He was the one, the only, CootieMan! Everyone on the platform stared at him — from a safe distance; likewise, everyone on the train. As he got off the train, saying a muffled \"Excuse me,\" passengers made a hurried hole for him. After stepping onto the platform, Donald removed his outfit and stuffed it into a plastic supermarket bag. CootieMan had become NormalMan, at least until the commute home.",
    "Not a day goes by that I don’t think of you. I want to see you again, and talk with you again. Just five minutes. Is that asking too much? All those times I could’ve called you, or visited you. Instead, I passed; you would always be there. You were Superman, Policeman, Fireman, and Teacherman. You provided us with a brand new house to grow up in. A house filled with kids, pets, and love. You walked with us on Halloween night, wearing a silly costume yourself. You helped us with our homework, and taught us to question everything. You loved us, and you loved Mom. Your mutual love for each other made our home glow. I only wish that I had lived up to your dreams for me. All those years you invested in me. How disappointed you must have been. I’m sorry, Dad. You deserved a better son.",
    "The northern sidewalk paralleling Sheepshead Bay was wide and empty. Walking westward deep in thought, Sheldon suddenly felt a rush of air on his left side as a bicyclist silently whooshed past him from behind. Startled, Sheldon yelled an angry word at the man, who turned his head and yelled the same word back. Throughout NYC, cyclists had narrowly missed Sheldon so often that he was sure he was going to die as a bicycle victim on a city sidewalk. His fear of such a death had created an ill will toward adult bicyclists. When he read news stories about bicyclists killed by drivers, he felt no sympathy. Instead, whenever he saw an adult cyclist zipping past the bay’s nine piers, Sheldon daydreamed about the cyclist hitting something and flying over the metal railing into the water 10 feet below. Then Sheldon would casually drop the bike into the bay.",
    "The city where Tony Bennett left his heart is becoming the city where the homeless leave their urine. Even as San Francisco opens its arms to the homeless, its residents pinch their noses. City officials welcome the homeless, but the city’s store owners and homeowners bolt their doors. The city council is considering passing a new law requiring an open-door policy. Meanwhile, unwelcome indoors, the homeless use the great outdoors. Said one homeless person, \"What’s the problem? Birds do it, cats and dogs do it, and most golfers do it.\" A clever businessman is marketing a new product in a spray can. When urine strikes walls or sidewalks that have been sprayed, it bounces back onto the shoes and pants of the urinator. \"Ha! That’ll make them think twice,\" said the businessman. Said a homeless person, \"It’s a great product,\" as he sprayed the stuff onto his shoes and pants.",
    "NFL lawyers wanted quarterback Tim Brody’s cellphone. They were confident it contained text messages proving that he had conspired with team staffers to deflate game balls, giving him an advantage over opposing teams. Brody supposedly had more than 10,000 messages on his phone. \"All we need to find is one shady message,\" said a lawyer. Brody was having none of that. After putting his phone into a powerful grinder, he took the ground-up particles to Harvard Bridge and threw them into various parts of the Charles River. He called one of the lawyers and told him what he’d done. The lawyer said, \"You can’t do that! It’s illegal.\" Brody said, \"It’s my phone. I can do anything I want with it. But I’ll make a deal with you. Next time, I’ll hand over my phone if you guys hand over your phones.\" The lawyer scoffed, saying, \"That’ll be the day.\"",
    "Mona loved her boyfriend, but she hated his cigarettes. She often told him, \"Your breath stinks, your clothes stink, and your car stinks. Everything stinks!” He always said, \"This is my last cigarette, I promise.\" She told her cousin Cal, a chemist, about her boyfriend’s \"aroma.\" Months later, Cal called back. \"I developed ten different scents that can be added to tobacco, like wintergreen, coffee, strawberry, vanilla, and bubblegum. I’m still working on a formula that’ll neutralize the stench instead of just covering it up. Anyway, Worldwide Tobacco Company’s going to manufacture the scented cigarettes within the year.\" She said, \"I love you! I’m going to get Arnie to smoke vanilla. But why bubblegum?\" Cal said, \"That wasn’t my idea. They just asked if I could create it. They’re going to give bubblegum away free to kids in foreign countries. Then they’ll sell them — cheap, at first — the bubblegum-scented cigarettes.\"",
    "The world’s most famous wrestler, Bulk Brogan, used the N word when asked about his daughter’s new boyfriend. Bulk’s remark immediately went around the world. Social media had a field day, calling Bulk a low-life white boy, honky, cracker, gringo, and haole. Marchers in Times Square chanted, \"The N word matters!\" The wrestling league banned Bulk from all future events and removed his plaque from the wrestling Hall of Fame. Sports network ESBM fired Bulk as its color commentator. A shoe manufacturer stopped selling its popular Bulk sneakers. A cereal maker took Bulk’s photo off its boxes of Oatees. Bulk’s Asian ex-wife said, \"I always knew he was a racist.\" The charities that Bulk supported through dozens of annual appearances, which helped bring in millions of dollars, severed all ties with Bulk. Bulk, stunned and angry, said, \"All this because of one word? Better that I killed somebody, I guess.\"",
    "Hal the greenskeeper called the local precinct. The front desk clerk said, \"Sixty-first precinct. What’s the problem?\" Hal said, \"They did it again.\" The clerk said, \"Excuse me. Who did what again?\" Hal said, \"Last weekend someone left human poo in the cup on the eighteenth hole. Last night they did it again.\" The clerk said, \"Well, what do you want us to do about it?\" Hal said, \"Find out who did it, and arrest them, of course! Don’t you have a DNA squad? The cup with all the DNA is in my fridge.\" The clerk said, \"Sir, let me check with my supervisor. I don’t even know if that’s a crime.\" Hal said, \"Of course it’s a crime! You can’t just poo in a golf cup! Golf is a gentlemen’s game.\" The clerk said, \"Sir, my supervisor just said it’s obviously some ’gentleman’s’ wife; it’s called golf widow’s revenge.\"",
    "Every day this summer, women have stood topless in Times Square, offering people the opportunity to take photos with them or of them in exchange for tips. On some days, hundreds of men of all ages gawk at, and take photos with, these women. On some days, as many as a dozen women accept tips from these men. Being topless in public is not against the law in New York. But Anthony Zeiner, a state legislator, proclaiming that such women \"are corrupting our youth,\" has introduced a bill in the state assembly. The bill would make toplessness a felony statewide for both sexes, except at public beaches. Asked if seasonal changes might make his bill unnecessary, Zeiner said, \"Cold weather doesn’t trump empty purses. We simply can’t let topless women get their foot in the door. We’ve got to nip this in the bud. We must protect our innocent youth.\"",
    "A woman in a suit rang the doorbell. Scott opened the door. She asked, \"Are you Scott Lehrer?\" He nodded. She said, \"Did you sign an online petition saying citizens should warmly welcome all immigrants into our country, regardless of their education, job skills, health status, country of origin, or native language?\" Scott nodded again. She said, \"This is Mr. Ehks, from Ehkslandia.\" Scott said hello. Mr. Ehks said hello in his native language. She continued, \"Mr. Ehks is your new housemate.\" Scott said, \"Excuse me?!” She said, \"We’ve run out of shelters to put millions of immigrants in, so now we’re putting them into homes of petition-signers, like you.\" Scott said, \"You can’t do that!\" She said, \"Sir, we’re the Government. We can do whatever we want. You should embrace this opportunity to put your house where your mouth is. I’ll be bringing his wife and baby by tomorrow.\"",
    "Al had developed a fear of sitting anywhere in public. No matter how isolated the seat he carefully chose, he knew that in mere seconds some newcomer would decide that Al’s \"private\" seat was the best seat in NYC and plop down right next to him. To make matters worse, of course, the newcomer was usually the giantest, smelliest, noisiest, cootiest, unkemptest, undesireablest, eatingest, music-playingest, space-invadingest, and cellphone-yakkingest person in the entire park, or train, or bus, or movie theater. How come, Al often wondered, no thin, book-reading, 85-pound people ever sit down next to me? Is there some invisible-to-me \"Oversized? Please Join Me!\" sign flashing over my head? One time he asked a 250-pound woman who had just squeezed in, \"Look! The whole car is totally empty. Why’d you have to sit right next to me?\" She said, \"I don’t know. It’s like some force pulled me over here.\"",
    "Glen and Tanya were holdovers. A NYC agency had decided to train them and four other students for two additional weeks. It hoped that they could all pass the final that they had failed the first time around. It wanted them to exchange their dunce hats for graduation caps. The additional class time helped immensely. Everyone except Tanya \"saw the light.\" But Glen coached her every day, patiently explaining each procedure that she was still having difficulty with. Finally, she too saw the light. Everyone passed the final. On Friday, graduation day, Tanya gave Glen a gift. He asked, \"What’s this?\" She said, \"Just a little thank-you.\" The following Monday, he returned it to her, unopened. She said, \"What’s this?\" He said, \"I ’accepted’ this, but only because I didn’t want to rain on your weekend. I’m sorry, but I can’t accept a gift just for doing the right thing.\"",
    "A woman in a suit rang the bell. Brian opened his door. The woman asked, \"Sir, are you Brian Simon?\" He nodded. She said, \"Correct me if I’m wrong. You own this Brooklyn brownstone. You signed an online petition demanding that all fences be torn down on U.S. borders. The petition declared that fences are unneighborly and useless.\" Brian nodded again. She said, \"Sir, tomorrow morning a city crew will remove this iron fence that fronts your brownstone.\" Brian snorted, saying, \"They can’t do that! This is my property!\" She continued, \"Sir, you’re an American citizen. The entire United States is your property. If you favor no fences for your big home, it stands to reason that you think likewise for your little home.\" Brian stammered, \"But, but, they’re different!\" She said, \"You can’t have it both ways, sir. Here’s a $50 check for the value of the scrap metal.\"",
    "Chad was running late, but he didn’t know exactly how late. Seeing beautiful Monique on the sidewalk, he figured he’d kill two birds with one stone. Summoning his inner Cary Grant, he asked if she had the time. Monique answered, \"You know, that’s funny. You’re asking me the time, but I was just wondering the same thing myself! Isn’t that a coincidence! Did you leave your watch at home too? I was in such a hurry this morning. I overslept, something I rarely do. But last night my kids kept me up till eleven playing Scrabble. My kids are so smart. They beat my pants off! They must have gotten their smarts from their dad. Although if he was that smart, he wouldn’t have had that affair. I should’ve divorced that man on the spot. Wait! Didn’t you ask me something? Or did I ask you?\" Chad had raced off.",
    "Reverend Hal Sharple, a popular NYC blactivist, often appears at the scene of a murder when the victim is black and the killer is white. Speaking before TV and radio station microphones and cameras, he lambastes racist whites who, as policemen or civilians, don’t seem to know or care that Black Lives Matter. But when blacks murder whites, Sharple not only fails to appear at the scene, but also fails to voice any disapproval. He says nothing about racist blacks. He says nothing about White Lives Matter. When asked about his two disparate responses to racial murders, Sharple said, \"For one thing, they’re different. And if you don’t know in your own heart how they’re different, I could never explain it to you. For another, I can’t speak up for every victim of every color. Where are the white preachers? I’m too busy speaking up for all the black victims.\"",
    "Overhearing Leonard’s short joke about two white peanut farmers, an elderly man called him a racist. Leonard said, \"Really? It’s such a pleasure meeting someone who doesn’t make snap judgments. You don’t even know my name, but you know I’m a low-life racist. From one joke. What if I told a fat joke? I hate all fat people? What if I told a dumb blonde joke? I’m a misogynist? I hate my mom, my wife, and my beautiful daughter? What if I told a joke about a chicken crossing the road? I’m an animal hater? How about a joke about a priest, rabbi, and minister walking into a bar? I’m an atheist? How about a joke about the government? I’m an anarchist? Of course not. So one little joke about people of noncolor doesn’t make me a racist. ’Racist’ jokes don’t make us racists. They help us deal with racists.\"",
    "Jim’s mom was notorious for her long-winded stories about her daily routine. These stories, full of mundane details, never had a payoff, punch line, or point. After months of calling her daily after his dad’s death, Jim was getting tired of hearing these monologues. One day he said, \"Now, don’t take this personally, but...\" She said, \"Never mind. I don’t want to hear it. Every time somebody says that, I end up crying.\" He said, \"Okay, I understand. How about if I suggest something, but do it indirectly?\" She said, \"Well, okay, maybe.\" He said, \"You love reading your mystery novels. You’ve probably read 10,000 in your life.\"",
    "After looking both ways, even though Bergen Street is one-way, he crossed. He stood near the subway station railing and looked toward the 78th Precinct building. A pretty woman in a sundress walked by. Like many young women in Brooklyn, she had a tattoo. Hers was on her upper back, just south of her slender neck. It was circular, about the diameter of a silver dollar. It was kind of \"lacey\"; lots of circular links comprised one large circle. The ink was one color — light green. He was sure that the tattoo meant something. He was sure that she liked men asking, \"What is this?\" It meant nothing to him. He couldn’t help but notice one other thing about her tattoo. It was off-center. It was about a quarter-inch too far right. He said, \"Oh, Miss!\" She stopped and turned around. Thinking better of it, he simply said, \"Nice tattoo.\"",
    "National Liberal Radio, or NLR, is a public radio network that loves to produce stories about America’s poor, all of whom seem to be people of color being held down by America’s whites, all of whom seem to have wallets full of plastic and personalities full of themselves. NLR dismisses as hopelessly biased such news organizations as conservative WOLF News, which calls itself \"fair and balanced.\" Snorted an NLR executive, \"WOLF’s idea of giving both sides of a story is when they follow a quote from a Republican senator with a quote from a Republican congressman.\" Meanwhile, NLR’s own \"fair and balanced\" reporting never includes the phrase \"illegal immigration.\" NLR opts for the simpler \"immigration,\" as in, \"Most whites are against immigration.\"",
    "Talking to a customer, she said, \"No, I didn’t say the number four the first time. I said the number seven. The two numbers don’t even sound alike. How could you have heard four when I said seven? I mean, I could understand if you think I said eleven, because eleven sounds a lot like seven. But I never say eleven. I heard that some kid couldn’t dial the police once in an emergency because his mom had told him to dial nine-eleven instead of 9-1-1. The poor kid couldn’t find eleven on the dial pad. So I never say eleven, so you couldn’t have mistaken eleven for seven. Hold on a second. I’ll just double-check. Oops! I think you’re right. It is a seven. You know how sometimes people cross their sevens and make them look like fours? That’s why I guess I said four. You’re right. I apologize.\"",
    "It was 9 a.m. Herb was in an all-day class on Lenox Avenue near the Apollo Theater in Harlem. The topic was customer service. The instructor introduced herself and threw in a few personal facts, such as she had two teen sons who were a handful. She handed out the day’s agenda to the adult students, and asked them to introduce themselves. She added, \"Share a fun fact about yourself if you have one, please.\" His classmates’ fun facts, such as \"I like to knit,\" were putting Herb to sleep. When it was his turn, he said, \"My fun fact is that I have ten toes.\" A classmate said, \"What’s ’fun fact’ about that? Everyone has ten toes.\" Herb said, \"Six on one foot and four on the other?\" Everyone groaned in revulsion. Herb placed a loafered foot on a chair. \"Anyone want to see?\" he asked. Everyone groaned again.",
    "It was 2 a.m. He awoke, howling. A cramp had curled all his toes and his entire right foot into a knot as hard as any knot in any hardwood tree. He downed the small glass of salt water sitting on the nightstand. Nothing happened. He didn’t bother trying to stand on the ballerina-like foot. He didn’t bother trying to massage it. After a minute, his toes and foot relaxed. Salt water no longer worked; magnesium pills no longer worked. Later, he called his sister. Bev said, \"Well, what worked for me for a while was bananas.\" Ray said, \"I eat a banana every day.\" Bev said, \"Try waiting until they turn brown.\" Ray said, \"Okay. Anything else?\" She said, \"You could try sleeping with a bar of soap under your mattress.\" He laughed. \"Really?! Any particular brand? How could that possibly work?\" She said, \"Mind over mattress, I guess.\"",
    "Andrew said, \"Well, we didn’t win again, honey.\" Lorna said, \"Of course we didn’t win ’again.’ We never win in the first place. How many times have I told you that your chance of winning the lottery is about one in 280 million? How many times have I told you that you have a better chance of a shark swallowing you whole? That you have a better chance of getting to Hoboken by flapping your arms?\" He said, \"C’mon, nobody can flap their arms across the Hudson. That’s impossible!\" She said, \"So’s winning the lottery.\" Next day, Lorna asked, \"Why the big grin?\" Andrew said, \"I took your advice. No more lottery. Instead, I bought insurance from Lloyd’s of London. You’ll be a rich widow if a great white has me for a taste treat.\" She laughed. \"Well, next time you go wading, just remember to put on your sunblock.\"",
    "Elvin said, \"Everyone complains about income inequality, but millions of us Americans underwrite it every week.\" His wife Joy asked, \"How’s that? \" He said, \"We buy lottery tickets. What is a huge lottery prize but income inequality?  There’s but a breath of a chance that one person will win $100 million or more. But whoever does win becomes an instant one-percenter. He’s not on our team anymore. He becomes one of ’them,’ while the rest of us settle for the crumbs. We invest our hard-earned dollars simply to create another one-percenter. Our money becomes our honchos’ money.\" She said, \"But you have a solution.\" He said, \"Of course. It’s so simple. Spread the wealth. Instead of one prize worth $100 million, let’s have 200 prizes worth $500,000. Half a million won’t make anyone a one-percenter, but at least it’ll help 200 of us live a little less on the edge.\"",
    "Jimmy, a pecan grower in Georgia, was complaining to his wife Rosalynn. \"Pecans are sweeter and moister than almonds, yet almonds sell for twice the price, and people buy twice as many.\" She asked, \"Well, how did the almond industry get so big?\" He said, \"I read that their first step was to distribute free bags of almonds on airline flights. Passengers loved the nuts, which of course tasted even better because they were free. Many passengers, in fact, had never even eaten an almond before.\" She said, \"Well, why can’t we do the same thing? Call Howard. He’s on the marketing committee.\" Jimmy said, \"I’ll do that, but one more thing. We should have a pecan slogan. Slogans always help sales.\" She said, \"I already thought of one. And even better than a slogan, it’s a jingle.",
    "He was tall, athletic, and handsome. He married early, and he and his wife raised eight happy, healthy children. He wrote poems, loving and humorous, to his wife throughout their marriage. After retiring from the Army, he taught middle school for 20 years and retired again. He spent his second retirement enjoying time with his children, playing golf, and taking cruises with his wife. He was always having fun, always on the go. And then he went, after seven days in a hospital bed. Father of eight, grandfather of four, loving husband of one, he died alone. Nobody was at his bedside during that final day to hold his hand, to talk to him, to listen to him, to comfort him on his way to heaven. All day long, he surely wondered, Where’s my wife, Where are my children? To her everlasting sorrow, his wife arrived minutes after he died.",
    "Northnorth, a new U.S. airline, bragged, \"If we’re late, we pay.\" Passengers flocked to buy tickets, unaware of Northnorth’s bogus definitions of \"late\" and \"pay\" buried in its 400-page Terms of Use. However, passengers quickly became aware of the airline’s other penny-pinching tactics. It flies unwashed, older planes. A passenger reserving a window seat, which costs extra, can pay more extra to have his window pre-washed if he wants to view takeoffs and landings. A peanut dispenser delivers 10 raw, unsalted peanuts for a dollar, paid for, like all other amenities, with a credit card swipe. Free, uniodized salt is usually available in the shaker chained to the dispenser. Reclining seatbacks cost a quarter a minute, as do the overhead, fresh-air blowers. Any passenger willing to stand in the aisle can fly half-price. He doesn’t have to worry about blocking the flight attendants because, like the toilets, there are none.",
    "Jackson, the capital of Mississippi, has a half-billion-dollar problem. The problem is in the streets, which resemble the galaxies of the universe, which are likewise full of black holes. Little black holes, medium black holes, large black holes. Axle-breaking, rim-cracking black holes. Jackson’s drivers can get from point A to point Z only if they manage to avoid black holes B through Y. Jackson’s drivers are Moley trying to avoid Whacka, Ali trying to avoid Frazier. Jackson’s mayor, Reverend Moon, said, \"Well, the good thing about all these potholes is that they really cut down on texting while driving. The bad thing about them is that we don’t have the money to fix them. Like Moses, Jackson has only one solution — prayer. If the good Lord can part the Red Sea, He can certainly fill a few potholes.\" A week later, Jackson got ten inches of rain in nine hours.",
    "Jordan proudly used his wife’s photo as his phone’s homescreen. Whenever he turned on his phone while an acquaintance was nearby, Jordan was always asked, \"Who’s that?\" He always replied, \"That’s my wife!\" The onlooker never said a word, not even a grunt. Just awkward silence. Exasperated, Jordan finally replaced the photo with one of a young Kathleen Turner. Subsequently, whenever he turned on his phone near an acquaintance, he or she always exclaimed, \"That’s your wife?! She’s so beautiful! You’re so lucky!\" Jordan was very proud of his new wife. One day his old wife saw the new photo. She asked, \"Who’s that?\" He said, \"I was tired of people saying absolutely nothing when I showed them your real photo. Their silence was insulting — to you and to me.\" She said, \"I hear you.\" She showed him her phone’s homescreen. It was a photo of a young William Hurt.",
    "He needed to find a lawyer. He wanted his estate to be in order when he was found dead on a sidewalk or in a crosswalk after a bloody collision. He searched online for \"Will Lawyer.\" He got thousands of results. He narrowed his search to Brooklyn Will Lawyer. He got thousands more results. They covered all of Brooklyn. He didn’t want all of Brooklyn. He wanted one part of Brooklyn, the Sheepshead Bay part. He searched for Sheepshead Bay Will Lawyer. He got all of Brooklyn again. He searched the room for his local phone book. He found one Will Lawyer in the yellow pages. He called. A dog groomer answered. There’s only one thing for me to do in this Time of Too Many Terabytes, he decided. He searched for a lawyer the old-fashioned way. He walked up and down the local business streets looking for lawyers’ signs.",
    "Americans were shocked to discover that millions of German-made VX cars violated U.S. anti-pollution regulations. Saying, \"I take full responsibility,\" the VX CEO resigned. A week later, he said, \"Americans are always so shocked. So we cheated a little. Every corporation cheats, and American corporations cheat the best. We learned from them. Look at how many of them don’t even pay all their taxes. Shocking. But our cheating didn’t kill anyone. GM’s ignition-switch defect killed 100 Americans. Shocking. Look at the stock market collapse in 2008. Who caused that worldwide depression? Greedy U.S. corporations. Shocking. Now Americans are shocked because they say Europe is not welcoming the Syrian refugees. Excuse me; America’s bigger than Europe. In fact, Texas is bigger than Europe. Where’s George W? He opened this can of worms in 2003. He should be waving his cowboy hat, inviting all of Syria to come live on his ranch.\"",
    "Clarence said to his wife, \"Listen to this. Forty percent of vegetarians admit that, when they’re drunk, their favorite food is fried chicken, barbecued wings, or hamburgers. I knew it! They’re all pretenders. When they’re sober, they order organic kale rinsed in arctic spring water. They’ll spice up their kale salad with a dash of sea salt. They order a gluten-free cracker on the side. For dessert, they’ll have a fair trade, brown-sugar cube, which they spear with a toothpick from a responsibly managed forest. Then they finish their ’dinner’ by complaining about how many calories they just consumed. But look out; when they get drunk, they head straight to the meatpacking district! Roast beef, shish kebab, and Swedish meatballs. What a bunch of phony baloneys. Meat eaters aren’t like that; meat is in our bones. When we get drunk, you’ll never see us ordering a plateful of carrot sticks.\"",
    "William called his 87-year-old mom every evening around six. She always began, \"Hi, honey. I’m so glad you called. I was just sitting here next to the phone.\" Then she proceeded to tell him at length about her day, which happened to be just like the day before. And the day before that. He just politely listened, never mentioning how often she repeated herself. But one evening he had to ask her, because he couldn’t refrain anymore. \"Mom, do you know your stories just go on and on? And they’re always the same?\" She said, \"Of course I know that. But that’s my life. I’m old; my stories are old. But I still have some excitement every day. That’s when you call me. My only real pleasure in life now is talking to you. I can’t bend your father’s ear anymore. So please, bear with me until I’m gone too.\"",
    "Horace turned left when he got to the northwest corner of Pratt Institute. He headed south on the sidewalk past the 9-foot-high iron bars, just like the White House ones, that enclosed the campus. Why the fence, he often wondered. Ahead of him, a big, ugly pit bull mix was squatting. Its pony-tailed owner waited. When the dog finished doing its business, the owner walked away without putting the waste into a plastic bag. Horace walked past the fresh pile. A dog and a pig, he thought. He walked onto campus through the gate at DeKalb Street and sat down near one of the many intriguing outdoor sculptures. Works of art were everywhere on campus. Sitting next to a totally white, eight-foot-tall woman’s head, he called his wife. Hearing about the woman and her dog, his wife said, \"She didn’t see it as poop; she saw it as performance art.\"",
    "When Bob got home, he took his newly repaired shoes out of the plastic bag and started to polish them. He quickly saw that the shoes hadn’t been repaired properly. Later, on the phone, he told his brother about the botched repair job. Brian said Bob should have looked at the shoes more carefully before he left the shop. Bob said, \"Gee, thanks. You know, I gave them a quick look in the shop. The cobbler’s this old guy from the old country. I figured his father began teaching him how to repair shoes when he was six years old. I figured that by now, 70 years later, he knows how to repair shoes. I shouldn’t have to look twice. Also, I shouldn’t have to listen to Henry Hindsight tell me what I should have done.",
    "A reporter was interviewing a famous novelist. Flora said, \"Fluffy likes to sleep on my sofa.\" Phil said, \"So, you’re saying that you don’t like your cat sleeping on your sofa because she always leaves hair that you have to vacuum up. And that before she jumps onto the sofa, she usually takes a few seconds to sharpen her claws by digging into the sides of the sofa. What you’re suggesting is that — \" Flora interrupted. \"No, I’m not suggesting anything, and I didn’t say any of that. Who’s the fiction writer here? If I say, ’I have no bananas,’ are you going to report that I said there’s a worldwide banana crisis and everyone should purchase all the bananas they can and hoard them in commercial refrigerators? You reporters are all alike. Life’s myriad grains of everyday sand have no value unless you can fabricate phony pearls out of them.\"",
    "Dave thought people who drank, smoked, or ate to excess were weak. He told anyone who listened, \"They like to say that it’s not their fault, that it’s an addiction or a disease. It’s neither one; they’re just weak. A little thing like a cigarette, a shot, or a cookie is stronger than a big human being? All it takes is will power.\" At work one day, the company director, Lisa, asked Dave why he’d been disrespectful to his supervisor, Monica. Dave said, \"I wasn’t. She accused me of goofing off. I just set her straight.\" Lisa said, \"You should’ve sent an email to Monica’s supervisor instead of getting in her face.\" Lisa wrote him up. When he got home, Dave told his wife, \"Both of those cows weigh over 200 pounds.",
    "Dean waited near Flatbush Avenue. When the B38 Limited arrived, he took a window seat behind the driver. He loved the ride eastward to work through the Brooklyn neighborhood. First came the popular BAM Harvey Theater. Was he ever going to catch a show there? Then the bus turned left up Lafayette Avenue. He watched kids pour out of the G station and head toward school. Their whole lives were ahead of them, just as his once was. He enjoyed seeing the Eiffel Tower (in Brooklyn!) on the French Cleaners storefront. Minutes later, passing a red brick apartment building, he studied a huge, beige gargoyle looking southeast. A solitary gargoyle, 30 feet up, on the corner of an apartment building. Every day Dean wondered, Why?! Just blocks ahead, the grand Queen of All Saints Church displayed dozens of watchful gargoyles on its walls.",
    "I can’t wash my hands without hearing you chiding me, \"Wash your hands thoroughly,\" without thinking of you demonstrating one day how to properly wash one’s hands in the bathroom sink. I loved your cleanliness! I can’t see a couple holding hands without thinking of us as we walked throughout Manhattan. I can’t watch a woman haul her luggage up the subway station stairs without thinking of you lugging everything into our new apartment months before I joined you here in Manhattan. I can’t turn on my phone without looking at the photo of you sitting on the sofa, resewing all the buttons on a blouse that you had just bought, because you didn’t trust the factory-sewn buttons to stay on. We used to sit on that sofa and watch the Oscars. We gave the sofa, and lots of other things in our apartment, to a stranger. Now we’re strangers.",
    "At her new job, Sara had a small desk but a comfortable chair. Her clients sat on a cheap plastic chair. Most interviews lasted about an hour. Tommy’s interview lasted longer. He was 26. He was single, thin, and pretty. He asked a lot of questions. He sighed a lot. Midway through the two hours, he said he was HIV+. Sara tightened up. Shortly afterward, Tommy said he had TB. When the interview ended, she rushed into the bathroom and scrubbed her hands. They say HIV isn’t contagious, she thought, but they say a lot of things. After soaping up handfuls of paper towels, she wiped down her desk and the plastic chair. That night, she phoned her mom about Tommy. Her mom said, \"Don’t visit me until you get checked out for TB.\"",
    "Cheryl worked for a NYC agency. Needy clients came to her job center every day. They needed cash assistance. They needed Medicaid. They needed food stamps. Each client sat in a plastic chair next to Cheryl’s desk. She put all their information into the computer. The computer calculated all the information to arrive at a dollar amount for the client. The dollar amount was never correct, because Cheryl never put in all the correct information. Cheryl didn’t know what she was doing, but her supervisors always said, \"Don’t worry. You’ll get it.\" Cheryl got a headache. She got a stomachache. She got insomnia. She even got pimples. But she never got \"it.\" She was stressed out. She scheduled an appointment with a psychiatrist. A week later, she canceled it. The receptionist asked, \"You don’t want to reschedule?\" Cheryl said, \"Nope! Cancel it.",
    "The National Griddle rep called. \"We think something’s wrong with your gas meter. We need to send someone to check it out. While there, he also needs to check out your stove. That means you have to be home.\" Claire said, \"Well, thank goodness! I’ve always thought my meter was malfunctioning. My bills are ridiculous! So, how does Wednesday sound?\" The rep said, \"Okay, someone’ll be there Wednesday from 8 a.m. to 11:59 p.m.\" Claire exclaimed, \"Eight to midnight? You think I’m going to wait all day and all night for your gasman?\" The rep said, \"If you’re not there when he comes, we’ll bill you $12.68.\" Claire stammered, \"If-if-if you do, I’ll call the police!\" The rep said, \"Read your contract. How about Saturday, noon to six?\" Claire agreed. The gasman failed to arrive on Saturday. But when Claire’s next gas bill arrived, she saw a little assessment: $12.68.",
    "Jenny from FixPCsbyNerds.com called John. She said that unauthorized persons were accessing his computer. With his permission, she installed GoToControl on his laptop and opened the \"netstats\" screen. She said, \"See all those ’Established’ accounts in column four? They’re monitoring your keystrokes, including your passwords. For only $400, we can give you our guaranteed hack-proof, three-year security patch.\" He said, \"But I can’t afford $400.\" She said, \"Are you over 50? You’ll qualify for a $100 discount.\" He said, \"Yes, but $300 is still a lot of money. I’m unemployed.\" Jenny said, \"In that case, we can give you another $50 discount.\" John said, \"Let me think about it.\" She said, \"Sure, but these discounts end at midnight.\" He said, \"I’ve never even heard of your company before.\" She said, \"We’ll give you a complete refund if you’re dissatisfied for any reason.\" He said, \"Really? For any reason? I’m in.\"",
    "He felt that the interview at 245 Houston Street for a NYS veterans’ advisor position had not gone well, since all three interviewers had paid more attention to their cellphones than to his answers. Walking back to the West 4 Street subway station, he stepped in some moist brown stuff. He immediately stepped in a nearby puddle in an attempt to dissolve the stuff. Once home, he checked out the rubber sole of his shoe. No brown stuff was there, but something much worse was — gum! Denouncing the gum spitter, he took a toothbrush and some cleansers into the bathroom and went to work. Twenty minutes later, he had removed only half the gum. He went to Doody’s Home Center and bought a bottle of GoodbyeToABCGum for $4. Back home, boiling some water to make coffee, he had an idea. Later that day, he returned the unopened bottle to Doody’s.",
    "His apartment in the 80-year-old building had four windows facing south, through which he could see the Belt Parkway traffic. Not clearly, because each double-paned window was streaky with condensation and water stains. Worse, the windows were drafty. Last year he’d applied \"weather proof\" tape to the window frames, but Old Man Winter still made himself at home. He’d spent the whole winter bundled up from head to toe. This year, he decided to buy a space heater. He went online. He found dozens of space heaters and hundreds of reviews. He went to a nearby hardware store and examined fourteen display models. He left, shaking his head. A week later, his sister asked which one he’d bought. He said, \"None. There were too many. I didn’t want to choose the wrong one, take it back, pick another one, take it back. It’s simpler just to wait for global warming.\"",
    "He couldn’t believe it. He double-checked the numbers. He triple-checked them. He was grateful he hadn’t gone blind; he’d always worried the shock would blind him on the spot. He turned the ticket over. He wrote down his name and phone number, and then hers. Next to her name, he wrote 70 percent. She had worked so hard most of her life to make life comfortable for her invalid mom and her ungrateful son. He should give her the whole thing, he thought. But he needed to share something with his own mom and siblings. He took a picture of the front and back of the ticket. He wondered where he could put the ticket so it would be safe that night, in case anyone broke in. He wasn’t going to tell her until a lottery representative on Beaver Street high-fived him.",
    "Vince was talking to his brother Don. Don’s wife had recently brought home Slate from an animal shelter. Don said, \"I almost said take him back at first. But he became best buds with Trooper right off the bat. And he’s starting to put on weight. I think Slate’s going to be about ten pounds heavier than Trooper. He’s already got a bigger head and neck.\" Vince got suspicious. \"What breed is Slate?\" Don said, \"Pit bull.\" Vince hated pit bulls. He said, \"You’ve got to be kidding. You’ve got a grandson that you babysit regularly, and you’re going to let a pit bull near him? Once your daughter finds out that you have a pit bull, she’ll never bring her son to your house again.\"",
    "EllyMay answered the phone. It was her brother Pete; he’d had schizophrenia for the last 40 years. She asked, \"How are you doing?\" He said, \"Same as ever. Can’t be dead soon enough. I wake up, I make my coffee, I smoke my cigarettes, I drink my beer. At six, I take my sleeping pill and my useless meds.\" EllyMay knew how terrible Pete’s life was. She said, \"I know. Nothing helps. Your life sucks every day.\" He said, \"Tomorrow I see my doctor. He probably wants to see if my aneurysm’s gotten any bigger. Last time it was 4.4 centimeters. He’ll probably want me to get another CAT scan. I won’t! Let it grow! The sooner it goes, I go.\" She said, \"Well, I just hope it’s painless.\" Pete said, \"Me too. Just remember, don’t let me go without my lighter, a box of Marlboros, and a Bud longneck.\"",
    "While the mayor and city council members were sleeping in The City That Never Sleeps, developers made their own dream come true. They’d infiltrated the Landmarks Conservancy and written its final announcement: \"Everyone knows that change is good. We have been blocking change. That’s not good. We hereby abolish ourselves.\" Almost immediately, all the mom and pop stores, all the bodegas, all the barbershops, all the newsstands, all the manicure salons — all the shops that gave the city its character, its personality, its flavor — disappeared. Replacing them were shiny, glassy, stainless steely chain banks, chain drugstores, chain coffee shops, and chain one-percenter towers. It was as if someone, seeing an unruly jungle full of snakes and lizards, flowers and fruits, and screeching birds and monkeys, had burnt it to the ground and replaced it with a lawn, every mown blade of grass like another, as green as it was sterile.",
    "Penny turned the page of the magazine. A two-color photo filled the next two pages. She was about to turn the page again when she happened to catch the caption. It said that the artist had decided that pink smoke billowing out of a yellow spaghetti squash was \"art.\" Studying the photo, Penny decided that it was pretty cool. She wondered how the artist was able to make pink smoke come out of a yellow squash. In the caption, however, he didn’t explain how he did it. He just said, \"The purpose of art is to turn the mundane into the strange.\" At a street fair a week later, Penny watched a man dressed in a clown costume twist and tie ordinary multi-colored pipe cleaners into animal figures. Picking up a \"dog,\" Penny asked, \"Is this art?\" The man said, \"Miss, for $1.50, you can call it whatever you like.\"",
    "Hiram went to a job interview on Houston Street. Three men were sitting at a large wooden table. He knew these men. They had interviewed him once already for a counseling job in the Manhattan office. Today’s interview was for the Brooklyn office. Halfway through the interview, a cellphone vibrated. An interviewer went outside to answer the call. Meanwhile, Hiram noticed another interviewer scrolling through his cellphone. The third interviewer asked Hiram, \"What’s your greatest strength?\" The other interviewer reentered the room. This time his phone rang, and he answered it quietly at the table. Hiram said, \"Empathy. I’m very good at tuning into how others are feeling. For example, I see that two of you are busy with your phones. That’s because I’m boring you. I apologize. In fact, I’m boring myself.\" With that, Hiram took out his own cellphone, turned it on, and silently started checking his email.",
    "Your call is very important to us. However, due to a high volume of calls, our agents are busy assisting others. Please hold. Music. Ring! This call may be recorded. Press 1 for English. \"Hello, this is Ms. Brown. Thank you for calling Customer Service. How may I help you?\" Keith said, \"How? How about ’Why’? Why do I have to press 1 for English? Every company I call, I have to press 1 for English! It’s bad enough I have to be on hold, listen to menu after menu, yell at a dumb robot, and listen to bad music. And then I have to press 1 for English?! I’m tired of pressing 1 for English. I’m not in a foreign country. I’m in America!\" She said, \"Begging your pardon, sir. You are in a foreign country. It’s not the country you grew up in. It’s not your America anymore.\"",
    "A Russian passenger plane headed out of Egypt to St. Petersburg. The plane disintegrated shortly after reaching 31,000 feet. A terrorist group had achieved its long-sought goal. The group leader proclaimed responsibility for all 224 deaths. Airline and government officials quickly dismissed the claim. A week went by. President Obama said that maybe terrorists had indeed planted a bomb on the plane. The terrorist leader told his second in command, \"’Maybe’?! They continue to underestimate us. Next year, we will rock their world. Next year we’ll make 9/11 look like the pop of an American boy’s cap pistol.\" In addition to the cargo bomb, the group had developed an idiot-proof, hide-in-plain-sight, carry-on bomb. The day before Thanksgiving, 100 loyalists boarded 100 passenger planes worldwide. The planes lifted into the air within minutes of one another. Half an hour later, the zealots blew themselves and the planes out of the sky.",
    "They were in Uniqlo on 34th Street. The three-story clothing store had big wall mirrors everywhere. After he helped her put on a dark gray vest she was interested in, he stood next to her while she looked in the mirror. He looked at himself. He saw his big ears and his small head. He didn’t have just a pinhead; he also had an egghead. He was a pinhead-egghead! He saw his narrow shoulders and wide hips. He had a shape like a diamond, more womanly than manly. He was the winner?!, he often wondered. He shook his head. She asked, \"You don’t like it?\" He said, \"No, sorry. I’m shaking my head at me. I’m sure not anything to look at.\" She said, \"No, you’re not, honey. But I’m not with you because of how you look to me. I’m with you because of how you look at me.\"",
    "He’d already received his 12 issues of the weekend Times. But the paperman delivered a 13th issue on Friday and a 14th issue on Saturday. He called the paper. \"Something’s wrong. The paperman’s still delivering the paper.\" The representative, Sheryll, said, \"Nothing’s wrong. You haven’t canceled.\" He said, \"But I only ordered four weekends.\" She said, \"No, you ordered four weekends at the promotional price of $8. Now you’re paying the regular price for your subscription.\" He said, \"Subscription?! What subscription?! Four weekends isn’t a subscription.\" She said, \"It is if you don’t cancel.\" He said, \"Cancel me!\" She said, \"Okay, you’re canceled. But you still owe $8 plus new charges of $36.80 makes $44.80 total.\" He said, \"I’ll pay $8 total, period!\" He hung up. He told his wife about the scam. She said, \"You deserve it for being greedy.\"",
    "A pound of ground beef costs $8. A pound of ground coffee costs $15. A pound of ground horn — rhino horn — costs $30,000. However, rhino horn customers aren’t complaining. They know that $30,000 is cheap compared to what they’ll have to pay for the last horn from the last rhino standing. They’re prepared to pay a million dollars for it. They’re even prepared to kill one another to get their hands on that horn; murder of a few fellow connoisseurs is incidental to those who would murder an entire species. Incidentally, an archaeology team recently dug up a scroll from an emperor’s gravesite in Asia. The scroll says, \"After they kill all the rhinos, men who still wish to appear manly must add ground roach antennae, housefly wings, and mosquito eyes to their daily meals.\" The team leader said, \"Well, at least that’s three species we won’t mind seeing dead.\"",
    "He often read articles about accomplished writers. Like him, many writers had grown up in New York City. Many had dreamed of writing The Great American Novel. He told his wife, \"I have so much in common with other writers, but they’re published and admired, and I’m neither. What’s their secret? Where’ve I gone wrong?\" She said, \"You’re not a real writer; you’re an Internet writer. Your stories are yawners. They make me rub my eyes. They make me stop reading. They make me look out the window for something interesting. If you were a painter, your portfolio would be Little Beige, Medium Beige, and Big Beige. If you were an architect, your skyscrapers would be tall cardboard boxes with cheap plastic windows. If — \" He said, \"Okay, enough already. I got it! Stop beating a dead horse.\"",
    "The scientist told the host of a late-night radio talk show, \"George, you’d think that we humans were our own worst enemy. We’re polluting our oceans with oil and plastic. We’re polluting our rivers with farm and industrial waste. Combustion engines and coal-burning power plants are turning our sky brown. We’re deforesting our forests and defishing our oceans. Global warming is turning Iceland into Riceland and, soon, Coney Island’s Parachute Jump will become its Parachute Reef. Most governments’ research money goes toward weaponry. We’re so busy destroying Mother Earth and our neighbors that we’re ignoring our real worst enemy — the Starry Stalker in the Sky. Meteorites strike our planet regularly. There’s a 30-kilometer meteor out there right now with our name on it.",
    "Many people can’t stop smoking or drinking. Some people can’t stop biting their nails, chewing gum, or shoplifting. Darryl can’t stop \"shoplifting\" trains and buses. He illegally drove an A train, properly stopping at six stops, when he was only 16. Since then, he has illegally driven 22 more trains and buses. He has never threatened or injured anyone or damaged any property. Recently, a Greyhound bus driver pulled into the Port Authority in Manhattan. The passengers and driver left the bus. An hour later, NYPD caught Darryl driving the empty bus in Flatbush. He was wearing an MTA bus driver’s uniform and grinning. The judge sentenced Darryl, 58 and autistic since childhood, to cognitive behavioral training. The judge said, \"I don’t blame you. The next time you ’borrow’ a vehicle, whoever’s in charge of the lax security at that location will become familiar with ’excellent’ security — in my jail.\"",
    "She heard a loud flapping noise. After parking beside the road, she discovered that she had a flat tire. No problem. She’d taken a basic auto mechanics class in junior college. She knew how to change a tire. She opened the trunk and looked for the spare. Did someone steal my spare, she wondered. She opened the glove compartment and thumbed through the new-smelling owner’s guide. On page 38, it said, \"In order to better serve owners, we have not provided this vehicle with an emergency tire. In case of a flat, owners should call their preferred towing service.\" How am I better served, she wondered, by not having a spare tire? Would they sell jeans without a secret pocket? Would they sell nail clippers without a file? Would they sell a pot without a lid? Would they sell a toy without a battery? Toy companies started it, she decided.",
    "He said, \"It’s not just any parade. It’s Veterans Day parade. It’s bigger than the Thanksgiving Day parade.\" His daughter said, \"It doesn’t even have Snoopy! And Nancy and I were going to go to the mall.\" He said, \"You’re right — no Snoopy. And guess what? If your grandparents, and millions of others, hadn’t served in World War II, there wouldn’t be a Snoopy. There wouldn’t be a Thanksgiving Day parade. There wouldn’t be a Thanksgiving Day! And you and Nancy wouldn’t be spending the day at the mall. You’d be living in an armory filled with 1,000 cots and sewing machines. All 1,000 of you girls would get up at dawn, exercise, sing German battle hymns, eat sauerkraut and sausage, and then sew Nazi flags until dusk. Then, after more sauerkraut and sausage, you’d go to bed.",
    "The mayor told his staff, \"Muggings. Robberies. Shootings. Stabbings. Every day, every borough. How can we make our Big Apple safer?\" They thought, and thought, and thought. A year later at a festive site beside the Hudson, Big Bird proudly announced, \"Welcome to CrimmeLannd, where you can scratch all your criminal itches! Get them out of your system here, so when you go home, you are at peace with yourself and your upstairs neighbor. You want to push your boss off a subway platform? You want to run over your nagging mother-in-law? You want to mug a stupid tourist? You want to rob a rude taxi driver? You want to get in a cop’s face and call him every name in the book? No problem! CrimmeLannd’s generic and custom-order androids endure — and deserve! — all the abuse you care to administer. Anything goes, just as long as it stays — in CrimmeLannd.\"",
    "Federal agency HUD proposed a ban against smoking in public housing nationwide. The ban would save taxpayers $150 million annually in health care and fire damage costs. It applies to common areas, such as lobbies, and to adjacent outside areas. More infuriating to many residents is that it applies to the apartments themselves. A Queens resident said, \"I can’t smoke in my own apartment?! What next? I can’t deep-fry my Spam? I can’t put four spoons of sugar in my coffee? It’s not fair! Every law in this country discriminates against the poor.\" However, a Bronx resident said, \"It’s about time. Everyone knows that smoke drifts into neighboring apartments through outlets and windows. I can smell my next-door neighbor’s foul cigarettes every time he lights up. I immediately start coughing my lungs out — I know he can hear me! — but he keeps on smoking.",
    "A week ago, the super had secured another wireless tablet to the elevator wall. In addition to displaying digital advertising, the Samsung tablet displayed the time, weather, and daily headlines. Yesterday morning, Sue stepped into the elevator and turned to read the headlines. For the second time in a month, the tablet was gone. A thief or thieves had pried it off the wall. She shook her head. Who are these bad neighbors, she wondered. She decided to play detective. She immediately dismissed women and older men as culprits. That left younger men. Whenever she stood in the elevator with a younger man, she smiled and said hello. She gauged his guilt by his reaction. If he smiled and said hello, he wasn’t guilty. If he ignored her or just grunted, he was probably guilty. It took her only a month to unearth nine shifty suspects. She called the super.",
    "Sam named his newest rescue cat Universe. He had named his previous two rescue cats, may they rest in peace, Cosmos and Galaxy. Universe, Sam quickly discovered, had a GI problem: diarrhea. Sam had to clean her litter box five times a day. He took Universe to the vet. The vet gave Sam some medicine and charged him $100. He said if the medicine didn’t work, he had Plan B medicine costing $200. Plan A medicine didn’t work; Sam passed on Plan B. Talking to his mom one day, he mentioned Universe’s problem. His mom said, \"Chow had diarrhea, but we gave him plain yogurt for two weeks, and bingo, he was a new dog.\" Sam said, \"Plain? Dogs’ll eat anything, won’t they?\" The next day he bought Universe Mixed Berry yogurt, his favorite. He was surprised — and only a little disappointed — when she lapped it up, berries and all.",
    "Barely a day went by in 2015 without a terrorist or two attacking or killing any number of victims worldwide. Bent on spreading fear and spilling blood equally, terrorists kidnapped, bombed, shot, stabbed, and hacked their way around the equator. Yet only the Friday the 13th massacre of 130 people in Paris prompted the U.S. Secretary of State to proclaim, \"We are all Parisians.\" He didn’t say, \"We are all Kenyans,\" when terrorists slaughtered 140 students at a Christian college in Kenya. He didn’t say, \"We are all Yemenis,\" when terrorists killed 130 worshippers at a mosque in Yemen. He didn’t say, \"We are all Russians,\" when terrorists blew up the Metrojet with over 200 Russians aboard. He didn’t say, \"We are all Lebanese,\" when terrorists killed or injured 240 people in a Beirut residential district the evening before the Paris savagery.",
    "After attending a PTA meeting one evening at her son’s high school, Mabel went home upset. It was the first time she had actually seen the Bronx school’s metal detectors. She did some research and called the principal. She said, \"I just read that you haven’t confiscated a single knife or gun since you installed the detectors, so what good are they? All they do is intimidate the students. They make them feel like they’re in jail. How can kids be excited about learning when they have to pass through what’s basically prison hardware?\" The principal said, \"First, they actually work. Second, our contract doesn’t allow their removal. However, the company’s offering a newly designed detector. It has a subway-like turnstile. I think the kids’ll get a big kick out of it.\"",
    "Stan was bragging on the N train to his friend Joe. \"This guy stepped on my foot in Murray’s Bar. He thought he could just apologize for it. He learned different. I punched him out. They were brand new shoes.\" Standing nearby, Bruce said, \"I could knock you out with one punch, mister.\" Stan looked Bruce over and said, \"Excuse me?\" Bruce said, \"One punch, one knockout.\" Stan laughed. \"I ought to knock you out right now.\" Bruce said, \"I have $1,000 on me. Your friend can hold my money. You, however, don’t have to put up a dime. I don’t want your money; I just want the pleasure.\" Stan laughed again. \"You’re on, buddy!\" They got off at 34th Street and walked over to Greeley Square Park. It was empty. Stan’s first three punches were also empty. Bruce threw one punch. Then he held out his hand to Joe.",
    "She dragged him to the new museum on the west side. While she meandered throughout each floor enraptured, he sat on the nearest bench reading Yelp reviews. Later, at a restaurant the reviews were right about, she sighed, \"All the paintings were so beautiful, so inspiring.\" He said, \"Really? What’d they inspire you to do?\" She said, \"To do? Well, nothing, yet.\" He said, \"Well, then, they weren’t ’inspiring.’ They were merely ’interesting.’ ’Inspiring’ makes you do something. That’s the critical difference between paintings and music.\" She said, \"Oh, really? What, pray tell, has music ever inspired you to do?\" He said, \"Haven’t you ever noticed me with my headphones on — nodding my head, tapping my feet, singing along?\" She said, \"That’s ’doing’ something? A monkey can nod its head, tap its feet, and ’sing’ along.\" He said, \"Well, there you go.",
    "Since Ben retired three months ago, he’d been puttering around the house. He spent a lot of time watching TV and reading newspapers. He hadn’t taken his wife out to a movie or restaurant even once. One day he said, \"Listen to this. Some guy’s going to run a marathon in every state. Tomorrow he’s running in Colorado. That’ll be his 26th marathon in 26 different states.\" Ben’s wife said, \"That’s nice.\" Ben said, \"I guess. But what’s the point? After he runs 50 marathons in 50 different states, then what? Does he run 200 marathons in 200 different countries? Then what? Does he go on the Today Show? Does someone buy the movie rights? Who’d want to watch that movie? On top of it all, the guy’s 60! He’s over the hill! He’ll never make it to 50. I don’t get it.\" She said, \"Maybe his wife suggested it.\"",
    "She asked, \"What’d you do today?\" He said, \"Nothing.\" She said, \"You couldn’t have done ’nothing’; you must’ve done something. Did you look for a job?\" He said, \"Yes, I did. I looked out the window.\" She said, \"Don’t be funny. You need a job.\" He said, \"Tell me something I don’t know. I walked down to the corner and hung a sign around my neck. It said, ’Will work for chocolate ice cream.’ Nobody hired me.\" She said, \"Of course not. What a stupid sign!\" He said, \"You’re right. Tomorrow I’ll change it to ’vanilla’; that’s America’s favorite flavor.\" She said, \"So, another wasted day. All you did was get a day older. That was your only accomplishment.\" He said, \"Better I didn’t get a day older. That would really be an accomplishment. If I could do that and bottle it, I wouldn’t need to look for a job.\"",
    "Students demanded that the administration of an Ivy League college rename one of its buildings. It had been named in honor of George Washington. Students reminded officials that Washington, although a Revolutionary War hero and the country’s founding father and first President, was also a slave owner. After weighing their P’s and C’s, administration officials renamed it the Jack Arabus building. The students were pleased. Students nationwide demanded the same treatment for buildings on their campuses bearing George’s moniker. Again, it was done. Activists nationwide thought, Hey, why stop at campuses? Why not rename George-everything, everywhere in America? Despite opposition, from the same people who’d lost the war, it was done. (The Social Security Fund footed the bill.) Manhattan’s George Washington Bridge became Manhattan’s Jack Arabus Bridge. Washington, D.C. became Arabus, D.C. Washington State became Arabus State. Everyone celebrated, except those people who’d been named George, or Washington, or both.",
    "Ms. Smith got these answers from her eighth graders: I wish I had someone else’s face, because mine has fresh pimples almost every day. I wish I had someone else’s feet, because mine are too wide for fashionable shoes. I wish I had someone else’s ears, because mine stick out. I wish I had someone else’s hair, because mine is red. I wish I had someone else’s eyes, because mine are useless without coke-bottle lenses. I wish I had someone else’s voice, because mine is no good for singing in the choir. I wish I had someone else’s legs, because mine are too hairy. I wish I had someone else’s nose, because mine is exactly like my uncle’s big hooked nose, and I’m a girl! Sally asked, \"What about you, Ms. Smith?\" Ms.",
    "The daily killings, bombings, and terror caused millions of Syrians to flee their country. President Obama promised to take in 10,000 refugees before year’s end. The response from many governors was immediate and loud: Not in our back yard! They feared that terrorists, posing as refugees, would gain entry into the U.S. The President said, \"Shame on you! These are the very people that we’ve welcomed, regardless of race or religion, throughout our history. We’ve never turned anyone away, and we’re not going to start on my watch. Further, the fact that nobody’s attacked America since 9/11 proves that DHS, FBI, CIA, and NSA can spot and thwart any and all would-be terrorists. We have nothing to fear but fear itself! C’mon, America’s a big country! We’ve got plenty of room for 10,000 refugees. Let’s welcome them with a big hug.",
    "Bo ate the same thing Monday through Saturday. He ate a peanut butter and banana sandwich for breakfast. He ate a can of bean with bacon soup with saltines for lunch. He ate a Salisbury steak TV dinner for dinner. Bo looked at his phone many times every day. He looked outside his window many times every day. He exited his apartment to run errands, such as buying soup and TV dinners, or to do chores, such as throwing out empty soup cans and TV dinner boxes. He went to the library every other Tuesday to borrow murder mysteries. He thought the authors of such books were clever. He hoped to meet one someday. Nobody ever rang Bo’s doorbell except the pizza guy on Sundays. Sunday was Bo’s day off from cooking. Bo knew his retired life was of his own making. He accepted the sameness and tolerated the aloneness.",
    "Fracking is a drilling technique for extracting oil and natural gas from a mile or two underground. Under high pressure, a mixture of water, sand, and additives creates cracks in shale. Frackers then collect the oil and gas from the cracked shale. Fracking is widespread today. However, it has its detractors. Before fracking went almost statewide in 2008, Oklahoma averaged about three sizable earthquakes — 3.0 or higher — a year. In 2015, Oklahoma had 500 such earthquakes. Louise has lived in her Oklahoma City house since childhood. She said, \"We never had earthquakes here before. Tornadoes, yes. Blizzards, yes. Earthquakes, no. Never. Now it seems like we have a shaker every day. Every month, I see more cracks in my walls and ceiling. I called WeAreFracking4U headquarters. They said don’t blame them. Their scientists had determined that fracking no more causes quakes than cigarettes cause cancer. They said blame global warming.\"",
    "When he got home, he went straight into the bathroom. When he emerged, his wife said, \"I hope you washed your hands thoroughly.\" He said, \"I sure did. In fact, that’s the reason I went in there — to wash my hands thoroughly. All this time I’d thought you were being over-germaphobic, but on the A train I read a magazine article. It was disgusting! Some guy swabbed the poles in subway cars. He found E. coli, salmonella, and two other sicko-killers that I can’t remember the names of. That’s my last handrail. How can something so shiny be so filthy? From now on, I sit — or I lean against a door.\" She said, \"In case you have to hold on, maybe you should wear those disposable gloves that food handlers use.\" He said, \"No. People might think I’m weird.\"",
    "He was thinking. ... If there’s one good thing about death, it’s that death is the end of negative self-talk. It’s also the end of guilt and regret. At least, as far as we know, it is. Then again, we don’t know anything about death. Suppose our mind doesn’t cease to exist. Suppose it continues on forever, and suppose it retains only negative self-talk, guilt, and regret. That’s certainly nobody’s idea of \"heaven.\" At least in life, our mind retains positive thoughts about things such as good friends and good times. But what if death’s \"mind\" consists of no positive thoughts? Just negative thoughts, forever. But that’s absurd. God wouldn’t allow it. Then again, we don’t know anything about God, either. Maybe God would allow it. Or maybe there isn’t even a God to not allow it. ... Now he had more problems to worry about. He was sorry he’d started thinking.",
    "Bob said, \"I wouldn’t vote for Jindal for the simple reason that he doesn’t look presidential.\" Ray said, \"’Simple-minded’ would be more like it. What number president is Obama?\" Bob said, \"I haven’t the foggiest.\" Ray said, \"Forty-three. Now, as you know, no two presidents look alike. They all look different — completely different. So does that mean there are 43 ways to ’look presidential’?\" Bob said, \"Of course not. In fact, only one president ever looked presidential. I would’ve voted for him, too, if I hadn’t been too young to vote.\" Ray said, \"I’m afraid to ask.\" Bob said, \"Ike, of course.\" Ray said, \"Eisenhower? Old, bald Eisenhower? What made him look presidential?\" Bob said, \"He looked just like Yul Brynner in ’The King and I.’\" Ray said, \"Hold on. Eisenhower looked presidential because he looked like a foreign king played by a bald actor?\" Bob said, \"You got it.\"",
    "Jeremy and his family loved the holiday season. On the Monday before Thanksgiving Day, Jeremy turned on the outdoor Christmas lights, set up the life-size Nativity scene, and played Christmas music in their front yard. He shut it all down January 2. He’d done this for the last ten years. But on November 1, Jeremy received a notice from the homeowners’ association. He could no longer turn on his lights, set up the Nativity scene, or play Christmas music; non-Christians might be offended. Jeremy called the association president. He said, \"Are you crazy? My Christmas display is protected by freedom of speech.\" She said, \"Not if it offends someone.\" He asked, \"Did someone complain?\" She said, \"No, but someone might.\" He said, \"Well, maybe I should burn down our neighborhood church, because the sight of it might offend someone.\" She said, \"Don’t be ridiculous. This is just a Christmas thing.\"",
    "The NoGood Gas Company said Marie’s meter needed changing. An NG rep scheduled an appointment, but the gasman never showed up. Another rep scheduled a second appointment. Marie was waiting when the gasman rang her doorbell. He asked, \"Where’s your gas meter?\" She said, \"I don’t know. Ask the super. He’s on the second floor.\" She texted Carl, the super. He called minutes later. \"Where’s the gasman?\" Marie didn’t know. Carl said, \"Wait a minute. I’m looking outside. I see the NG truck. Someone’s getting into it. He’s driving off. They do that all the time.\" Incensed, Marie called NG and told the rep how the gasman drove off without contacting the super.\" The rep said, \"He reported that he couldn’t access your meter. So we have to schedule another appointment. How does December 14, noon to 6, sound?\" She said, \"Okay. But the third time’ll hardly be the charm.\"",
    "It was the day after Thanksgiving. The Queens church had already decorated a large fir tree outside and set up an elaborate Nativity scene inside. The janitor returned from lunch. Hearing a baby’s cry, he found an abandoned infant in the manger. Next day, a childless couple talked to the priest. The husband said, \"We think God wants us to have this child.\" The priest said, \"I agree. First, the mother came to this church, and second, she placed her son in your manger — the new one you just built for us. But still, you can’t just call dibs on the child. You have to go through the ACS adoption process.\" The wife said, \"We know, but if we can get your blessing, we’ll feel like we’re more than halfway home.\" He gave them his blessing. They left the church holding hands and laughing.",
    "A dam retained a huge \"lake\" of red sludge. It was a by-product of an iron mine. The dam broke, and the sludge flowed into a nearby river. The river flowed through a village about ten miles away. The villagers depended on the lazy river for food and drinking water. They bathed, cleaned their clothes, and swam and played in the river. They were stunned to see their river turn red and greasy-looking. They stared at the hundreds of dead fish floating on the surface. The owner of the dam and mine arrived at the village. The village chief yelled at him. The owner said, \"Calm down! Don’t you see the opportunity of a lifetime? While you’re yelling at me, millions of fish are floating by. They’re dead, but they’re fresh dead. Scoop them up. Cook them. Preserve them. Who cares if they’re red? It’s iron — iron’s good for you.\"",
    "A California school district stopped issuing D’s and F’s because the two grades \"depress\" and \"frustrate\" students. The superintendent said, \"When a student receives either grade, it embarrasses him. His parents yell at him and take away his cellphone. Such a grade can make a student think that he’s different or deficient. He might dwell on the grade so much that he loses his appetite for learning and for his free lunches too. We can’t have that. We can nip failure in the bud simply by not failing our budding students. Everyone knows that children do best with encouragement, just as everyone knows that our children are our future. From now on, students will receive grades of A, B, C, and P — Passing. We hope other districts nationwide will follow our lead. Most of the problems America has today are because yesterday’s teachers gave out too many D’s and F’s.\"",
    "James sold their house. Eighteen months later, he and Alicia, an operating room RN, were still living in a rental apartment, still looking for another house to buy. En route to their realtor’s latest \"charmer,\" James said, \"We never should’ve sold our house. Now it’s appraised at $100,000 more than what we sold it for. All that money, gone. And everything Lily shows us is a shack compared to our old house, and three times as far from your hospital. I should’ve just ignored all the dogs, drums, and whatnot. It wasn’t that bad. I should’ve just bought noise-canceling headphones.\" Alicia said, \"But our neighbors were driving you crazy. All you talked about was how noisy and inconsiderate they were. Now you’re saying it wasn’t all that bad? Yes, it was! You had a house, but you didn’t have peace of mind. Let’s cross our fingers. Maybe today’s the day.\"",
    "He said, \"Some woman won a court case, so she now has a Massachusetts driver’s license photo of her wearing a colander on her head. In court she said she has a First Amendment right to wear one because she belongs to the Pastafarian church, which is a ’satirical’ church, not even a real one. That started me thinking.\" His wife said, \"You’re going to join that church so you can get a driver’s license with a spaghetti strainer on your head?\" He said, \"C’mon. My license doesn’t even expire till next year. I’m thinking, Are clowns running this country? I just read about a woman in our state who wasn’t allowed a driver’s license photo while wearing her hijab. The First Amendment protects colanders but not hijabs? That doesn’t make any sense.\" His wife said, \"Maybe the woman should poke a lot of little ’satirical’ holes in her hijab.\"",
    "Paul said, \"Listen to this. In England, one-fifth of young people don’t know which animals pork and lamb come from. The same geniuses think that fish actually have ’fingers.’\" His wife said, \"Fingers?\" He said, \"Fish sticks; Brit-speak. It sounds like British schools are as successful as American schools. I’ll bet one-fifth of American kids don’t know what animal their hamburgers come from. They probably don’t even know where their milk comes from. What are they teaching our kids nowadays? They should be learning hands-on stuff, like milking cows, shucking corn, and feeding chickens. Whatever happened to 4-H Clubs?\" Their 14-year-old daughter came home from school. Paul asked, \"Honey, where does pork come from?\" She said, \"Pigs.\" He asked, \"Where does lamb come from?\" She said, \"Sheep.\" He asked, \"Where does money for your books and clothes come from?\" She said, \"I’m not sure. I think it grows on trees.\"",
    "A man pulled out his .38 caliber revolver and shot a waitress at 2 a.m. after she asked him to smoke his cigarette outside. She died during the ambulance trip to the hospital. The 24/7 restaurant closed during the 3-hour police investigation, but reopened afterward. A witness to the murder told police that the waitress \"could’ve asked more politely.\" During the shutdown, the restaurant manager called a day-shift waitress and promised her double-time. When she arrived, he told her, \"If someone tries to light up, don’t say a word. Two shootings in one night will finish us.\" After checking with the police chief, the restaurant owner instituted a new employee policy regarding would-be smokers. No longer will waitresses ask a customer not to smoke. That will be the manager’s responsibility. While the manager points at the big No Smoking sign, he’ll also be pointing a loaded pistol at the customer.",
    "One day Mom told her son-in-law, \"I love that car. If you ever decide to sell it, I’ll give you $5,000 for it.\" Barney snorted. \"The sound system alone is worth $5,000.\" Taken aback, Mom said, \"Well, one can hardly drive a sound system down the road.\" Two years later, Barney decided to sell the car. Abby knew that Mom loved it, but she also knew that Barney wanted bluebook value for their car. Abby talked to her siblings. They all agreed to buy the car for Mom for $20,000. They surprised her with it a month later. Mom said, \"What’s this?\" Abby said, \"You wanted it, so now it’s yours.\" Mom said, \"No, I wanted it for $5,000, not for whatever you all must have paid for it. Now, I wouldn’t take it for $5. I’m not going to drive around in something that reminds me of Barney’s snarkiness.\"",
    "He said, \"You’re not going shopping again?\" His wife said, \"Of course. It’s the holiday season! I’m taking Sharon to Herald Square. We’ll be back whenever.\" He said, \"You know, you can’t trust those stores. They suck you in with their holiday decorations, but once you’re in there they want to keep you there until you’ve bought twice what you intended to buy. They trick you with all their fine print. They trick you with all their prices ending in 9.99. They trick you with all their gift cards that expire a week later. They trick you with the hues of their walls, the types of their music, and the placement of their goods. They have more tricks up their sleeves than Santa has lumps of coal.\" She said, \"Hello! Was I born yesterday? I’ll show Sharon all their tricks. Don’t worry, dear, your money will be safe with us.\"",
    "Everyone was in the living room after the Thanksgiving meal. Erin said, \"Sunday was Brevyn’s twelfth birthday. I thought it’d be nice to give him an additional gift today, so I’m passing this hat around. Put a bill in it, and he can pick one out.\" After all the bills were in the hat, Erin called Brevyn inside. She held the hat above eye level. He felt around for a bit and pulled out a twenty. Everyone clapped. Erin passed the hat around for family members to retrieve their money. Mike and Gary got into an argument over the last twenty remaining in the hat. After Mike lost the argument, Brevyn walked over and handed him the twenty. Later, Erin told Brevyn how impressed she was. He said, \"I thought you were going to surprise me by giving me everything in the hat. Twenty dollars is for the kiddie table.\"",
    "At the first family Thanksgiving after Dad’s death, Mom made a heartfelt speech about how much help Dewey had been in the ensuing months. She presented her son a gift from the family — an expensive medallion for his keychain. An inscription was on one side and an engraving of Dad’s likeness on the other. Completely surprised and faltering, Dewey thanked everyone, saying he was just helping out. \"If you wanted to give me something, a T-shirt would’ve been fine,\" he said. Riding in Dewey’s truck a month later, Craig asked, \"Where’s the medallion? I don’t see it on your keychain.\" Dewey said, \"I hate to say this, but I don’t like the engraving. It doesn’t look like Dad. When I think of Dad, I want to think of my Dad, not the engraver’s dad. It’s in a drawer.\" Craig said, \"I told them to get you a bottle of Crown.\"",
    "It was Saturday. Shirley filled out a first-come, first-served, 7,000-only application for an Affordable Studio Rental Upper East Side for only $565 a month. She dropped by the pharmacy at 3:57 to make a copy of her four-page application. The sign on the pharmacy door said Saturday 10-4. No!, she thought. She crossed the street to a realty office, where a worker kindly copied Shirley’s application. Yes!, she thought. She strolled toward the post office. The sign on the post office door said Saturday 8-4. No!, she thought. She went home, put five 49-cent \"overkill\" stamps on the 9\"x12\" envelope, and walked to the loading dock behind the post office. She asked a mailman who was finishing his route if he would take her envelope inside. He agreed. Yes!, she thought. At home, rereading the ad, she suddenly realized that her income exceeded the maximum allowable income. No!, she thought.",
    "His family knew that whenever Alec said he planned to visit on Thanksgiving Day or Christmas Day, he might not show up. Alec had schizophrenia. If his \"demons\" attacked him, he had to stay home and wait them out in private. A week before last Christmas, Alec told Mom that he was coming to the family get-together. He continued, \"But don’t tell Carter. I’m going to call him and tell him that I’m not coming, and then I’m going to surprise him.\" Alec enjoyed playing that trick occasionally. On Christmas Day, Alec tapped his brother on the shoulder and said, \"Surprise!\" Carter was happy to see him. Alec asked, \"Did I surprise you?\" Carter said, \"Well, not really. We all know that you’re 50 percent regardless of what you say. In fact, the only time that you’ll really surprise us is if you stop thinking that you can surprise us.\"",
    "Deon was upset with Ezra. Ezra had left a puddle of water on the bathroom floor after taking a shower. Deon started yelling, \"How many times have I told you to mop up all the — ?\" He went silent. He walked away and sat down on the sofa. Ezra knew why his dad had walked away just as he was getting warmed up. It was the anger sensor. A year ago an inventor, Thomas Alva, had gotten angry about all the anger in the world. Anger causes more pain and sorrow than all the diseases put together, he thought. He invented an anger sensor that was embedded in satellites blanketing Earth. Detecting anger, the sensor replaced it by beaming beautiful music to the individual. Ezra, who had to walk to and from school past growls and barks, emailed Thomas. \"Your sensor works great on dads.",
    "The NYC Department of Homes for the Homeless held a community meeting in Frank’s Staten Island neighborhood. The moderator said, \"We’re opening a homeless shelter in four weeks across from your elementary school. Don’t worry. There’ll be security cameras, and a curfew, fence, and metal detector. We’ll have security guards on the grounds 24/7. Only homeless families will live there. Their kids’ll go to the same school as your kids, of course.\" Frank said, \"Of course they won’t! I don’t want my kids going to school with homeless kids. I don’t want my kids to have anything to do with homeless kids or their parents. There’s no telling what influence they might have on my kids.\" The moderator said, \"Sir, these people are not contagious or criminals. They’re simply homeless. Do you even know any homeless people?\" Frank said, \"Of course not. And I want to keep it that way.\"",
    "Gordon walked into Moonbucks, stated his name, and ordered a HatteLatte. Presently, an associate walked over to Gordon’s table, sat down, presented the drink, and smiled. Gordon said thanks. The associate said, \"Gordon, call me Harris, please. Can we talk?\" Gordon said, \"Uh, yeah, I guess. I’m not gay, by the way.\" Harris laughed. \"Sorry. Me neither. Not that there’s anything — this is about your cup. See what it says there? ’Race Together.’ So, you’re black. I’m white. We can talk about it, if you’d like.\" Gordon asked, \"What’s there to talk about?\" Harris said, \"Race! You know, I’m a white guy, you’re a black guy.\" Gordon said, \"Oh, I see. Even though our color is different, we’re both males, and we both live in Queens.\" Harris said, \"There you go. We do have a lot in common. Okay. I’ve got to get back to work.",
    "Jan said, \"I’ve got a big problem at work. I — \" Her brother Damien interjected, \"Maybe you should quit. Start looking for another job, but don’t quit till you’ve found one. Do you have any vacation time? Can you transfer to another division in your company? I know a shrink who could help; he’s cheap. Go over your boss’s head. Maybe if you change your lunch hour.\" Jan said, \"Enough already! You’re like a machine gun with your pearls of wisdom. How often have I told you to can the unasked-for advice? It’s unoriginal and it’s unappreciated.\" He said, \"But I’m only trying to help.\" She said, \"Help by listening, not talking. It’s like if we were at dinner, and you suddenly started shaking salt and pepper onto my rice and beans. That’s help? Be considerate. Ask me if I want your advice.\"",
    "I’m sitting here in my studio apartment in Sheepshead Bay. I have a cheap card table, a comfortable office chair, and a twin bed. I have a view of a parking lot. I listen to AM radio. My brother can’t lend me any more money. Unemployed and maybe unemployable, I’ve applied for Social Security retirement. That, plus a small pension, might keep my head above water, while under water I’m twisting away from and kicking at the fish nibbling at my bare arms and legs. I can still take care of myself. But whenever I walk around my neighborhood among the gray-haired and white-haired seniors, I catch myself saying — I’m one of them! I try not to even look at the homeless people near the train station.",
    "The city council speaker, Ms. Unica Jefe, said, \"Nueva York is the greatest city in the world, and what made it great is immigrants. It’s been an immigrant city from the very beginning in 1626, when Puerto Ricans purchased Manhattan from the First Immigrants for 24 chickens. But centuries later, we still have immigrants hiding in the shadows. No más! Our Shine in the Sun plan guarantees that immigrants will become valued community members. First, we issued NYC ID cards to every immigrant living here. Next, we made every immigrant eligible to vote in city elections and sit on jury duty. Third, we made every immigrant eligible to run for city office. Finally, I’m running for mayor next year. And my first act, to ensure that absolutely nobody’s left hiding in the shadows, will be to permit sleeping in subway stations, subway cars, parks, libraries, and on city sidewalks 24/7.\"",
    "Someone shot up a restaurant full of customers ordering burgers and fries. Someone shot up a high school full of hormonal teens. Someone shot up an elementary school full of wide-eyed, innocent youngsters. Someone shot up a campus full of career-minded college students. Someone shot up a political rally full of campaign volunteers. Someone shot up an army base full of war-weary soldiers. Someone shot up a theater full of patrons munching on popcorn. Someone shot up a church full of Bible-reading worshippers. Someone shot up a facility full of possible parents. Someone shot up a Christmas party full of social service workers. After each of these \"senseless\" massacres, the nation’s media screamed Why?!, as if the answer could help prevent future such tragedies, as if the answer could somehow bring \"closure\" to the victims’ families and friends. There is no answer. There is no closure. Not on Earth, anyway.",
    "She asked, \"Why’d you turn off the radio?\" Her husband said, \"That station irritates me sometimes. They’ve got quite a few interesting programs and interviews, but more and more, they present stories about the poor. There’s story after story about poor black people, poor brown people, poor yellow people, poor red people. Did I miss a color?\" She said, \"You didn’t mention poor white people.\" He said, \"You’re right. That’s because there are no poor white people, according to this station. All white people are rich, and all white people are evil. They are the source of all injustice. But get this: the station has a pledge drive twice a year. Guess who they get most of their money from?\" She said, \"Rich white people?\" He said, \"You got it. They spend all year making whites feel so guilty that they don’t even mind the times their hands get bit.\"",
    "Grandma’s two joys were her books and her birds. Christmas Day, she was watching the birds in the birdbath when 10-year-old Neil came by. He was carrying a wrapped box. \"I brought you a present, Grandma. Hurry up and open it.\" She said, \"Thank you, dear. What is it?\" He said, \"I can’t tell you that. It’s a surprise. But I can give you a hint: meow!\" He grinned. After taking the cat out of the box, she said, \"My goodness. It’s very lifelike.\" He said, \"It’s almost alive. You can pet it and hug it. It meows, it purrs, and it rolls over so you can scratch its stomach. It’s just like a real cat, except you don’t have to feed it or clean its litter box.\" Grandma said, \"Or worry about it stalking my birds. Thank you, honey.",
    "Laura’s husband had been having severe stomach problems for years. Casey, Laura’s sister, said, \"Did you watch PBS last night? They’re studying monkeys that have stomach problems. They filled a capsule — get this, they call it a ’crapsule’! — with feces from a healthy monkey, fed it to a sick monkey, and the sick monkey became healthy as a horse days later. Researchers now think that introducing microbes from a healthy gut into an unhealthy gut can heal various GI problems.\" Laura said, \"Really? That’s fantastic. I’ve never had a stomachache in my life. Maybe I can be Don’s healthy monkey.\" Casey said, \"Yeah, but the clinical trials are going to take forever.\" Laura said, \"No problem. I’ll do my own clinical trial. Don’s going to get the ’crap’ without the ’sule.’ Just before he gets home for lunch tomorrow, I’m going to smear fresh microbes all over his meatloaf sandwich.\"",
    "Wendy, a freshman in college, discovered that her dormitory was named after Thomas Jefferson’s wife. Wendy spearheaded a drive to rename the dorm because \"Martha should’ve known better.\" The administration apologized profusely and, per student demand, installed a colorful neon sign renaming the dorm — Helen Reddy Hall. Wendy’s brother Dave, a sophomore, chastised her. \"Mrs. Jefferson had six kids. She was a devoted wife and mother. Where’s the shame in that?\" Wendy said, \"All her ’good’ doesn’t matter. One bad thing is all it takes — zap her!\" Wendy and Dave went home for Christmas. Several days later, Wendy took her high school scrapbook out of her closet to show to her girlfriend. Smiling, Wendy opened the book. Then she screamed. And screamed again. Someone had sliced out the heads of all her friends and boyfriends. Dave shrugged. \"Every week you used to complain about one of them or the other.\"",
    "The LA and NYC school systems received an email bomb threat from a supposed jihadist. The LA school superintendent closed all 1,000 schools the next day. Parents complained after the email was dismissed as a hoax. Said one, \"The terrorists are winning. Closing schools just shows them that we’re scared.\" Said another, \"It’s high time that someone created software for detecting prank emails.\" In NYC, Police Commissioner Bratton had declared the email a fake, partly because of a capitalization error. Bratton said it \"would be incredible to think that any jihadist would not spell Allah with a capital A.\" NYC schools remained open. Said one Gothamite, \"Thank goodness for eagle-eye Bratton. Jihadists are infamous worldwide for flouting grammar, spelling, and punctuation rules, but capitals are sacred to them.\" Said another, \"And thank goodness that, in an attempt to dupe America, no jihadist would ever be clever enough to lowercase Allah.\"",
    "Donald and Bernie enjoyed a big, family dinner. As usual, they avoided talking about politics. But afterward, they opened two cold beers and started pontificating. Bernie, a liberal, said, \"That clown should be in jail. Instead, he’s sitting at his Texas ’ranch’ discovering his ’hidden Rembrandt.’ He lied to the entire country about weapons of mass destruction. His decisions since 9/11 have resulted in millions of casualties and the ruination of millions of lives and livelihoods.\" Donald, a conservative who never agreed with Bernie about anything political, agreed. \"’Millions,’ so far! It’s not even over yet. The aftereffects and numbers could multiply for decades. The Middle East is a mess, Europe’s becoming a mess, and we have no idea what’s coming our way. Ultimately, the ’shock and awe’ in 2003 could result in more death, destruction, and debt than even Hitler caused.\" Momentarily bonded, the two adversaries high-fived each other.",
    "He needed a job. He called a temp agency to schedule a proofreading test. He’d been proofreading on and off for forty years. The agency test, in a building near Columbus Circle, took two hours. He walked out feeling good. He’d heard it was a tough test, but it didn’t seem hard at all. It even crossed his mind that he might’ve aced it. A day later he got an email from the agency. He opened it and saw his score. He almost had a heart attack. He almost had a stroke. He almost passed out and collapsed to the floor. He almost went blind, deaf, and dumb. He had almost passed the test. Sixty-four percent?!, he said to himself. Sixty-four percent?!, he repeated. Sixty-four percent?! He called the agency rep, who said, \"Relax. You’re far from the first to fail.",
    "He said, \"Ho-ho-ho! I just became a volunteer Santa from 8 till noon through Christmas Eve.\" She said, \"Congratulations, Santa! But why only four hours? You’re retired. You can work more.\" He said, \"That’s what I said, but they said four hours is like eight hours.\" She said, \"Really? You’re just sitting there. What’s so hard about that?\" He said, \"The kids, honey! They pull your beard, cry and kick, stick their fingers in your nose, and squirm and fidget, and of course the wee ones wee.\" She said, \"There goes your outfit.\" He said, \"Nope. I already figured it out. I’m going to bring paper towels and a red, shallow plastic tub, and I’m going to put every tiny tot into the tub. If any of the peepots make puddles, I’ll just sop everything up with the towels.\" She said, \"You’re so smart. You make Mrs.",
    "At first, the parents just wanted a free lunch program at school for their children. Then, they wanted a free breakfast program. Then, they wanted a free early dinner program. Each time, the mayor found government money to pay for the meals. But it wasn’t long before the students started complaining. Said one, \"We’re all sick of ’nutritious.’ We’re not rabbits; we’re sick of lettuce. We’re not hogs; we’re sick of apples. Vegetables belong in the ground, and fruit belongs in the trees. What belongs on our plates is pizza, fries, and burgers.\" The mayor said, \"Shame on you! You’re all getting spoiled. Government programs for schools don’t cover pizza, fries, and burgers. You’ll have to buy your own.\" Said another student, \"I can’t wait till I graduate so I can apply for food stamps. Then I’ll be able to eat all the pizza, fries, and burgers that I want.\"",
    "Garth applied to the dean to establish a White Is Beautiful club. She said, \"I’m sorry. That’s racist.\" Garth said, \"Racist? How so? Our campus already has Black Is Beautiful, Brown Is Beautiful, Yellow Is Beautiful, and Red Is Beautiful clubs. So they must be racist, too.\" She said, \"Nope. By definition, as minorities they can’t be racist. Each is rightfully proud, without being racist, of its culture and heritage.\" He said, \"Well, my club will be, too.\" She said, \"I realize that. But others won’t. For example, Black Power T-shirts are quite common on campus. But if your club were to print White Power T-shirts, people would immediately think ’KKK.’ And of course we’d get complaints left and right. All I can suggest is that you wait two more generations, when whites will be a minority in America, and maybe your grandson in college can give this a shot.\"",
    "The Monday before Thanksgiving, Gil wrote his niece a Christmas check. He wrote on the Christmas card, as he did every year, Please call as soon as you get this. A lot of good that does, he thought, before sealing the envelope. Weeks went by. He received a Christmas card from her December 24. Finally, he thought. The small, spartan card had a printed message — Enjoy the Christmas Season! There was no Dear Gil, or Hi Gil, or Anything Gil. There was no Love, the Smiths. There was no Thanks for the Check. Irritated at her ingratitude, he opened his online bank account. The check hadn’t been cashed. He looked at the return address on her envelope. She had moved. He’d sent his card to the wrong address. That explains her card, he thought. She thought he’d stiffed her, so she cold-shouldered him. So much for Good Will to All.",
    "She wondered how many other retirees lived like her. It seemed that she lived a life of silence. She had no family or friends. Almost every day, she said nothing to no one. Every Saturday, she went grocery shopping. She said Hi and Thanks to the cashier, so that was two words. Every Sunday, she bought a lottery ticket. She said Mega Quick Pick and Thanks to the clerk, so that was four words. The funny thing was, she didn’t feel uncomfortable about the silence. Half the time when she actually did talk, she felt that the listener wasn’t paying attention. Half the time, she felt that she was saying nothing of importance. When she was younger, such silence had been unthinkable. She always had to be yakking to someone about something. She no longer felt that need.",
    "In the Bronx, ten people sat around a table. Representing all five races, they were there to have a conversation about race. The President had called for such meetings to help Americans get past their differences and come together. At the meeting, everyone felt comfortable from the start. At its end, attendees hugged, shared contact numbers, and set up social meetings. Walking to the elevator, Sara said, \"That meeting was unnecessary. We all get along with one another already.\" Joe said, \"You’re right. The problem with these meetings is that the attendees are friendly, intelligent people with open minds. The people who need to attend these meetings are the close-minded racists, but they’ll never show. Their heads are made of rock, and their minds are set in stone. Not only do they believe that certain races deserve their hatred, but even worse, many of them actually enjoy spreading their hate.\"",
    "The Master of Ceremonies mistakenly told the runner-up, Miss Colombia, that she was the new Miss Universe. She hugged Miss Philippines. The previous year’s Miss Universe put the crown and sash on Miss Colombia, who then walked to the edge of the runway. Holding her bouquet, she smiled and waved to the cheering spectators. Moments later, the MC reappeared. \"I’m so sorry. I misspoke, and I take full responsibility for my error. The new Miss Universe is Miss Philippines!\" Miss Philippines was initially perplexed. Then her eyes got wide, and her hand covered her mouth. The previous year’s Miss Universe gave Miss Philippines Miss Colombia’s like-new sash and crown. Many Colombians were upset. Said one, \"They blew it. First they said she was, then they said she wasn’t. They humiliated her before the entire world. The least they could do is announce a tie — make both of them Miss Universe.\"",
    "Five-year-old Greta said, \"Daddy, tell me a story about Santa.\" Dad said, \"Sure. Two days before Christmas, Santa was reading his mail at the North Pole. One letter was from Adele, who was five years old.\" Greta said, \"Just like me!\" Dad continued, \"She lived in Queens.\" Greta said, \"Just like me!\" Dad continued, \"She had a beagle.\" Greta said, \"Just like me! What was her beagle’s name?\" Dad said, \"Trooper. Adele wrote that she wanted a little brother for Christmas. She wanted a little brother so that he could take Trooper out for a walk when it was snowing or raining. Santa thought, What a selfish little girl. So what did Santa bring Adele? Bad weather. For a whole year, it rained or snowed every day on Adele’s block in Queens.",
    "It was 5 p.m. Christmas Eve. The parking lot, with 100 striped spaces, was almost empty. Harlan started to pull into the space closest to a small hardware store. Seeing a car headed toward the same space, Harlan sped up. The car screeched to a stop just a yard from Harlan’s parked truck. The driver got out and marched toward Harlan. Rolling down his window, Harlan asked, \"May I help you?\" She said, \"You already ’helped you.’ This was my space. You saw me coming and you sped up.\" He lied, \"No, I didn’t.\" She yelled, \"Yes, you did! I saw you!\" Harlan said, \"Okay, whatever. Step back, please, so I can get out of my truck.\" She said, \"Yeah. Get out of your truck.\" He said, \"Whoa! You’re not going to beat me up, are you?\" She yelled, \"You thief! You liar! You jerk!\" She returned to her car.",
    "He was walking west on Exchange Place. It was a gray December day. As he crossed Broadway, an attractive woman walking south turned right and ended up leading him along Exchange Alley. He looked at her slim waist, her black hair, and her long legs. She had nice legs. She was definitely attractive enough to risk a snub. He mulled over his opening line. What could he say? Maybe he could ask directions to a nearby Starbucks. Maybe, to show gratitude, he could invite her to join him for a cup of joe and maybe a snack. Maybe this could be the start of something big! Suddenly, he smelled something foul. How did she do that, he wondered. He hadn’t even seen her light up. The acrid cloud of smoke overwhelmed his poor, defenseless, innocent nostrils. He picked up his pace and passed her on the left, shaking his head.",
    "\"Daddy, can I stay up tonight so I can give Santa a hug and thank him?\" Dad said, \"Honey, Santa doesn’t have the time. People never let go, and they always go on.\" She said, \"Not me! I’ll even skip the hug, Daddy. I’ll just say thanks, I promise.\" Dad said, \"Okay, let’s practice. I’m Santa. Ho-ho-ho! Well, hello, Chelsie!\" She said, \"Hi, Santa! Are you hungry? Do you want some cookies? What did you bring me? I hope it’s the right color. I hope it’s not alive! Will you take me with you? My parents won’t mind, as long as I return before they notice. Is Rudoph — ?\" Dad said, \"Whoa! I thought you were just going to say thanks.\" She said, \"I was! But I got so excited. It was Santa, Dad! I was talking to Santa! Let me practice again. This time, I promise, I’ll just say thanks.\"",
    "After the Q train pulled out of the Newkirk Plaza station, passengers heard, \"Hello, everyone. My name is Justin. I’m sorry to bother you. I’ll be brief. I used to ride this train to medical school. I was going to be a doctor for Medicaid patients. But then something happened. I was driving to church one morning with my fiancée when a drunk T-boned our brand new car. My fiancée died. I suffered a brain injury. I’ve been living on the street ever since. I just need a dollar for a burger. Can anybody help me? If you can’t help, I understand. You’re tired of giving, you’re broke, or you might even think I’m making this all up.\" Just then, the emergency door opened, and a voice louder than a bullhorn shook the car windows.",
    "What’s this, he thought, as he took the bowl of salad out of the fridge. Even though he had tossed the salad, he was now looking at a bowl of segregated vegetables, each unto its own. The radishes clung together, as did the carrots and the other vegetables. He showed the bowl to his wife. She said, \"You corrupted them. They sensed your alienation as you touched, washed, and chopped them. So instead of having a bowl of happy vegetables partying with one another, you created a bowl of reclusive radishes, solitary celery, and lonesome lettuce. Throw them all out. They’ll give everyone a stomachache. I’ll make another salad — a happy one!\" He said, \"It’s not my fault. I know you think otherwise, but vegetables can’t be happy and they can’t be sad. You can’t have feelings if you have no brain! I think those GMO people are behind this.\"",
    "Barney had just finished mowing his lawn. He was chugging some ice water when his next-door neighbor Oliver walked over. \"Now Barney, don’t take offense, but would you mind wearing a shirt when you mow your lawn? My wife says you look like a big fat redneck out here. She hates looking out the window and seeing you half-naked.\" Oliver, oblivious to his own faults, had been complaining about Barney’s faults for the last ten years. Barney said, \"Well, first of all, I look like a big fat redneck because I am a big fat redneck. Second, does Neighborhood Watch now have an Apparel Patrol? How about if the next time I see you in your yard wearing that ugly yellow jersey, I ask you to burn it? Third, who’s forcing your wife to gawk at me? Maybe for her birthday you could buy her a nice set of curtains.\"",
    "Andy saw a painting in a magazine. The left half of the painting was off-white. The right half was white. The lengthy accompanying article extolled the \"surreal esthetics and ambiguous motifs\" of the painting. Andy thought, C’mon! It’s an off-white rectangle next to a white rectangle! Andy rented a monkey from the Central Park Zoo. He gave the monkey eight cans of paint, six paintbrushes, and a canvas. In almost no time, the monkey made a monumental mess. Paint was everywhere, including on Andy, the monkey, and the canvas. Andy said, \"Good job!\" and gave the monkey a banana. Andy took the canvas to various galleries in the Chelsea art district. Several gallery owners made offers, the highest being $1,000. Andy showed that owner a snapshot of the \"artist.\" Laughing, the owner said, \"Make that 1,000 bananas.",
    "On Saturdays, language lovers call in to ask the public radio network wordsmith, Oral Spiqryt, language-related questions pertaining to various MBR programs. Gwyneth asked, \"When you talk to people, do you ever add words and phrases, spoken fluently, from another language?\" He said, \"I speak only English. If I did speak another language fluently, I would insert phrases only if the listener also spoke that language. Bilinguals do that all the time.\" She said, \"But if the listener is monolingual, do you agree that such insertions would be not only unclear but also annoying?\" He said, \"Of course. I wouldn’t even bother listening to someone who talked like that.\" Gwyneth said, \"Well, your reporters talk like that. They roll their R’s, drop their H’s, and use Spanish words like ’guerrilla’ all the time.\" He said, \"Well, we do have bilingual listeners.\" She said, \"Really? Well, I’m a listener who’s byebye-lingual.\"",
    "Her husband said, \"Finally!\" She said, \"Finally, what?\" He said, \"Finally, I matched the Mega number. I won a buck. I swear, there’s something wrong with those bouncing balls. In the last six games, 12 was the Mega number twice — in a row! Something’s rotten in Denmark.\" She said, \"Something’s rotten in your brain. There’re 15 Mega numbers. That’s a one in fifteen chance of getting your dollar back. At the track, you refuse to bet if there’re more than ten horses in a race. Yet you continue to play Mega when there’re 280 million horses in one race!\" He said, \"Yes, 280 million to one is ridiculous.\" The following week he said, \"Yes!\" She said, \"Yes, what?\" He said, \"I followed your advice, dear. I quit Mega. I switched to Lotto — only 40 million horses in one race.",
    "Celine selected her best friend from a litter. \"When I looked at her and she looked at me, I knew right off we were soulmates,\" Celine always said. For five years, she and Bondie \"took care of each other.\" Then Bondie somehow got outside one day, and some \"speeding idiot\" ran her over. It was the saddest day of Celine’s life. Weeks later, her boyfriend Ivan surprised her with a kitten that looked exactly like Bondie as a kitten. That wasn’t a coincidence; Celine had hundreds of photos of Bondie. Celine was surprised and, at first, grateful. Then, she took the kitten to an animal shelter. Visiting Celine shortly afterward, Ivan asked, \"Where’s Bondie II?\" Celine said, \"Bondie II made me depressed. All she did was remind me of Bondie. I need to try to forget Bondie.\" Ivan said, \"I understand.\" The next day, he brought Celine a Yorkie puppy.",
    "Connie and Libby were discussing a contrary Presidential candidate. Libby demanded, \"How can you not be offended by that rude, vulgar, sexist, un-American, bigoted, racist, populist demagogue?\" Connie said, \"Wow! That’s a mouthful!\" Libby said, \"Well, that’s what the TV anchors call him every night.\" Connie said, \"Yet they berate him for name-calling. He’s about as ’un-American’ as apple pie; he’s a capitalist! A bigot can’t abide other groups or religions. A racist believes that his race is superior. Have you ever heard him say that he can’t stand certain groups or religions, or that whites are Numero Uno? A populist supports the rights and power of the people. That’s bad?! A demagogue gets power by appealing to voters’ emotions and prejudices. What candidate hasn’t tried that? Regardless, once The Donald ’gets’ power, he won’t be a demagogue — he’ll be the President!\" Libby said, \"Yes, a rude, vulgar, sexist one.\"",
    "Today, January 1, is my dad’s birthday. He would have been 88, having passed away March 31, 2015. My mom went to the cemetery today. I never thought I would miss Dad as much as I miss him now. I’m afraid that, as I got older myself, I sort of took him for granted. He had been there for me every day of my young life. He and Mom raised eight kids, and we all loved him. He was smart, brave, and fun. In the last 50 years, I visited Dad and Mom occasionally and phoned them regularly. Sometimes Dad was talkative and joking, but sometimes he didn’t say much. I’ll always wonder, How much did I disappoint him? I wish I could have been not only a better son, but also one of his better friends. But more than all that, I just wish I could see him again.",
    "Jody was waiting at the deli counter at the Columbus Circle Whole Foods. He got bumped. He turned right and looked at an old lady; she looked straight ahead. She bumped him a few more times in the next couple of minutes. Irritated, he stood his ground. Finally, the worker finished with the customer on Jody’s left. Jody ordered a quarter-pound of turkey. Just then, another worker got free and asked Jody, \"Can I help you?\" Jody said, \"Yes, a half-pound of — \" The matron, nearly leaning on Jody, said loudly, \"A pound of salmon.\" Then she turned to Jody and said, \"You can’t have two workers helping you. That’s your worker. This one’s mine. Try to follow the rules.\" He said, \"I do follow the rules. And rule number one is, I waited patiently; now you — \" She was looking at the worker. \"Slice it paper thin!\" she instructed.",
    "Because the volume is smaller, a smaller country’s sky fills up with smelly gray smoke more quickly and densely than the sky of a larger country. Wanting their people to breathe fresher air, some smaller countries are experimenting with cigarette \"presentation.\" Kengland turned to Acme Mind Shapers, which created a three-phase Stamp Out Smoking campaign that Kengland implemented. First, media and print ads appeared everywhere, pronouncing, \"Smoking — a stupid habit for stupid people.\" The ads showed dorks trying to look cool while lighting, holding, smoking, or discarding cigarettes. Next, cigarette packs lost their logos, slogans, and vivid colors. Every cigarette pack was plain brown. The brand name was in small black print above a grinning devil. Beneath the devil were large, red letters saying, \"Enjoy Your Emphysema.\" Finally, phase three made further use of the psychology of color. Standard white cigarette paper was replaced with a new standard — bright pink.",
    "Bud asked, \"Did you hear about this 49-year-old guy who spent 21 months rowing across the Atlantic?\" Lou said, \"No. Did he break some kind of record?\" Bud said, \"No. Quite a few people had already rowed across the Atlantic, and a lot faster. He did it to encourage more Americans to get tested for HIV. His point was that if he could row across the Atlantic, they could get tested for HIV.\" Lou said, \"That’s a lot of rowing for nothing. Nobody heard about it! He should’ve uploaded videos daily to YouTube. He might have gone viral. Even better, he should have gotten Red Cow to sponsor his voyage. Look how much publicity they got for that guy who sky-dived out of the space station.\" Bud said. \"You’re right.",
    "Ryan was going on 17 when the accident occurred. Ryan was going too fast when the accident occurred. Ryan was going around a curve when the accident occurred. Ryan was going for another swig when the accident occurred. His two passengers died instantly. Unmarked, Ryan lived to drive, and perhaps kill, again. Prosecutors tried him for manslaughter, but his wealthy parents hired a lawyer who presented an \"affluenza\" defense. She told the jury that Ryan’s parents had doted on him from birth. Spoiled and \"special,\" he grew up thinking that rules, regulations, and laws — including laws about driving under the influence — applied only to others. Amazingly, the jury bought into her argument. Ryan received community service. After the trial ended, a juror told a reporter, \"We felt his pain. Not having his two best friends to pal around with anymore is enough of a price to pay for bad parenting.\"",
    "NYC’s mild weather continued through December. But on January 2, weathermen predicted teen temps, worsened by wind, for the following two days. Immediately, Hizzoner announced that workers would scour every borough to notify homeless people about city shelters. The following day, reporters accompanied the workers. Many homeless people agreed to go to shelters, but many didn’t. A reporter told one, \"It’s freezing out here! Why don’t you go to a nice, warm shelter?\" The man said, \"’Cause some of ’em got bedbugs. And all of ’em got rules. They wand you, they frisk you, they put all your valuables in a plastic bag that you never see again. They even got a curfew! I ain’t goin’ through all that for just two nights. I’ll take stars over bars. I’ll be okay. I’m layered up real good with extra NY Times. I’ll sleep tight, and no bedbugs gonna bite me, neither.\"",
    "An elegant sign on the corner of the building says \"Jewelers on Fifth.\" One fall day, Nathan was hurriedly packing everything up in his fifth-floor office. The building manager had already reminded him that the new tenant was waiting. Nathan’s son and a building maintenance worker were helping Nathan move to the seventh floor. To Nathan’s relief, at 5 p.m. everything had been moved into his new office. Everything except one thing — $1 million worth of loose diamonds. After frantically searching everywhere the following morning, Nathan called NYPD. Officers viewed a surveillance tape and arrested the security guard. The worker had innocently put a couple of small boxes into the hallway trash pile, which the guard later dug through. The guard, who’d already sold two diamonds for $30,000, said, \"When they hired me, they didn’t tell me there was surveillance in the hallways. They set me up. I’m no thief.\"",
    "A tall man wearing a red beret was approaching Marco on 33rd Street near the Empire State Building. It was Curtis Sliwa — the perpetual motion machine and founder of the crime-fighting Guardian Angels — who could entertain listeners with thousands of funny, jive-talking stories about his own fascinating life and the good, bad, and wacky people he’d encountered in the Big Apple. When the two walkers met up, Marco said, \"Curtis, I wish you’d run for President. You’d have my vote.\" Curtis grinned, thanked him, and continued on. When Marco got home, he said, \"I just ran into Curtis Sliwa. That guy’s a real American. A fast-talking, fist-fighting, flag-flying American. I told him that if he ran for President, I’d vote for him.\" His wife said, \"He was just in the news for saying how beautiful our Council speaker is.\" Marco said, \"Her? Beautiful?! Oofah! Maybe I wouldn’t vote for him.\"",
    "Mork met AlienMork. Whipping out their smartphones, each showed the other his wife’s picture. AlienMork said, \"Your wife is so beautiful!\" But Mork said nothing about AlienMork’s wife. AlienMork said, \"My wife isn’t beautiful, also?\" Mork said, \"My mama always said, If you can’t say something nice, don’t say anything at all.\" AlienMork said, \"Yes, what we learn as children sticks with us. On my planet, children learn that everyone is beautiful. We don’t even have a word for ugly.\" Mork said, \"That’s ridiculous. Beauty is meaningless without ugliness. You need yin to appreciate yang. If everyone were beautiful, none of the ugly people would have any aspirations. The personal care industry would tank. Believing that everyone is beautiful is like believing that everyone is smart.\" AlienMork said, \"But everyone on my planet is smart. Only stupid people don’t see everyone as beautiful, and we don’t have any stupid people.\"",
    "Selma, a sophomore dental student at NYU, asked her roommate, \"What am I going to wear for Halloween?\" Britney said, \"Well, whatever it is, make sure it’s 110% inoffensive. Remember the dean’s email.\" Selma said, \"Oh, yes. We mustn’t commit ’cultural appropriation.’ We can dress up only as members of the ethnic, racial, and gender groups that we belong to. So, my groups are Asian, Christian, female, and student. That’s so silly. Did our parents have to jump through these group-hoops? Besides, how will anyone even know what groups I belong, or don’t belong, to?\" Britney said, \"Nobody knows, but everybody’s watching. And rest assured, even dressed as Charlie Chaplin, you’ll probably hurt somebody’s feelings.\" Selma said, \"Isn’t a Halloween costume simply freedom of speech? What happened to that freedom? I should be able to wear whatever I please.\" Britney said, \"Of course you should. Just wait till you graduate.\"",
    "In East Flatbush about 9 p.m., 15-year-old Brook was walking with his dad through a poorly lit park. Five young males approached. Waggling a knife under Foster’s nose, one male told Foster, who was drunk, to move along without his son. Foster hesitatingly shuffled off. Walking into a nearby bodega, he slurred his words while asking for help. Smelling his breath, the bodega owner said, \"Get out of here!\" Meandering another few blocks, Foster saw a parked NYPD car. The officers drove him back to the park. They found Brook beaten up and relieved of his cell phone and pricey Nikes. After DNAinfo.com reported the attack, social media users lambasted the city for the park’s poor lighting, the bodega owner for ignoring Foster’s plea, NYPD for not parking nearer the park, Brook for wearing new sneakers in a bad neighborhood, and Foster for being a sot and deserting his son.",
    "Jethro left the hospital in discomfort, but he was relieved to have had his hernia repaired. A week later, he was dead from an infection that he’d gotten while in the hospital. Thousands of Americans die each year from hospital-acquired infections, while hundreds of thousands more get sick but survive. Betsy MacCoy, who’s been railing against America’s unhealthy hospitals for years, said, \"Hospitals cost us money, but they’re also as filthy as money. Doctors transport virulent bacteria on their ties and their stethoscopes from one patient’s room to another. Hospital staff, particularly doctors and nurses, fail to scrub their hands before entering each patient’s room. But worst of all, custodians fail to disinfect doorknobs, bedrails, and TV remotes daily. I always tell people, if you have a loved one in the hospital, don’t show how much you care by bringing them chocolates or flowers.",
    "Single and 35, the handsome firefighter earned $75,000 annually. One day, he walked into a convenience store. He walked out with a sandwich and a bag of nuts, neither of which he’d paid for. The clerk called the police, who caught the firefighter as he finished the sandwich and disposed of its plastic wrapper in a city trashcan. After being convicted of stealing $8 worth of merchandise, he lost his job. His only excuse for the theft was that he hadn’t had any cash on him at the time. His girlfriend asked, \"What kind of excuse is that? What were you thinking? You forfeit $75,000 a year for a stupid $8 sandwich?\" He said, \"I don’t know. It just seemed like the right thing to do at the time. I know it seems stupid in hindsight.\"",
    "Leesa said, \"Daddy, I’m scared!\" Dad said, \"Scared? What are you scared of?\" She said, \"They said on the radio that there’s a lizard warning. They told everyone to stay indoors tomorrow. Are there a lot of lizards? Are they big?  Will they eat us? Will they eat Spot or Fluffy?\" Dad laughed. Then he said, \"I’m sorry, honey. I shouldn’t laugh. It’s not a ’lizard’ warning — it’s a ’blizzard’ warning. A blizzard is a super snowstorm, so we don’t have to worry about lizards eating us or the pets. What we do have to worry about is whether the blizzard’s strong winds will knock out our electricity. Then our apartment will get dark and cold until workers fix everything.\" Leesa said, \"Then can we go outside? I want to make a snowman.\" Dad said, \"Sure.",
    "He said, \"Good news! I’ve narrowed our cemeteries down to two.\" His wife said, \"Can we talk about this some other time?\" He said, \"Honey, I’m healthy today, but maybe I’m dead tomorrow. Don’t you think we should talk about this before I’m not around to talk about this?\" She said, \"Don’t talk like that, either. I can’t bear to think of life without you.\" He said, \"I’m sorry. But the sooner we prepare, the better. I researched cemeteries online. I think our two best choices are Green-Wood in Brooklyn and Woodlawn in the Bronx.\" She said, \"The Bronx? We’ve lived our whole lives in Brooklyn, so why even consider the Bronx?\" He said, \"Well, Woodlawn is cheaper.\" She said, \"Of course — cheaper. Do we have to take cheaper to the grave with us, honey? We’ve been doing cheaper our whole lives. At least in death, let’s live a little.\"",
    "Dale and his brother were talking on the phone. Dale said, \"My shoulder problem’s gotten worse. Now it aches even when I’m sitting down, instead of just when I walk or stand.\" Corey asked, \"You mean your shoulder blade problem?\" Dale said, \"Shoulder blade, shoulder — what difference does it make?! It’s the same problem I’ve been talking about for months. Why do you have to correct everything? Whatever anyone says, you’ve got to correct them. You’ve got to tweak it an annoying — but never enlightening — bit. If someone says the sky is blue, you’ll say, Well, actually, it’s light blue. Or you’ll say, Well, actually, it’s blue and white, because the clouds are white, and they’re part of the sky. Duh! You know, you’re no longer Captain Obvious. I’m giving you a shoulder blade promotion. You’re Corey, the Obnoxious Colonel of Obviosity.\"",
    "He was pressing down hard on the handle of the knife in order to split the tiny candy bar in two. You’re pushing your luck, he told himself. Nah, it’s a Ginsu 2000, he told himself. Although 30 years old, it was guaranteed for 50 years. It had stayed sharp and strong over the years, cutting everything as straight, quick, and onionskin thin as he wanted. He couldn’t imagine a better steak knife. But it lost the battle with the unyielding caramel-colored chunk of \"Korivka.\" Feeling something give, he saw the serrated silver blade form a mortal angle with the cheap black plastic handle. Why, he wondered, did he always have to test everything, knowing it might break? And then, breaking it, immediately regret testing it. And then immediately test the next thing that he didn’t really want to break — or maybe really did. What’s wrong with me, he wondered.",
    "Megyn’s only child graduated from college and moved into her tiny Manhattan apartment with her. Donald told her he was going to become a real estate salesperson, just like her. She was thrilled. But within four months, Donald found his true calling — playing computer games day and night, the same thing he’d done in high school. He didn’t do any drugs whatsoever, but as far as Megyn was concerned, her son was a hopeless addict. One day, three years later, she called her ex-husband. \"What a relief! Finally, Donny’s out of the apartment.\" Her ex-husband said, \"He’s out? Did he move out? Or did he finally get a job?\" She said, \"He got a temporary job.\" He said, \"Amazing. Did he find it online?\" She laughed. \"No, it found him. They called him in for jury duty.\" He laughed. \"Well, if you’re lucky, he’ll get stuck on a six-month trial.\"",
    "According to the 2010 Census, the population of Flint, Michigan was about 100,000. It was 56-percent African-American and 37-percent white. In June 2013, a magazine named Flint \"the most dangerous city in America.\" In April 2014, city officials started using water from the Flint River in order to save money. Although the water coming out of hundreds of faucets looked, tasted, and smelled foul, officials pooh-poohed residents’ complaints. However, 16 months later, tests found that the water contained an unsafe level of lead. Life-long residents Samuel and Spike were at a local watering hole. Samuel said, \"Well, now we’re a double threat — we’re America’s most dangerous city, and we have America’s most dangerous water.\" Spike said, \"On the bright side, we’re swimming in free Poland Spring. And, maybe only half our youngsters got permanent brain damage.\" Samuel said, \"Hmph! I guarantee you this never would’ve happened to a white town.\"",
    "Teddy told his brother, \"If there’s one good thing about dying, it’s that I won’t have to deal with paper anymore. There’s nothing on this planet that I hate more than paper. Not urine-soaked sidewalks, not barking dogs, not even a long hair in my salad! Paper is a four-letter word — contracts, bills, tickets, receipts, forms. Employment forms, rental forms, medical forms, bank forms. I bet there’s more forms on earth than there are people! Name, address, phone, email, on and on, over and over. But when I die, all these forms, all this paper — they’ll all be dead to me!\" Franklin said, \"You’re forgetting one thing. What about your obituary and your death certificate?\" Teddy said, \"What about them? They’ll be the first two pieces of paper in my life that I can totally ignore. That thought alone’s enough to warm my chilly bones when I’m six feet under.\"",
    "Lester said, \"Now keep this under your hat; it’s a surprise for Mom. I found a Lexus on Autotrader. It’s a four-door sedan, one owner, seven years old, 88,000 miles, and it’s her favorite color — navy blue. I’m going to visit the owner next week, and if it’s everything he says it is, it’s a done deal. Mom’s going to be plenty surprised.\" Lester’s brother said, \"Yes, but not in a good way. Have you not been paying attention? All Mom thinks about is that Cadillac that Dad surprised her with years ago. Go find her a mint condition 1990 Brougham. That’ll be a good surprise. Every time she gets in it, she’ll think of Dad and the day that he drove up in her anniversary present. If you get her that Lexus, every time she looks out the window and sees it in the driveway, she’ll close the blinds.\"",
    "The City Council is proud of its never-ending demands to empower the poor. It demanded NYC ID cards to provide impoverished immigrants free membership in museums and discounted tickets to Broadway shows. It demanded better working conditions for street vendors. It demanded less mold, better stairwell lighting, more security guards, and fewer rats in city housing. It demanded less police harassment of the 54,000 homeless who occasionally spit, pee, poo, and sleep on city sidewalks. The council speaker said, \"They’re homeless. Where else are they going to do all that?\" It demanded that the Wall Street one-percenters quit accepting their annual fat bonuses. On Friday, the council unapologetically gave itself a 32-percent raise. The 50 members now make $148,500 annually, and the speaker makes $164,500. The minimum wage in NYC is $9. Full-time minimum wage workers make $18,720 a year.",
    "In Larry, Indiana, a meteorite struck a man standing near a church. It knocked him unconscious and left a crater in the ground. The town fathers immediately announced a contest to rename their town Meteoritetown, Meteoropolis, Meteorurbia, or some other memorable name. \"Anything would be better than ’Larry.’ I think we got hit just because of that stupid name,\" said one resident, also named Larry. A local businessman created a website selling \"a piece of the rock\" and commemorative T-shirts. He said most of the proceeds would go toward building the nation’s first meteorite museum. Released from the hospital, the victim said, \"Everything happens for a reason. I’m alive, not dead. I’m bursting with an energy that I’ve never felt before. I know it’s a healing energy from the heavens above.\" Already, he said, strangers had been asking for his autograph and his healing touch. He’s planning a national tour.",
    "Herb’s wife said, \"Oh, look at this painting. It’s a box of Campbell’s Chicken Rice soup. Someone paid two million dollars for it.\" Herb looked at the color photo in the magazine. He grunted. \"You know, a long time ago, people went crazy over tulips. What they could have bought a nice house with, they spent on a single tulip. They called it tulipmania. Then one day, a buyer realized, It’s just a tulip! Sky-high prices returned to earth, where tulip prices — like tulips — belong. Today’s art is like yesterday’s tulips. Whoever bought that painting is suffering from chicken-rice-soup mania. He’s under a spell. But sooner or later, he’s going to wake up.",
    "Lee called Laura. \"They just convicted our guy of manslaughter. The judge’ll sentence him next month. They say he could get five to fifteen years. I promise you they’ll throw the book at him, just like I promised you they’d convict him.\" She said, \"Yes, you were right about that, but he did mess up. First, rookie cops aren’t even allowed to do verticals. Second, after accidentally shooting that man in the stairwell, he didn’t call his supervisor or an ambulance immediately. Third, he killed an innocent person! So, maybe he should get five years.\" Lee said, \"How can you say that? It was an accident! Besides, you have to support your people 100 percent, no matter how much they mess up. That’s why the establishment continues to ignore and disrespect us — we’re the silent minority, the minority that never speaks up. To them, we’re docile sheep.",
    "Jonah turned off his electronic timer and resumed his phone conversation. \"That timer’s a lifesaver. I’d already forgotten I was boiling water for coffee. Without my timer, the water might’ve boiled completely out of the pot. My memory’s like yours. I don’t know how many times I’ve gone out and then wondered, Did I turn off the gas?\" His mom said, \"I have such a simple solution for you. Just grab a yellow Post-it, write ’Did you turn off the gas?’, and stick it on your door. You’ll see it every time you go outside.\" Jonah said, \"I’ve tried that. But because the Post-it’s always there, you get used to seeing it, and eventually you ignore it. It blends in with the door. No, I need a 24-hour surveillance camera, aimed at the stove, that I can operate with my smartphone.\"",
    "Cecil said, \"Listen to this. Maybe Meryl Streep should stick to admiring her Oscars instead of acting like she’s some kind of anthropologist. She said that we’re all Africans, because all humans came from Africa originally. Come on! If that’s true, then everyone in America is African-American — so why are we having all these race problems? Her remarks made headlines all over the world, and social media went wild, of course.\" Oral said, \"Of course?\" Cecil said, \"Of course. How could black people beget any people other than blacks? If you mix two cans of black paint together, what are you going to get — white paint? You’re not going to get brown, red, or yellow, either. There’s absolutely no way that non-blacks would ever believe that their family tree began in Africa.\" Oral said, \"You’re right. For many people, the easiest way to handle the truth is to deny it.\"",
    "Craig opened the envelope from his landlord. Whatever it is, it’s probably no good, he thought. He was surprised. It was good. Then again, it was bad. He wasn’t sure. It was a lease renewal form. It said that he could renew his lease for one year at $1,100 monthly, his current rent. Or, he could renew for two years at $1,122, a two-percent increase. Of course I’ll take the zero-percent increase, he thought. But maybe there was a catch. He called the NYC Rental Guidelines Board. A rep explained, \"The board allows landlords to charge different increases every year. Last year it was three percent for one year, and five percent for two years. It can vary considerably.\" Craig said, \"I got it. The form’s an opportunity to gamble. It’s like that Clint Eastwood movie — Do you feel lucky, punk?\" She agreed. Craig decided to lock in two percent.",
    "Officials disqualified Tonya, the winner of a cyclocross race, after discovering a motor hidden inside the hub of her bike’s rear wheel. Using the motor helped her win by eleven seconds over Nancy, a close second. Nancy, a veteran cyclocross competitor and frequent winner, immediately called \"Foul!\" after learning that it was Tonya’s first race ever. After disqualifying her, officials banned Tonya from the sport for life. She felt that the ban was unfair. \"I work two jobs. I don’t have time to train like Nancy, who’s probably never worked a day in her life. Besides, I told them that I only used the motor on the uphill parts of the course. How about some credit for that? If I had wanted to, I could’ve run circles around the lot of them. I could’ve rubbed their faces in it. But I didn’t. I kept it competitive; I showed them respect.\"",
    "Living at home with her mom, Felina sensed that she might be more cat than human when she turned 20. As she was blowing out the candles on her birthday cake, she realized that she didn’t feel like cake — she felt like mouse. Next day, while her mom was preparing dinner, Felina walked around on all fours and rubbed against her mom’s legs. When Felina meowed, her mom petted her. Felina spent the afternoon curled up on the back of the sunlit sofa, next to the windowsill. Next morning, she poured herself a bowl of milk for breakfast, set it on the floor, and lapped it up while on her hands and knees. That afternoon she told her mom, \"I’m through with bathing. I hate water. From now on, I’ll lick myself clean.\" Next day, Felina poured fresh kitty litter into the bathtub. That’s when her mom called a psychiatrist.",
    "Gracie was midway through her long story. \"Then I told mom that the B train doesn’t run on — are you listening?\" Her husband George said, \"Yes, dear.\" She continued, \"On weekends. I told her that she’d have to take the Q — are you paying attention?\" He said, \"Yes, dear.\" She continued, \"The Q to Kings Highway, and that — am I boring you?\" He said, \"No, but your questions about whether I’m listening to you are annoying me a little.\" She said, \"Oh, really? Sorry. I just feel like I’m talking to a wall when someone doesn’t seem to be paying attention.\" He said, \"But I have been paying attention. Haven’t you heard all my grunts?\" She said, \"Grunts don’t cut it. If I want grunts, I can go to a pig farm! Besides, grunts don’t mean you’re listening to my words. They only mean that you’re listening for my pauses.\"",
    "Chuck said, \"Tell me a story, Daddy.\" Dad said, \"Sure. How about a truck story?\" Chuck asked, \"What’s the truck’s name?\" Dad said, \"The name on his birth certificate is Lucky Chucky Trucky.\" Chuck said, \"Wow! Chucky, just like me.\" Dad said, \"And guess what? Lucky Chucky Trucky was born in the same hospital as you, and on the same day.\" Chuck said, \"He’s my brother!\" Dad said, \"And guess what? You’re going to meet him! Every year on his birthday, Lucky Chucky Trucky returns to the hospital to take sick kids on a ride around town. And because you’re his birthday brother, you’re going to sit behind the steering wheel!\" Chuck said, \"Oh boy! This’ll be my best birthday ever!\" Chuck ran to tell his mom the news. Later, Mom said, \"That’s some hole you just dug yourself.\" Dad said, \"Yeah.",
    "Marlon said to his wife, \"What do you think of this? I wrote an algorithm that shows teens what they’re going to look like when they’re 70. The algorithm is based on thousands of real-life photographs of young people as they age. The teen takes a selfie, and my algorithm produces a 70-year-old selfie right next to it! It’s a one-dollar app. We’ll be rich!\" She said, \"Honey, first of all, teens don’t think that they’re ever going to get old. Second, teens don’t like to look at old people, whether it’s strangers or themselves. Here’s a better idea. Reverse your algorithm. Sell it to old folks. There’s millions of old folks who don’t have pictures of themselves as teens. I can see them all sitting around in the nursing home telling each other how handsome and beautiful they used to be. Your algorithm might even spark a few weddings.\"",
    "His primitive iPhone 4 rang. He swiped his index finger — Slide to Answer — to the right to answer the phone. Nothing happened. Here we go again, he thought. He swiped again. He swiped again. He kept swiping while starting to swear under his breath. The phone opened on the fourth ring. He tapped on the Speaker icon. He tapped harder. He tapped much harder — tap-tap-tap! He thought, once again, how much he’d like to take out the hammer from beneath his kitchen sink and pound his contrary iPhone into countless pieces of forever silent plastic particles. The Speaker icon finally lit up. He said, \"Hello.\" Nobody was on the other end. He tapped the Call Back icon. The phone rang and rang. He depressed the button on the bottom of the phone to close everything down. The screen showed: Voicemail — Slide to Listen. He swiped right. There was no message.",
    "Bernie asked, \"Would you keep a million dollars if you found it in a briefcase in Prospect Park?\" Hillary said, \"Of course. There’s a million ways I could enjoy a million dollars.\" He said, \"You wouldn’t feel guilty about taking someone else’s money?\" She said, \"Of course not. It’s probably insured. If it isn’t insured, it’s probably drug money, so I’m just helping fight the war on drugs.\" Bernie said, \"I could never do that. It’s wrong. I have morals. My conscience would torture me daily about how I’d taken the low road and joined the riff-raff. That’s not going to happen to me. I’m above all that.\" Hillary laughed. \"No, you just think you’re above all that. Maybe it isn’t a million dollars, but you have a weak spot. And I guarantee you, someone will find it, and you’ll end up down here with the rest of us riff-raff.\"",
    "He told his wife after a hard day, \"I’m so tired of being told what to do, of having to yes-sir and yes-ma’am my way through life, of never directing others. Even when I’m walking home from work, I’m under the control of others. Every block there’s some scary-looking guy who’s heading straight toward me on the sidewalk. He has plenty of room to walk around me, but does he? No-o-o. Never. So we play \"chicken\" on the sidewalk. And always, I’m the one who steps aside. I’m the yellow belly. It makes me hate myself. I always tell myself I’m not going to step aside ever again, yet I always do.\" His wife said, \"I happened to be walking behind you one day, and watched you march straight ahead on the sidewalk — kids and old people had to step out of your way.\" He said, \"O-kay.",
    "Dick was a slender 140-pounder. Tommy, his office coworker, was a beefy 180-pounder. They were both 26. Tommy got a kick out of adding hot sauce to Dick’s unattended cup of coffee. The third time Tommy did it, Dick confronted him. Dick said, \"I don’t appreciate your little joke. People like you think people like me are pushovers. I grew up in Thailand. I was a martial arts fighter throughout my teens. I could break your nose right now\" — Dick put his index finger right up to Tommy’s nose — \"with my foot, even after warning you that I’m going to break your nose with this foot.\" He pointed at his right foot. Tommy looked at it too. Later, Joan asked, \"Were you really a Thai fighter?\" Smiling, Dick said, \"Our little secret? Not at all. It’s all in the delivery. Tommy believed me because of one thing — my confidence level.\"",
    "Rocky was a new worker in the office. Many workers had staggered schedules. So, during Rocky’s shift, various individuals finished their shifts. As they left the office, they said \"Goodbye\" or \"Goodbye, everyone\" and many of their coworkers responded. Silent, Rocky kept his face buried in his proofreading. When he finished his shift, he usually said only a quiet goodbye to his supervisor. His coworkers noticed this. They started murmuring. Their murmurs got back to his supervisor. She took Rocky aside one day. \"Your coworkers think maybe you think you’re too good for them. Maybe they’re not worth saying goodbye to.\" He said, \"Not at all. It’s just that I’m new, and a little insecure. When I was eight, I had a birthday party, and only one kid showed up — my little brother! Ever since then, I’ve feared rejection.",
    "The school bus went through a red light. Driving the car behind the disappearing school bus, Ronnie said, \"Did you see that? They say our kids are our future. Do you think that bus driver has any kids? If he does, do you think he’d like to see another bus driver going through a red light with his kids on the bus? Maybe he figures that the kids on his bus are just ’other people’s kids.’ Maybe they don’t count.\" Nancy said, \"I’ve always wondered, if our kids are so important to us, why don’t all school buses have seatbelts? Shouldn’t our kids be buckled up? And why do we hire minimum-wage bus drivers? Shouldn’t the drivers be professionals, like NASCAR or like airline pilots? If our kids are so important, why aren’t they getting the best treatment possible?\" Ronnie said, \"Beats me. Maybe they’re not that important after all.\"",
    "Ted said, \"It says here that prisoners cost taxpayers $30,000 a year. And that almost a third of inmates who are released, commit a crime or violate parole and return to jail within a year of being released. So, while it’s good that police protect us by arresting them and the courts put them back in jail, it’s bad that we end up paying $30,000 again to keep them in jail. $30,000. How can a bunk behind bars cost $30,000 a year?\" Marco said, \"Because it’s a lot more than a bunk and bars. It’s heat, air-conditioning, three healthy meals, cable TV, exercise area, newspaper and magazine subscriptions, Wi-Fi and Internet connections, library, doctors, dentists, legal aid, high school and college classes, and a bunch of other stuff that we never even hear about.\" Ted said, \"Gee. They’ve got it better than I do.\" Marco said, \"Go rob a bank.\"",
    "Spencer said, \"When are you people going to stop calling my people racists?\" Simon said, \"We’ll stop when you people stop being racists! Which is probably never. Admit it — if you had your way, America would be white as a sheet.\" Spencer said, \"C’mon! You’re confusing America’s whites with Germany’s Nazis. Speaking of which, if America’s — mostly white — armed forces, factory workers, and other civilians hadn’t defeated Hitler, America would be white as a sheet — blue-eyed Aryans from sea to shining sea. And you people would be speaking German. No, scratch that. You wouldn’t be speaking anything, because you wouldn’t be. Hitler would’ve disappeared you, along with all the others. So, you people owe us a big one! We might have enslaved you in the beginning, but we saved you in the end.\"",
    "This is the twelfth month I’ve been without him. There hasn’t been a day that I haven’t thought of him. There hasn’t been a week that my eyes haven’t moistened for him. He didn’t have to die, you know — the hospital just let him die. He’s an old man and he’s lived a long time, they thought. So they ignored him that entire day until he went south in a flash. How much the chest compressions must have hurt! But the pain of the compressions was a slap on the wrist compared to the pain he must have felt, as the beloved father of eight, dying alone. He died before Mom’s daily afternoon visit. She had been anticipating his coming home. Instead she had to deal with his going home. If only we could see him again, just one more time, to make up for where we weren’t that day.",
    "MAGA staffer Sean asked Kate, \"Why do you hate The Donald?\" Kate said, \"Because he’s a racist.\" Sean asked, \"How do you know?\" Kate said, \"Because of what he said about Mexicans.\" Sean asked, \"Which was?\" She said, \"I forget, but it was really bad.\" Sean asked, \"Anything else?\" She said, \"Because of what he said about Muslims.\" Sean asked, \"Which was?\" She said, \"It was even worse.\" Sean asked, \"Anything else?\" She said, \"Because all my coworkers say he’s a racist.\" Sean asked, \"Anything else?\" She said, \"Because he didn’t denounce that Klansman during that interview.\" Sean asked, \"Anything else?\" She said, \"Because all the protesters at his rallies are holding up Stop the Racism signs.\" Sean asked, \"Anything else?\" She said, \"Because everyone on TV and the Internet says he’s a racist.\" Sean asked, \"Anything else?\" Kate said, \"Because he denied it.",
    "Lola said, \"In a cab yesterday, the driver and I started talking. He came to America from Ethiopia 26 years ago. He met his wife in an ESL class in the Bronx. He’s been happily married for 24 years. His daughter works on Wall Street. He says many of his fares are Americans who complain about how messed up America is. He tells them, ’This is the greatest country in the world. Look at all the wonderful things you have — running water, electricity, indoor toilets, not to mention all your schools and all the opportunity.’\" Valerie said, \"What’s your point?\" Lola said, \"Americans complain too much. We don’t know how good we’ve got it.\" Valerie said, \"You found one cab driver who’s got a wonderful life. I know ten who’ve got miserable lives. Want to meet one of them?\" Lola said, \"Spare me. I’ve got enough problems of my own.\"",
    "After California’s liberal Governor Moonbeam signed a bill allowing that state’s noncitizens to vote in any and all elections, further alienating the state’s ignored and angry citizens, the New York legislature, whose motto could be Everyone Is Entitled to Everything, passed a similar bill, which was quickly signed by NY’s ultra-liberal governor. But the NY bill had a little extra something. It not only allowed noncitizens to vote, but it allowed noncitizens’ families to vote — even if they lived in another country. When asked why the NY bill allowed people living in entirely different countries to vote in local and national elections in the United States, Governor Giveaway said, \"Well, first of all, it increases voter turnout. We have too many elections with too little participation. Second, it helps spread the idea of and participation in democracy worldwide.",
    "He emailed the payroll manager. \"I mistakenly shorted myself on my hours. The law firm credited me for 6 hours Tuesday, but I submitted only 5-1/2.\" She emailed him back. \"I checked your timesheet from Payup & Payup. It shows 5-1/2 hours.\" He emailed her back. \"Yes, it shows 5-1/2 in the ’Productive’ column. But that column doesn’t include downtime. The ’Scheduled’ column includes downtime. It shows 6 hours. That’s what I should get paid for, not 5-1/2.\" She emailed him back. \"You entered 5-1/2, so that’s what you’re going to get.\" He called his supervisor and explained his problem. She said, \"Of course you’re entitled to the extra half-hour. I’ll tell Prudence to give it to you.\" He thanked his supervisor. Ten minutes later, he called her back, saying, \"Forget it. Don’t tell Prudence anything. The last person I want holding a grudge against me is the payroll manager.\"",
    "Orange-haired, lightning-rod presidential candidate Donald Trump asked everyone in the large crowd to raise their hand, like him, and to promise to vote for him. The liberal media, which dominate America, quickly filled newsstands, airwaves, and the Internet with denunciations that likened all the raised hands to Nazi soldiers saluting Adolph Hitler. Trump’s PR spokesman — that is, The Donald himself — quickly responded, \"Wait a minute. What about all those school kids raising their hands in classrooms all across America? They surely resemble little Nazi wannabes. And what about all those people hailing cabs in Manhattan? They make New York look like Nazi York.",
    "Many Americans deride presidential candidate Donald Trump because \"He’s not what our country’s all about.\" Well, what exactly is our country \"all about\"? Years ago, it was all about Mom, baseball, and apple pie. But maybe not. Maybe America — whose settlers murdered First Americans and enslaved Africans — has always been, or has always been becoming, a country of conservatives versus liberals, pro-choice versus pro-life, guns versus no guns, straights versus gays, rich versus poor, owners versus workers, Christians versus other Christians and non-Christians, and neighbor versus neighbor. A country of free speech — if it doesn’t offend anyone. A country of assassinations, lynchings, gerrymandering, riots, mass shootings, serial killers, liars, thieves, cheats, hypocrites, drunk drivers, prisoners, homeless, jobless, and corrupt politicians, officials, and businessmen. A country that bullies others. A country that breaks treaties and starts wars. The country that created ISIS. Maybe Trump is what this country is all about.",
    "On June 30, Mayor DeTallio announced, \"Rikers Island costs taxpayers $96,000 annually per inmate. To reduce that cost, tomorrow we’re releasing all those inmates awaiting a court trial, including those who cannot afford bail. Every one of them will receive an ankle bracelet, a $300 weekly check, and a bus ride home. My plan kills five birds with one stone. It reduces taxpayer cost by 80 percent. It gives suspects the dignity of being free instead of locked up like animals. It allows suspects to be with their families, which fosters responsibility and togetherness. It gives suspects money to spend, which contributes to the local economy. And it reduces the number of correction officers, cooks, and other support staff needed at Rikers Island. In short, it’s an innovative model that other cities will eagerly adopt.\" In July, the number of alleged lawbreakers taken to Rikers, compared to June’s number, quadrupled.",
    "Howard, a radio talk show host, was opining about the presidential candidates. He dismissed Harry. Howard’s cohost Gary asked, \"What’s wrong with Harry?\" Howard said, \"He’s too short. A president represents America. We don’t want some midget representing us. All the other leaders would look down on him. We’d get no respect.\" Then Howard dismissed Paul. \"What’s wrong with him?\" Gary asked. Howard said, \"Paul doesn’t look presidential.\" Gary asked, \"What does ’presidential’ look like?\" Howard said, \"You know, tall, handsome, distinguished, a full head of hair, white. Sort of like the World’s Most Interesting Man.\" Gary asked, \"White hair or white man?\" Howard said, \"Both’d be okay.\"",
    "The director of a popular professional tennis tournament said, \"Women players should get down on their knees every night and thank the Lord that they’re able to ride the coattails of the men’s tour and get prize money that they don’t deserve. They’re lucky they get any money, yet they’re demanding equal prize money. That’s like off-Broadway actors demanding on-Broadway money. That’ll never happen. But because of all this equal rights talk infesting our country, these women think they have an equal right to the same prize money. Good luck with that. My advice to them is, if they really want equal prize money — play topless.\" Monica, a top tour professional, said, \"What a sexist pig! Our tournaments are nearly always sold out. Women and men are big fans. We are role models for girls the world over.",
    "An adult diaper company was concerned that adults weren’t breaking down doors to buy its product, so it hired an ad agency. Agency staff conferred. Rita said, \"The problem is nobody wants to put a box of adult diapers into their shopping cart where complete strangers, including the cashier, will know their dirty little secret.\" Perpetua said, \"Exactly. So, let’s make the box brown and plain.\" Curt said, \"No. A plain brown box suggests perversion.\" Rita said, \"How about, instead of changing the packaging, we change the attitude? Make people proud to wear diapers!\" High-fives abounded. Their new ad campaign flooded TV and other media. Sparkly ads said, \"Hey, I’ve got bladder leakage, but it’s no big deal!\" Seniors lapped it up. Before long, healthy adults started buying diapers just to make others think they had bladder leakage. Such purchases helped foster conversations — called, according to one senior, \"diaper dialogs.\"",
    "Kyla said, \"Daddy, tell me a story.\" Daddy said, \"Sure, honey. What would you like to hear?\" She said, \"Tell me a story about a beautiful princess.\" He said, \"Okay. Once upon a time there was a beautiful princess. But she was unhappy, because she didn’t know any handsome princes.\" Kyla said, \"So she went online to a dating service?\" Daddy said, \"Have I told you this story already? You’re right. She went to iHarmony, answered 5,000 questions, and found two princes. They were both handsome, and both wanted to marry her. She couldn’t decide which one. So what do you think she did?\" Kyla said, \"I know! She went on a date to a crowded playground with each of them. Then she picked the prince who had the most fun with the kids, because she wanted to have kids, too!\" Daddy said, \"Next time, you tell me a story.\"",
    "Daddy came home. Julia, his oldest child, hugged him. \"Daddy, did you bring us some food? All we had for breakfast was a banana.\" Daddy said, \"As a matter of fact, honey, I did bring food. But, you know, the neighbors are hungry too. So I’m going to bring them some food first, and if there’s any leftovers, I’ll bring them back for you guys, okay?\" Daddy went to the neighbors’ place. When he returned, there was a little food left. His kids wolfed it down. After licking her fingers thoroughly, Julia said, \"Daddy, shouldn’t you feed your own family first, and then if there’s any leftovers, take them to the neighbors?\" He said, \"Remember, ’Do unto others as you would have others do unto you.’ Someday as adults, all of you might be hungry, and your neighbor will bring you food.\" Julia said, \"Sure.",
    "On June 30, NYC City Council Speaker Nolauza Pynywher announced, \"We’ve just passed my bill regarding so-called criminals at Rikers Island. Tomorrow we release all prisoners who’ve been sentenced to one year or less. During out-processing, if they say they won’t be able to find work, they’ll sign a one-year contract guaranteeing them $500 a week, tax free. All they have to do is promise to be good. Everyone makes mistakes; everyone deserves a second chance — or more. As it costs $96,000 annually to house each prisoner, my bill saves taxpayers $60,000 per ex-prisoner. Further, each so-called criminal becomes an honest wage-earner, each of their checks, when spent, contributes to our economy, and most important, each and every NYC resident can stop worrying about crime. All our so-called criminals will be respectable wage-earners who are no longer forced to mug or rob their fellow residents in order to get by.\"",
    "The Unfair and Unbalanced TV interviewer said, \"Can’t you two just limit the personal attacks to each other?\" Donald said, \"Excuse me. He’s the one who put a picture of my wife online. So, I put a picture of his wife online. Back at you! He started it; I finished it.\" The interviewer said, \"Oh, yeah: ’he started it.’ Said by every little kid the world over. You’re a presidential candidate, for crying out loud.\" Donald said, \"Oh, excuse me. Now you’re dissing kids?! Be careful — they’re your prospective viewers. What’s wrong with sounding like a kid? I thought kids were our future! You’ve never, in your adult life, felt that someone else ’started it,’ and that fact alone justified vengeance? You media people scrutinize everything I say and do so you can make me look bad, but you’re the morons who always end up with egg on your face.\"",
    "Recently, when nary a black was an Oscar nominee, blacks decided they would start their own Oscars — the Blackademy Awards. Then browns, yellows, and reds decided likewise. This revolt alarmed the whites. At a hastily arranged confab, an Oscar spokesman said, \"How about we rotate every award every year? For example, one year, Best Director will be black, next year brown, next year yellow, etc. You get the picture. Will this fly?\" Everyone agreed it had eagles’ wings. He said, \"Great, then it’s settled. Next year, whites will get all the awards, then blacks the following year, then browns, etc. Then we’ll simply repeat the rotation.\" The room erupted. Everyone started yelling. Everyone started complaining and explaining why their own race should go first. Then the red director-actor stood and said, \"Forget it! We’re going first.",
    "The search goes on for a perpetual motion machine, but the NYC city council has found a perpetual money machine — the taxpayer. Its latest bill provides free tampons to females in public schools, homeless shelters, and jails. Said a council member, \"We’re here to help our residents, especially those in institutions and those hiding in the shadows. The comfortable middle class cries every time we offer something free to the poor, but the middle class has to realize that the more things that the poor get for free, the fewer things that the poor will try to steal from the middle class.\" In a related event, Hizzoner’s wife urged NYers to apply for NYC’s free taxpayer preparation services. She said, \"These services will help people get their Earned Income Tax Credit and the NYC Child Care Tax Credit. This is free money and free help to get the free money.\"",
    "Waiting for the light to change, he spotted a young girl, maybe 13, to his left. She was standing about ten feet away from a bank’s closed glass door. She was moving her hands about and faintly smiling. At first, he thought that she was looking at her reflection in the door. He thought that she was waving to herself and smiling. But that thought changed. As he continued to watch her, he decided that she was mentally handicapped. She was trying to figure out how to enter the bank. She was trying to figure out how to get through that glass door. She wanted to go inside. He thought about all his problems. Bad as they are, he thought, at least I know how to pull open a glass door. A woman — her mom? — inside the bank opened the glass door, smiled, and beckoned to the girl. She grinned.",
    "Roy said, \"How can you vote for someone if you don’t know their specific plans?\" Pat said, \"Well, Marco laid out all his plans. Can you name one?\" Roy said, \"No, he was too specific. Who can remember all those details?\" Pat said, \"And how about Bush the first? He was specific. He said, ’No new taxes!’\" Roy said, \"Well, they do lie sometimes. But that’s beside the point. Trump hasn’t been specific about one thing, except building a wall — which’ll never happen.\" Pat said, \"He’s been specific about other things. He said he would appoint good, smart agency managers. I trust him on that. But, you’re right; they’re all full of promises they can’t keep, like Obama in 2008. That honeymoon didn’t last. I voted for Obama then, but now I’m voting for Trump. I know he’s full of hot air, but to me, his hot air is refreshing.\"",
    "NYC is now providing free diapers for all. Announced a city council member, \"This is just part of our care package to feed, educate, and clothe all our kids. Kids get free education, starting with pre-K, till they graduate high school. Because kids can’t learn anything while their stomachs are growling, they get free breakfast and lunch throughout the year, including summertime — even if they’re not attending school. Some people ask why, but the reason is obvious: If we’re feeding them for nine months, we might as well feed them for twelve. The diapers came about because children with no diapers, or dirty diapers, develop rashes and other symptoms that require parental or medical care, thus jeopardizing the child’s health and possibly impacting their parents’ work routine and income. So we’re just being proactive. The same people ask, Who’s paying for all this? The government — so don’t worry about it.\"",
    "Kasich criticized his fellow presidential candidate. \"Donald back-tracked on his abortion statement. First, he said a woman who gets an abortion should be punished. Then, when he got all that flak from social media, he said ’maybe’ he misspoke. He said he meant to say that if abortion ever becomes illegal nationwide and a doctor performs one, then the doctor must be punished, not the woman. This is just another example of why Donald shouldn’t become president — he waffles, he flip-flops, he back-tracks. That’s not what people want in a presidential candidate. They want a candidate who makes up his mind and sticks to it. They want a candidate whose word is like a rock.\" Months earlier, Kasich, Trump, and the other candidates had promised to support whoever became the Republican party nominee for president. Three days ago, Trump reneged on that promise. Following the flip-flopper’s lead, so had Kasich.",
    "Amy said, \"I’m so worried. They just blew up the airport and subway in Brussels. Before that, it was Beirut and Paris.\" Liam said, \"Yeah, and Boston. They get around.\" She nodded. \"Whenever I take the M34, I worry. I check out everyone onboard. If I see someone suspicious, I worry until I get to my stop. Then when I get off the bus, I watch it till it disappears. When it doesn’t explode, I sigh with relief. I calm down, because I realize that I was being too paranoid. But also, I worry about you, because you ride the F train every day to Times Square — that’s probably their next target. They’ve hit all those other cities. It’s only a matter of time before they hit us.\" Liam said, \"’Before’ they hit us?! They’ve already hit us — twice!\" Amy said, \"Oh, yes. Well, that just makes me worry more.\"",
    "Will said, \"You know, it’s not fair. You people use the N word all the time with one another. I hear it in every borough and on every train.\" Keegan said, \"So, what’s not fair?\" Will said, \"It’s part of the English language. You can’t call dibs on a word and say it’s yours exclusively. Everyone who speaks English is entitled to use every word in English.\" Keegan said, \"Nobody’s stopping you. Use it all you want.\" Will said, \"No, thanks. I happen to like my nose. I’ve got a better idea. If you can claim a word for yourselves, we can too.\" Keegan said, \"Be my guest. What word do you claim for your people?\" Will said, \"’Racist,’ of course. People are using it at the drop of a hat. So from now on, ’racist’ is our word exclusively.\" Keegan said, \"Fine by me.",
    "Bill, 5’10\" and 250 pounds, said to the pretty, new coworker, \"It seems like you’re ignoring me. Did I do something to offend you?\" Melinda said, \"Well, since we’re being frank, it’s not you — you seem like a nice-enough man. It’s your coughing that offends me. You cough constantly, you cough loudly, and you never cover your mouth! You explode your germs all over this office. When you cough, your germs enter my mouth, my nose — and my coffee cup. And your cough couldn’t be louder. You should spend your weekends at the Bronx Zoo harmonizing with the sea lions! You’re at least 50 years old! Haven’t you learned anything about good manners? All you have to do is cover your mouth — that’ll smother your cough and keep your germs in your hands, which I hope you’ll wash. Is that asking too much?\" Bill grunted. \"You’re too sensitive,\" he said.",
    "Daphne said, \"What’s the matter? You look down in the mouth.\" Her husband Niles said, \"I am down in the mouth. I’m bored to death. Retirement isn’t what I envisioned. I’m tired of walking around the block. I’m tired of reading the newspapers. I’m tired of watching TV. My life is so dull. Nothing ever happens to me. The local news is always about someone else. The lottery winners are always someone else. The mayor is always honoring someone else.\" She said, \"Well, if you keep busy, you’ll forget about how bored you are and how everything’s always happening to someone else.\" He said, \"I am keeping busy.\" She said, \"I don’t mean keeping busy reading the paper. I mean keeping busy cleaning out the gutters, trimming the hedge, painting the porch, mowing the lawn — the list goes on.\" He said, \"That’s not keeping busy. That’s work.",
    "Savanah said, \"Daddy, we’re studying clichés. I need some help.\" Dad said, \"Sure, honey. Most teachers put down clichés, but teachers use them themselves. Everybody uses them. Clichés aren’t fresh or new, but neither is a pair of old shoes. Clichés are popular because they’re short and they make sense.\" Savanah said, \"Well, this one’s short: ’I’m all thumbs.’ Is that like ’I’m all ears,’ when your ears are ’extra big’ because you’re going to listen real hard? So, that means my thumbs are extra big because I’m going to — do what real hard?\" Dad said, \"That’s easy. It means you’re clumsy using your hands. You’re always dropping things. Imagine having ten thumbs. Could you take piano lessons? Could you tie your shoes? All thumbs is all bad.\" Savanah said, \"Not completely bad, Daddy.",
    "Dad said, \"I always hoped that one of you two boys would have a son, but neither of you did. So, no grandson for me. Nobody to carry on the name my father gave me. Our family line’s just going to die out. Who’s going to remember that my dad or I were even here?\" His son Danny said, \"I’m sorry, Dad. We both had kids, but they were girls. So, you have beautiful granddaughters. But as far as your memory and Grandpa’s, you shouldn’t worry about that. Even though you weren’t rich or famous, you both were Mr. Everyman. Without dads like you throughout history, no culture would even exist today. Dads like you are the backbone of every society. You worked hard, you sacrificed, you loved and supported your wife and kids. We all owe you so much. Your legacy is not a grandson — it’s an entire civilization.\""
]