[
    "\"It’s coming along,\" said Byron. \"Your files are a real mess. I’ve spent 3.5 hours on your computer, but I haven’t retrieved everything.\" \"Excuse me?\" Bill said. \"What do you mean, 3.5 hours!? How much money is that? That’s $375!\" Byron said, \"Well, actually, it’s $437.50.\" \"$437.50!?\" said Bill. \"Is this a joke? I can buy a brand new computer for $437.50! You’re pulling my leg, right? We agreed to one hour. Then you were supposed to call me. Why didn’t you call me?\" \"It was late at night,\" Byron said. \"I didn’t want to wake you. Look, it sounds like you’re upset. I’ll take you off the clock right now. I’ll retrieve all your files, but just charge you for the first 3.5 hours. I still have about two hours to go. You’ll be getting those two hours for free.",
    "\"We need to lose weight,\" she said. He said, \"What do you mean, ’we’?\" She said, \"I mean you and me. I’m 20 pounds overweight, and so are you. We have to worry about diabetes, you know. That happens to people who gain weight and don’t exercise.\" He said, \"We get plenty of exercise walking around the city. Remember walking up to Central Park last week?\" She said, \"Yes, but we only do that about once a month. We should stop eating ice cream, candy, cake, cookies, and cupcakes.\" He said, \"You forgot pie. Okay. Shall we start next month?\" She laughed. She said, \"Today’s only the first day of the month! Let’s start tomorrow.\" He agreed. He put on his shoes. She asked, \"Where are you going?\" He said, \"Where do you think? I’m going shopping. We need to splurge on sweets all night, before the suffering starts tomorrow.\"",
    "It was a beautiful summer day in New York City. It was a day made for walking. John was standing at an intersection near the Brooklyn Bridge. He had driven over the bridge before. But he had never walked over the bridge. He started walking uphill on the pedestrian path. Many people were walking ahead of him. Many people were also walking toward him. They were coming from the Brooklyn side of the bridge. A bicycle path was next to the pedestrian path. Some pedestrians were walking on the bike path. A bicyclist approached. He rang his bicycle bell. Walkers slowly got out of his way. He kept ringing his bell. John continued walking uphill. A man was standing next to a large ice chest. He was selling bottled water. \"One dollar! One dollar! Ice cold water!\" he shouted. John wasn’t thirsty. He wondered how heavy that ice chest was.",
    "\"What’s the weather going to be like?\" he asked. She said there was a 20-percent chance of rain. \"Twenty percent?\" he said. \"Last week they said 20 percent, and it didn’t rain a drop. I’m not going to take my umbrella. Twenty percent means zero percent.\" She said, \"But the week before that, they said 20 percent, and it actually rained all day.\" He said, \"You’re right. They’re 50 percent with their 20 percent. But I hate carrying that umbrella around. Plus, the last time I took the umbrella, I left it at a restaurant.\" She said, \"Put a rubber band around your finger to help you remember the umbrella.\" He said, \"The last time I did that, I forgot to remove it and my finger got all puffy. I could’ve lost my finger.\" She said, \"Tie a string around your thumb. That’ll remind you to remove the rubber band.\"",
    "Next to the man were about 30 drawings. They were clipped to the fence beneath the handrail. There were drawings of bridges and buildings. There were drawings of people’s faces. All the drawings were black and white. John thought they were beautiful. He couldn’t believe the price. Each drawing was only $10. They were all about 8 inches by 11 inches. \"These are so beautiful,\" he told the man. The man was sitting on a folding chair. There was another folding chair next to him. \"Thank you,\" he said. \"I from Russia. English no good.\" John said, \"But your art is very good.\" \"Sit, sit,\" the man said. \"You, you.\" The man pointed at John with his pen. He pointed at the empty chair. \"You want to draw me?\" John asked. \"Sit, sit,\" the man said. John said he didn’t have time. Maybe he would stop on the way back.",
    "The cat and the dog were talking. The cat said, \"Humans treat us better than you. If we turn up our nose at the cat food they serve us, they buy us another brand. If we’re sleepy, we can sleep on the pillows in their bed.\" The dog said, \"But humans take us out for walks. They throw Frisbees for us to catch. They put us in their tub and give us baths.\" The cat said, \"They don’t take us for walks because there’s a litter box in the house. If we want to catch something, we catch birds or mice. They don’t give us baths because we clean ourselves. And one more thing — they respect our independence. They don’t put a chain on our neck and a leash on the chain.\" The dog said, \"I’d rather have a leash than have their kids pulling my tail all the time.\"",
    "Bill’s laptop stopped working. He looked in the phone book under Computer Repair. He called a repair place near his apartment. Byron answered the phone. Bill said, \"My laptop has crashed. Can you retrieve the files? If so, how much will it cost?\" Byron said, \"I charge $125 an hour. I can probably retrieve the files in an hour. If I can’t, I will call you.\" The conversation lasted a few more minutes. Bill was impressed. Byron was very polite. He seemed friendly. He seemed trustworthy. A little later, Bill took his computer to Byron’s office. Byron’s wife was his secretary. She was very friendly. All three talked about Bill’s computer, the weather, the Yankees, and the \"good old days.\" They’re a really nice couple, Bill thought as he left Byron’s office. I think I have two new friends. The next morning, Bill called Byron. \"How’s it going?\" Bill asked.",
    "The man looked at John. \"Sit, sit,\" he repeated. John smiled. He waved goodbye to the man. Maybe I should buy a few drawings on my way back, he thought. Maybe that old man will be famous some day. Maybe my drawings will be worth millions. He could see the Statue of Liberty. It looked so small. There were many ships and boats on the river. Some boats were full of tourists. They were going to the Statue of Liberty. They were circling Manhattan Island. John reached the first of the two towers. He looked up. It said \"1875\" on the tower. Vendors were selling T-shirts, CDs, food, and drinks. People were taking pictures and reading plaques. John admired the tower. He admired the view. Half an hour later, he started walking toward the second tower.",
    "The pedestrian path and the bike path gradually rose above the cars. John looked down at the cars. He was walking east, toward Brooklyn. The eastbound cars below were moving quickly. But the westbound cars, coming into NYC, were creeping along. There was a traffic jam. John was walking faster than those cars were moving. He was happy to be walking east instead of driving west. A nice breeze made his walk pleasant. He walked past people taking pictures. They were taking pictures of the bridge. They were taking pictures of the East River. They were taking pictures of buildings. They were taking pictures of one another. A woman asked John to take a picture of her and her boyfriend. Or was he her husband? He took their picture. They thanked him. He continued walking uphill. An old man was sitting next to the handrail. He was drawing the bridge.",
    "Burger Queen flew Billy and his Bronx coworkers to its training center. After returning, Billy told his cousin about his trip. \"Boy, was it great! I made tons of money in overtime. We were in training 12 days straight. We worked almost 16 hours a day. We learned how to make ten new menu items. You’ll see them on the menu next month. Everything was free! I had my own private room in the hotel. The food was fantastic. The hotel had six different restaurants. I ate all I could eat three times a day. I can’t wait to go back there again.\" Jill asked, \"Go back where? Where did you go?\" He said, \"They said we were in Texas.\" She asked, \"They ’said’? Where in Texas? What city?\" He said, \"I don’t know. I didn’t even see a city. All I saw were the hotel and the training center.\"",
    "He bought a six-pack of an energy drink. He’d never tried it before. The ads promised four hours of energy. He drank the little bottle. He waited for the energy to kick in. He needed to cram for a test the next morning. Nothing happened. I can’t wait all night, he thought. He drank another bottle. This’ll give me EIGHT hours of energy, he thought. That meant He’d be up until 4 a.m. Nothing happened. He drank another bottle. Now I’ll be up till 8 a.m., he thought. But that was no good, because the test started at 8 a.m. He drank another bottle. He started studying for the test. He couldn’t concentrate. His eyes felt like they were crossing. His head felt like it contained a live electric wire. He couldn’t study, and he couldn’t sleep. Somehow, he managed to pass the test. No more cramming, he promised himself.",
    "The couple stood in line at Bellevue Hospital. They were on the fourth floor. They were first in line. Three workers sat behind the main desk. One of them, a slim woman, said, \"Step down.\" Doug and Sandra looked at each other. Step down? There was no step. The floor was completely flat. The only steps were in the stairwell beside the elevator. The woman repeated herself. She looked right at them. They pointed to themselves. She nodded. They stepped forward. \"Did you say ’step down’?\" Doug asked. She nodded. Sandra gave her a piece of paper. \"There are no steps,\" Doug said. \"You should say ’step forward.’ No one understands ’step down.’\" The woman wrote a phone number on the piece of paper. She said, \"Call this number on Monday.\" She gave the paper back to Sandra. She looked at the people next in line. \"Step down,\" she said.",
    "He was standing on the busy sidewalk. He was looking straight up. They were building a high-rise at 32nd Street and 6th Avenue. It had hundreds of huge glass windows. A crane was lifting a dumpster. The dumpster was about 20 feet in the air. He watched it rise. What if the cable broke? The dumpster would drop like a rock. How many people on the sidewalk would it injure? Something rolled over his foot. He looked down. A woman said, \"Oh, I’m sorry. Are you okay?\" She was pulling her grocery cart. \"No problem,\" he said. He went back to watching the dumpster. \"What’s so interesting?\" she asked. She looked up, too. Then he smelled something foul. It was cigarette smoke. She had lit a cigarette. He couldn’t believe it. He was there first. It was his space. He walked away. Maybe it will drop on her, he thought.",
    "It was time for her yearly checkup and teeth-cleaning. The dentist examined her gums and teeth. He said that she had a lot of plaque and tartar. He recommended a \"deep cleaning.\" She asked what that was. He said that it would take two visits. He would clean her top teeth first. He would clean her bottom teeth second. Each visit would take two hours. \"How much will it cost?\" she asked. \"It will cost four times as much as a regular cleaning,\" he said. \"I can’t,\" she said. \"I don’t have the time or the money.\" He tried to convince her to get the deep cleaning. She refused. He turned cold. He silently gave her the regular cleaning. But he did it fast, and it hurt. \"He taught me a good lesson,\" she told her husband. \"What lesson?\" he asked. \"He taught me to find another dentist,\" she said.",
    "She was in a hurry. She wanted something fast for breakfast. He told her to have milk and cereal. She said that milk upset her stomach. \"Don’t you know that by now?\" she asked. He said there was soybean milk in the refrigerator. \"What kind of cereal do we have?\" she asked. He told her they had Grape Nuts and Shredded Wheat. \"Yuck!\" she said. \"Don’t we have anything tasty?\" He said that a spoonful of sugar would make the cereal taste better. \"But sugar might raise my cholesterol,\" she said. He said that sugar doesn’t raise cholesterol — meat does. \"If you really want to lower your cholesterol, you should stop eating meat,\" he said. She said she loved meat. She would never stop eating meat. Meat was much more important to her than her cholesterol level. \"If someone invented steak cereal, I’d eat three bowls a day!\" she said.",
    "Doug and Sandra walked away from the desk. \"Boy, she wasn’t very polite,\" Doug said. \"She didn’t say ’Good morning.’ She didn’t say ’Have a nice day.’ What did she write on the paper?\" The woman had written a phone number on the paper. \"I thought we were going to get an appointment,\" Doug said. Sandra was upset. \"Well, we didn’t get an appointment, did we? You had to correct her English, didn’t you? You upset her. So, she didn’t give me an appointment with a doctor. Now I have to wait until Monday before I can make an appointment.\" Doug said, \"Of course I corrected her. She was speaking incorrect English. Who ever heard of ’step down’ when there are no steps? I tried to make her a better speaker. I tried to get her to speak correct English.\"",
    "Do you sleep alone? Or do you just think you sleep alone? Maybe your bed is not just your bed. Bedbugs are taking over the USA. The little pests are about the size of an apple seed. Many big cities have them. The Big Apple has them. They are in hotels. They are in theaters. They are in department stores. They are in apartment buildings. Their favorite place in an apartment is the bedroom. Their favorite place in a bedroom is the mattress. At night they crawl out of the mattress. They suck blood out of whoever is sleeping on \"their\" mattress. Many victims have red bite marks on their skin the next day. The red marks are ugly. Worse, they usually itch like crazy. Researchers are trying to develop a magic chemical that will kill only bedbugs.",
    "Linda’s apartment intercom buzzed. She picked up the intercom phone. \"Hello,\" she said. \"The UPX man is coming up,\" said Julia. Julia worked at the front desk. Finally! Linda had been waiting two weeks to return a package. She took the package to the front door. She waited for the doorbell to ring. She thought she heard someone. She opened the door. No one was there. She shut the door. She stood just inside the door. A few minutes went by. She stared at the package. Where was this guy? Did he get lost? Did the elevator get stuck? Did he go to the wrong floor? Maybe she should call Julia back. KNOCK! KNOCK! KNOCK! Linda almost jumped out of her skin. Was he trying to break the door down? She couldn’t believe the door was still on its hinges. \"UPX!\" the man yelled at the top of his lungs.",
    "He said that he felt bad because she had lost her client last week. \"You should feel bad. It was your fault,\" she said. He said it wasn’t totally his fault. \"We missed the first train by a few seconds. Yes, that was my fault. So we got to Costco 20 minutes late. We got home 20 minutes late. But you still had plenty of time to make your appointment. But you ate a big lunch. Then you took a long shower,\" he said. \"I always eat a big lunch,\" she said. \"I always take a long shower.\" \"You should have kept your 1 o’clock appointment,\" he said. \"Instead, you told your client to meet you at 2 o’clock. She refused. You should have asked her, not told her. That was rude.\" She said, \"You knew I had a 1 o’clock appointment. But you made us late.",
    "\"Mommy, look at my paper,\" said Sandra. \"My teacher wrote me a note.\" Her mom looked at the paper. It was a math test. At the top it said, \"50% — You’re such a loser.\" Her mom screamed. She said, \"Did Mr. Brown write this note? How dare he? I’m calling your school right now.\" She went into the living room. Sandra heard her mom yelling on the phone. A little later, she came back into the kitchen. \"Don’t pay attention to that note, honey. Just because you fail a test doesn’t make you a loser. You’re a winner, honey. You’re the best little girl in all the world. Don’t worry about your score. Your daddy and I got 50% on many tests in school. We’re not losers, and neither are you. But you know who is a loser? Mr. Brown is a loser.",
    "Barry called Gene from work. The two of them talked only occasionally. They used to be best friends. Barry asked how everything was. He asked about Gene’s health. While Gene was answering, he heard someone talking to Barry. What’s going on, Gene wondered. A coworker was talking with Barry. The conversation lasted about 20 seconds. Finally, Barry said, \"I’m sorry. Susan asked me a question.\" Gene asked, \"Couldn’t she see you were on the phone?\" Barry said, \"Yes, but she needed a fast answer.\" Gene said, \"That’s rude.\" Barry said, \"Sometimes she forgets her manners.\" Gene said, \"She was rude, but you were rude, too. You were talking with me. You should’ve asked me if I minded waiting a second. Instead, you ignored me and paid complete attention to her. Would you have done that if you had been talking to your supervisor?\" Barry said that he had to go.",
    "Sam had lost his new teaching job. His supervisor had told him, \"I’m sorry. When we don’t get enough new students, I have to lay off the newest teachers.\" But Sam was the only new teacher who’d been laid off. All the other new teachers were still working. Why him, he wondered. \"Was it something I said or did? Something I didn’t say or do?\" he asked his wife. His wife asked, \"Were you the last teacher hired?\" He said he wasn’t. \"Are you the oldest new teacher?\" she asked. \"Oh, yeah,\" he said. \"I’m much older than the others.\" She said, \"That’s why.\" He looked at her. \"Don’t you see?\" she said. \"You’re too old.\" He told her that people can be too old for many jobs, but not for teaching jobs. \"Some of the best teachers are old teachers,\" he said. His wife said, \"Not at that school.\"",
    "Drew was standing near the pharmacy counter in the drugstore on 33rd Street. Two men approached. The short, stocky man was swearing loudly. He told the male employee, \"You better not call the police. Do you live around here? I better not see you on the street.\" \"Are you threatening me?\" the employee asked. Five other customers were near Drew. Three other employees were also nearby. No one said a word. Everyone watched and listened. \"I didn’t steal nothing. You call the cops, and I’ll fight every one of them. You think I won’t?\" the young man said. \"Sign here, please,\" the employee said. The man signed a form. He broke the pen in two. He said, \"You’re a punk,\" and walked away. That was a violent guy, Drew thought. He might have attacked the employee. Why didn’t I call the police, he wondered.",
    "She told him to stop picking at his ear. He said he wasn’t \"picking at\" his ear. He was pulling hairs out of his ear. \"You look ridiculous,\" she said. \"You look like you have a mental problem.\" He said he did have a mental problem. The hairs in his ears were driving him crazy. \"They grow like weeds on steroids,\" he said. \"Do what my brother does — shave your ears,\" she said. He said that was ridiculous — nobody shaves their ears. \"Nobody? I just told you my brother does,\" she said. \"Don’t knock it till you try it.\" He decided to try it. He went into the bathroom. He put shaving cream on both ears. He grabbed his razor. His wife walked in. She started laughing. \"What are you doing?\" she asked. \"I’m shaving my ears,\" he said. \"Not with a regular razor,\" she said. \"Use an electric shaver.\"",
    "He went to the visitors’ center in the nearby library. He spoke to a young woman. \"I can’t figure that sculpture out. What is it a sculpture of?\" he asked. \"You’re not the first person to ask about that sculpture. It’s called ’Bellerophon Taming Pegasus,’\" she said. \"It’s a man wrestling a winged horse.\" He said, \"Oh, so there is a man in there! I couldn’t find him. All I saw was a hand.\" She said, \"He’s under the horse. You have to look really hard. I think the wings confuse people, too.\" He agreed. \"You’re right. I didn’t even know they were wings. Also, the horse’s head looks like it’s attached to its stomach. The whole thing confused me. I’m going to go back and look at it again.\" She said, \"This time, I think everything will be clearer to you.",
    "She called up the cable company. The cable representative asked how he could help her. She said she didn’t have a picture. The TV screen was black, except for two words in big white letters: Please Wait. She said, \"’Please Wait’ for what? What am I waiting for? I’ve been waiting for 30 minutes. I’m still waiting!\" He said that the TV was trying to fix itself. \"Can’t it fix itself any faster?\" she asked. He said he could help her fix it faster. \"Unplug your cable box,\" he said. She did. \"Now plug it back in,\" he said. She did. Moments later, she said, \"It works! My TV works! That was too easy. So why did my TV screen say Please Wait? Why didn’t it say Unplug Your Cable Box and Plug It Back In? Thank you. Now I know what to do next time.",
    "They had four children and six grandchildren. Someone was knocking loudly at their front door. It was almost midnight. \"Oh, dear, it’s them again,\" she said. \"How many times have they come here? They come late at night. They go from room to room. They never find anything. They never apologize.\" Her husband went to the front door. \"Come in, officers,\" he said. \"Feel free to search our house again. Good luck finding drugs.\" An officer said, \"Sit down at the dining table with your wife, sir.\" The officers searched the house. They left the house. \"We should call the police,\" she said. \"But they are the police,\" he said. \"I mean some other police,\" she said. \"What other police?\" he asked. \"They’re the only police we’ve got. I know — let’s call the TV news. The police don’t like to be embarrassed on TV. I’ll call WPIX first thing tomorrow.\"",
    "She brought home a salad and a large pizza. She put them on the table. Her husband asked if he could join her. She was surprised, but she said of course. They started eating. \"This is delicious,\" he said. He was wolfing the pizza down. \"Sometimes I don’t understand you. You’re such a germophobe,\" she said. \"You know that some restaurant workers don’t bother to wash their hands after using the bathroom. Some don’t wash their hands after they pick their nose. A worker might have used his dirty hands to make this food. Or he might have used his dirty plastic gloves. He might have sneezed on the cheese. He might have coughed on the carrots. He might have picked the pepperoni off the floor. You are eating all those germs. Don’t you care?\" He said, \"Of course I care.",
    "It was 8 a.m. Larry was running late. Had he done everything? He had brushed his teeth. He had brushed his tongue. He had gargled with mouthwash. He rushed out of his apartment. He took the M16 bus to 23rd Street. The bus was crowded. A young woman pressed against a window to avoid a fat man who was standing too close to her. Larry got off the bus and walked to the NYU dental center. He went to Patient Admissions. He filled out the forms and paid $95. He went upstairs with his student dentist. She was a pretty girl from India. He asked what her first language was. She said Hindi was the national language of India. Each of India’s 26 states had its own language, also. \"So you speak three languages?\" he asked. She said she spoke Hindi, Punjabi, and English. He sat in the dental chair.",
    "Toyota was in the national news. It was recalling a million cars. It wanted to check all their brakes. Jack was driving his new Toyota. He dialed 911. \"Help! My brakes don’t work!\" he said. He told the dispatcher where he was. The dispatcher called the highway patrol. A highway patrolman pulled in front of Jack’s car. He slowed down until Jack’s front bumper touched his rear bumper. He carefully braked. Both cars slowly stopped. Jack got out of his car. He hugged the patrolman. A TV news helicopter was filming everything. Jack was on the national TV news. \"It was terrible,\" he said. \"I almost died. Of course, I’m going to sue Toyota.\" Toyota examined Jack’s car. It said nothing was wrong with the brakes. A newspaper reported that Jack was $700,000 in debt. He had missed his last two car payments. \"Something’s fishy here,\" said the newspaper reporter.",
    "She asked if he smoked or drank. He didn’t. She asked if he flossed. \"After every meal,\" he said proudly. She examined his teeth. She said he might need two new fillings. She called her supervising dentist over. He examined Larry’s teeth. \"This is very nice gold work,\" he said. Larry said USC had done it. The dentist said, \"I knew it! USC does outstanding gold work!\" He said Larry didn’t need new fillings. \"Fillings naturally discolor over time,\" he told the student dentist. \"These are just fine.\" He left. She said, \"Come with me. We’ll make an appointment to clean your teeth.\" She gave him an appointment for September 30 at 8:30 a.m. He washed his hands when he got home. He looked in the bathroom mirror. He saw a piece of food stuck between two of his upper teeth.",
    "Jennifer Lopez was appearing at Macy’s. A live band was playing outside Macy’s. Jennifer was Dave’s favorite actress. He had told his wife that many times. Macy’s was across the street. \"I’m going to see what all the music is about,\" he said. His wife said, \"Oh no, you’re not. I know where you’re going. You’re going to meet your girlfriend.\" Is she crazy, he wondered. He was almost 60 years old, but she worried that he was still \"looking.\" Because \"you have a history,\" she always told him. But he wasn’t looking. A girlfriend would destroy his marriage. Nothing was more important to him than his marriage. \"How many times have I said that you are my only girlfriend?\" he said. \"Even if Jennifer asked me to marry her, I would say no.\" His wife said, \"That’s what you tell me. But that’s not what you would tell her.\"",
    "\"Max, I’ve found a cheaper way to get to JFK,\" said Dave. \"You don’t have to take a taxi. A taxi will cost you $50 plus tip. You can take the LIRR for only $6. It’s only 20 minutes. You’ll be there before you know it.\" Max was visiting New York City from Germany. \"What’s the LIRR?\" he asked. Dave said it was the Long Island Rail Road. He said all Max had to do was take the train from Penn Station to Jamaica Station. He could then transfer to the Air Train. It would take him to his terminal. The Air Train was only $5. Max liked that idea. \"That saves me about $40,\" he said. \"Plus the tip,\" Dave added. Dave escorted Max to Penn Station. Max bought a ticket to Jamaica Station. The train was on Track 13. It was scheduled to leave in just one minute.",
    "A UPL driver rang the doorbell. \"I’m here to pick up your package,\" he said. \"What package?\" she asked. \"I don’t have a package.\" \"A package for Target,\" he said. \"Oh,\" she said. \"The package for Target. Someone from UPL came by last week. He picked up the package. He took it with him. It’s gone. Target probably has it by now.\" He said, \"I’m sorry. I didn’t know that.\" The next morning, her phone rang. It was a recording from UPL. \"UPL will pick up your package today,\" the recording said. She called up UPL. \"I don’t have a package anymore,\" she told the representative. \"UPL already picked it up.\" The representative apologized. \"I will cancel today’s pickup,\" he said. She sighed. When I had the package, they didn’t come, she thought. When I no longer have the package, they come. That afternoon, her doorbell rang. It was UPL.",
    "They ran through the crowd. They ran down the stairs to Track 13. They were five feet from the train’s door. The door closed. The train left the station. \"So close,\" Max said. They went back upstairs. They looked at the schedule. Another train was leaving in a few minutes. They ran downstairs to Track 14. Max jumped onboard. \"I was too fast for them this time,\" he said, laughing. Dave reminded him to get off at Jamaica Station. They said goodbye. The train left the station. Max emailed Dave a few days later. \"I made a big mistake,\" he wrote. \"I didn’t realize how fast the train was. Somehow I missed Jamaica Station. It was the first stop. I got off at the next stop. I had to take a taxi to get to JFK. It cost me $45, plus tip. But at least I didn’t miss my flight.\"",
    "The TV volume suddenly rose. It was a commercial. He grabbed the TV remote. He quickly lowered the volume to #7. A while later, a new commercial break started. The volume went up to #12 by itself. He lowered it back to #7. He watched TV every night. He had to turn the volume down about 20 times a night. He talked to his friends and family. They all said they had the same problem with TV volume. They all hated it. They all thought nothing could be done about it. He thought differently. He called his cable company. It said to call the networks. He called a network. It said to call his congressman. He called his congressman. The aide said to call the FCC. He called the Federal Communications Commission. A woman answered. She said the FCC had no control over TV volume. She didn’t think anyone did.",
    "Roy wondered if he had some kind of problem. Maybe he loved his wife too much. His brother asked how he could love her too much. Roy said, \"About six times a day, out of the blue, I say to myself, ’I love her so much!’\" Frank said that did sound a bit much. \"Do you ever do that?\" Roy asked. Frank said he used to, just after his wedding. \"But that wasn’t six times a day. And I can’t remember the last time those words just popped into my head,\" he said. \"Do you ever say you love her?\" Roy said that he told his wife he loved her at least twice a day. \"How long have you two been married?\" Frank asked. Roy said 16 years. \"You’ve been thinking and saying that every day for 16 years?!\" Frank asked.",
    "He took the No. 1 train to Columbia University. He explored the campus. There were many sculptures. The sculpture at Greene Hall was massive. The sculpture was about 10 yards high and wide. It sat on top of the entranceway roof. The roof was about 12 feet high. The top of the sculpture was higher than the fourth floor of the building. But what was it a sculpture of? He wasn’t sure. He could see four legs and a horse’s head. The horse’s mouth was wide open. He could see a hand next to the horse’s head. But where were an arm and a body? He could see other stuff that he did not recognize. So, it was a horse and a human — maybe. If the artist wanted people to wonder, he had done a good job. A plaque might explain this thing. He looked, but he couldn’t find one.",
    "He was at the Staples checkout counter. A red and white plastic \"button\" was on the counter. It was about five inches in diameter. On top of its plastic dome was the word \"Easy.\" He asked the clerk, \"What’s this?\" She said, \"That’s the Easy button.\" He asked, \"What’s it for?\" She said, \"Press down on it.\" He pressed down on the dome. He heard, \"That was easy!\" He pressed down again. Again, he heard, \"That was easy!\" He asked, \"Is that it? Does it say anything else?\" She said, \"No, that’s all it says. Do you want to buy one?\" He said, \"Buy one? This thing costs money?\" She said, \"It’s only $5.\" He said, \"$5!? Why would anyone pay $5 for this?\" She said, \"They see the button on our TV commercials. They think it’s cute.\"",
    "The Staten Island train ride was about an hour. There were about 20 stops. The view for most of the ride was trees and houses. The train finally arrived at Tottenville, the last stop. Tom said to Jerry, \"Let’s explore this town.\" A young woman spoke up. \"Don’t bother,\" she said. \"There’s nothing to see, nothing to do.\" Jerry asked, \"There’s nothing in the whole town?\" She said, \"What ’whole town’? There isn’t even a whole town.\" Jerry laughed. \"I’ll bet you grew up here,\" he said. She nodded and got off the train. Jerry and Tom got off after her. Jerry said, \"My two kids used to say the same thing about our small town in Vermont. But there was plenty to do and see there. I’ll bet there’s plenty in Tottenville, too.\" Tom said, \"I’ll bet we can find a bar or restaurant called The Last Stop, too.\"",
    "The island had many trees and animals. One day, many people in small boats came to live on the island. They went into the woods. They hunted the animals. They killed many animals the first six months. \"Maybe we are killing too many animals,\" said Jacob. The others laughed. \"Do you see the stars that shine tonight? There are more animals than there are stars,\" Abraham said. But every year they had to hunt a longer time than the year before. Every year they saw fewer animals. Every year Jacob said, \"Maybe we are killing too many animals.\" Every year Abraham said, \"There are more animals than there are stars. They have learned how to hide from us. They know we want to eat them.\" One day they returned from hunting. They had hunted for a week. They had killed just one animal. \"We must find another island,\" said Abraham.",
    "She was moving to New York City. She asked her brother to drive her to the airport in her car. \"Okay, but I’ve never driven this heap before,\" he said. \"It drives like any other car,\" she said. \"And it’s a 1993 Cadillac; it’s not a ’heap.’ Remember, when you sell it, keep 25 percent for yourself.\" \"Okay,\" he said. \"I’ll keep $25, and I’ll send you $75.\" She put her bags in the trunk. They got into the car. He pressed on the emergency brake with his left foot. He turned on the ignition. The dashboard emergency brake light came on. \"The emergency brake light is on,\" he said. \"I thought I was releasing the brake. Instead, I must have set it. Now, how do I release it? Where’s the brake release handle?\" She said, \"I wouldn’t know. I never use the emergency brake. Let me check the manual.\"",
    "She opened the manual. She looked under \"E\" for emergency brake. She looked under \"B\" for brake. \"Unbelievable,\" she said. \"There’s nothing in here about the emergency brake.\" He said, \"It’s got to be in there somewhere. You know what? Maybe it’s just a faulty dashboard light. That happens a lot.\" She said, \"Yes, maybe that’s it. Press on the gas pedal.\" He slowly pressed down on the gas pedal. The car moved forward. The dashboard light went off. He sped up. \"It seems fine,\" he said. \"I guess you release the brake pedal just by pressing on the gas pedal.\" They drove toward the airport. She continued checking the manual. \"Ha!\" she said. \"Here it is. It was under ’P’ for parking brake! You were right. It says, ’Press on the gas pedal to release the parking brake.’\" He said, \"I’ll be sure to tell the proud new owner.\"",
    "He had been using his electric shaver for a while. But there were a few problems. It produced ingrown hairs occasionally. It didn’t give him a really close shave. It left his skin dry and flaky sometimes. He decided to start using his safety razor again. It had a pivoting head and twin blades. The twin blades were supposed to give him a closer shave. He didn’t know what the pivoting head was supposed to do. He looked everywhere for his razor. \"Have you seen my razor — not the electric shaver, but the razor with twin blades?\" he asked his wife. She said, \"No, I haven’t seen it. If you were more organized, you’d know where it was. You can’t ever find anything. Maybe it just skated away somewhere.\"",
    "He asked his wife what size pants she wore. \"I don’t know,\" Annie said. \"I bought all my pants in China. Sizes are different in America.\" They went downtown to Century 21. They took the escalator to the third floor. She asked a worker where women’s dress pants were. \"They’re at the far end of the store,\" the worker said. Annie told the worker she didn’t know what size pants she wore. \"Let me look at you. You look like a Petite,\" said the worker. \"Go to the Petite section. You’ll find something there that fits you.\" Annie thanked her. \"Let’s go,\" she said to her husband. He was smiling. \"What’s so funny?\" she asked. \"Have you seen your bottom lately?\" he asked. \"I think that woman was being polite. Maybe we should look for the Not So Petite section.\" Annie said, \"Maybe you should look for the sofa tonight.\"",
    "He looked at his bank statement for January. How much interest had his savings account earned? There was $1,036 in his savings account. The account had earned all of 11 cents interest in January. He told his wife. She laughed. \"That’s almost three cents a week,\" she said. \"By December, you’ll have enough interest to buy a small cup of coffee.\" He said that his money wasn’t growing at all. \"But your money’s safe,\" she said. \"You won’t lose it. You won’t get rich, either. Rich people make money by risking money. You’ll never get rich if you play it safe.\" He said she was right. \"I’m tired of playing it safe. I’m going to buy gold. Gold prices doubled in the last four years. My $1,000 will become $2,000. We’ll be rich!\" She laughed. \"’Rich’? $2,000 is hardly rich,\" she said. He said, \"Compared to 11 cents, it is.\"",
    "\"We must spend less money on pools this summer,\" the mayor said. The city won’t open four of 20 pools. It will shorten the swim season by two weeks. It will shorten daily pool hours. It will close pools on Mondays and Tuesdays. It will reduce the number of lifeguards. It will reduce the amount of water in the pools by 50 percent. \"Everyone knows that a half-full pool is better than an empty pool,\" said the mayor. It will remove all of the diving boards. \"That way nobody will get hurt diving into a half-full pool,\" said the mayor. It will shorten the bathroom hours. Pools will be open from 11 to 6. Bathrooms will be open from 12 to 4. \"People will have to ’hold it’ when the bathrooms are closed,\" said the mayor. \"Nobody better pee in the pool. Our lifeguards wear sunglasses that detect yellow water.\"",
    "\"I will never pass this U.S. history test,\" he said. \"Why not?\" his wife asked. \"You passed the last test.\" He said, \"This one is different. On the last test, there were paragraphs to read. Then there were questions to answer. But the answers to the questions were in the paragraphs. You could find or figure out the answers by rereading the paragraphs. This test has only questions — no paragraphs. For example: What year was the Constitution signed? I will get four choices. I must know that the answer is 1787.\" She asked, \"So how will you learn all the answers?\" \"I have to study books on U.S. history,\" he said. \"I have to remember the important facts in two or three different books.\" \"Ha!\" she said. \"You can’t even remember the author’s name after you read one book.\" \"I know,\" he said. \"That’s why I’ll never pass this test.\"",
    "\"Take a look at my new snow globe. The Empire State Building is inside. It was on sale,\" said Marvin. Of course it was on sale, Janice thought. Her dad rarely bought anything that wasn’t on sale. \"Where is it?\" she asked. He said it was on the bookshelf. She was surprised. She thought there was no room on any of the bookshelves. \"There wasn’t,\" Marvin said. \"I think there are about 50 other globes on the bookshelves. I had to take some books off that shelf.\" Janice said, \"Maybe it’s time you stopped buying globes.\" But Marvin liked snow globes. \"Besides, they’ll make nice memories for you. You’ll have something to remember me by,\" Marvin said. \"They’re junk, Daddy!\" she said. \"I don’t want them. I’m just going to throw them all out.\" Marvin said, \"Well, that’s what you say now. But you’ll change your mind after I’m gone.\"",
    "They decided to knock off her mom. But how would they do it? They didn’t have a gun. A knife was too bloody. A baseball bat might work. But all of these were murders. They might go to jail. It had to be an accident. Then they wouldn’t go to jail. What kind of accident? Drowning in the bathtub? Falling down the stairs? They decided on a fire. They would burn the house down. They waited until her mom was asleep. They lit a candle. They put the candle next to the living room drapes. The drapes caught on fire. They ran out of the house. A neighbor smelled smoke. The firemen came. They rescued her mom. Later, a policeman questioned the girl. She admitted they had set the fire. \"Why?\" the policeman asked. \"Mom wouldn’t let me date Jason anymore,\" she said. She was 12. Her boyfriend was 15.",
    "Karen and Barney walked into the pastry store. They looked at the delicious pastries. They picked two that they liked. \"Would you like something to drink?\" asked the clerk. \"Give us two large coffees,\" said Barney. He paid $9 for the cakes and drinks. He put two quarters into the tip jar. Karen looked at him. They sat down at a nearby table. \"That’s it?\" she asked. \"What’s it?\" he asked. \"Two quarters is it?\" she asked. \"Yes,\" he said. \"Isn’t that okay?\" She said, \"Two quarters is not a tip. It’s not even 10 percent.\" He said, \"I know it isn’t much. But it’s better than nothing.\" She looked at him. It wasn’t a look of love. He took a dollar out of his wallet. He dropped the dollar into the tip jar. He returned to the table. \"Don’t you feel better now?\" she asked. \"Much better,\" Barney said.",
    "They got on the crowded subway train. They sat down on the plastic seat. They sat next to a man. He was an old man. He was talking. He was talking to himself. He looked at them. He raised his voice. \"You’re not smart,\" he said. \"Did you hear me? Did you hear what I said? You think you’re so smart.\" He smelled of alcohol. He was holding something. It was in a small paper bag. \"Let’s move,\" Natalie whispered. Adrian agreed. They got up. They walked about 20 feet away. They found another seat. \"This is better,\" she said. \"He smelled bad.\" Adrian nodded. \"Oh, no,\" she said. \"What’s wrong?\" Adrian asked. \"I think he’s coming our way,\" she said. The man was walking toward them. He sat down across from them. \"See? You’re not smart,\" he said. \"You think you’re so smart.",
    "Ray watched as the total price increased on the cashier’s computer screen. He decided to buy more grapes. He walked over to the fruit section. He filled a bag with grapes. He returned to the cashier. She rang up the grapes. The grand total was $35. That was much more than he had expected. He paid her. She gave him his receipt. He took the N train and his groceries home. Once home, he put his groceries away. Then he looked at his receipt. Each item had a name, price, and weight. One item had no name and no weight. That one item cost $13.10. What was it? He’d bought nothing that cost $13.10. He thought back. A man had been in line right behind him. He had placed an item on the counter.",
    "It was Ray’s first visit to the store. It was on a busy street in Chinatown. The vegetables looked fresh. The store also sold fruit, meat, and fresh fish. It sold different kinds of noodles. It was a small store, but it looked clean. An employee smiled at him and said hello. If the prices were right, he might start shopping here regularly. He grabbed a handful of plastic bags. He put different vegetables into each bag. He grabbed some red grapes for his wife. He put the bags on the counter next to the cashier. He told her he would be back. He grabbed a package of noodles. He put sweet potatoes and cucumbers into separate bags. He went back to the counter. There were now about ten bags on the counter. The cashier asked if he was ready. He said he was. She started ringing up the items.",
    "\"You lied,\" she said. \"I just read that seniors must be 65 or over. You are only 63. Yet when we went to the AMC theater, you got the senior discount. You told the woman you were a senior. You lied to get a $4 discount.\" He said that a \"senior\" could be different ages. Usually, a senior must be 65 or older. But the AMC theater allows seniors to be only 62. \"Are you lying now?\" she asked. He said to give him just one minute. He called the AMC theater on 34th Street. He used the speakerphone. A woman answered. He asked, \"Do you give discounts for seniors?\" She said yes. \"How old must a senior be?\" he asked. She said 62. He smiled. \"You owe me an apology and a kiss,\" he told his wife. \"I’m so sorry,\" she said. Then she gave him a big kiss.",
    "It was her 47th birthday. \"I’m 50 years old,\" she said. Her husband said no, she wasn’t. She was only 47. She was still a young pup. \"I’m not a young pup, and I’m not a spring chicken,\" she said. \"Okay,\" he said, \"but you’re also not 50.\" She said 47 might as well be 50 — what was the difference? \"People look at me and they think I’m 50. Nobody says, ’Oh, you don’t look a day over 47.’\" He told her that time goes by fast enough. She didn’t need to make it go faster. She still had three years of her 40s to enjoy. He gave her a birthday card. She opened it. The card read, \"Happy 50th Birthday!\" \"What’s this?\" she asked.",
    "The weather was ugly. It was snowing. It was only nine degrees above zero. Cars, streets, and sidewalks were covered with snow. Bob was on the phone. \"Have you ever seen a colder day?\" Bob asked. \"Not recently,\" replied Jack. \"But about three years ago, I did. It was so cold that my dog froze outside. I had let it out back to do its business. Then I went back inside my house. My mom called. Her heater was not working. She was freezing. I went over to her house. I fixed her heater. I went home. Then I remembered my dog. I went to the back door. I opened it. My little dog was on the porch. It wasn’t moving. I brought it inside. It was ice cold. I wrapped it in a blanket. I breathed into its mouth and pumped its little chest. But it was too late.\"",
    "The apartment doorbell rang. Two men were there to clean out the kitchen and bathroom vents. Lou invited them in. One man took a ladder into the bathroom. The other man took a ladder into the kitchen. They removed the vent grills from high on each wall. They stuck a vacuum hose into the vents and sucked out the dirt. One man washed both vent grills in the kitchen sink. The men replaced the grills. Lou was talking to the man in the kitchen. He forgot about the man in the bathroom. The man in the kitchen finished. He took his ladder outside. The other man appeared. He also carried his ladder out. They both said goodbye. Lou went back to the bathroom. Why was the door closed, he wondered. He opened the door. He looked at the toilet. The seat was up.",
    "\"Stop pulling out your eyebrow hair,\" his wife said. \"In China, that’s bad luck. It’s bad luck for the man. It’s bad luck for his wife and family.\" He said he wasn’t Chinese. He said he didn’t live in China. He hated bushy eyebrows. \"Hair must be controlled,\" he said. \"Hair is like weeds. It needs to be pulled out or cut back occasionally. Do you want to see hair growing out of my nose? Do you want to see hair growing out of my ears?\" She agreed that nose hair and ear hair weren’t pretty. But she loved bushy eyebrows. They meant that a man would have a long life. They made a man attractive. She asked him not to pull his eyebrow hair out anymore. He groaned. \"Let me think about it,\" he said. She said, \"Don’t think about it. Just do it — for us!\" He groaned again.",
    "Her stomach was killing her. Whenever she was stressed out, the stress went straight to her stomach. \"How bad is it?\" he asked. \"It’s almost as bad as childbirth,\" she said. \"It’s 9 on a scale of 10.\" She squeezed her eyes shut for a moment. Her stomach was bloated. He gave her a stomach massage. He gave her a lower back massage. Her stomach still hurt. She stood up. She walked around. She groaned over and over. She said, \"I’m hurting,\" over and over. He stood by. There was nothing he could do. They had gone to doctors before. They always said the same thing: gas. They recommended gas relief tablets. Sometimes the tablets worked, and sometimes they didn’t. She took two tablets. Almost an hour later, she blasted out a huge fart. He laughed. She smiled. Most of the pain was gone. \"I feel much better,\" she said.",
    "He told his wife that he was going to Chinatown. He was going to buy a bag of rice. She said to wait until next week. The streets and sidewalks were still icy. He said he would be careful. She frowned. He said he would be back in an hour. She frowned again. Chinatown’s streets and sidewalks were indeed icy. But he didn’t slip or fall. He finished his shopping. He took the R train home. His wife was still upset. She said he was lucky he hadn’t fallen. She had been worried the whole time he was gone. \"Why don’t you listen to me?\" she asked. \"Why do you always make me worry?\" He said, \"I got you something nice from Chinatown.\" She said she didn’t want anything nice from Chinatown. He gave her a package of fresh-cooked squab. Her frown disappeared. \"I’ll forgive you this time,\" she said.",
    "A storm dumped 20 inches of snow on New York City. Kids loved the snow. Commuters hated it, especially commuters who drove cars. Snowplows pushed the snow off main city streets. But they pushed the snow up against parked cars. Elton’s car was on a street in Brooklyn. A snowplow had pushed a huge pile of snow against the side of his car. He grabbed his snow shovel. He started digging his car out. He put the snow back into the street. A cop drove by. He told Elton that it was illegal to put snow into the street. He said it was a $100 fine. Elton said, \"I need to get to work. Where else can I put this snow? Where else can my neighbors put it? Are they going to fine all of us?\" The cop drove off. Elton continued to put the snow back into the street.",
    "Ada was lonely. She wanted a baby. She went to a hospital. She stole a baby. She called her baby Norma. When she got older, Norma asked, \"Where is my daddy?\" Ada said that \"daddy\" had died. Norma asked, \"What did daddy look like?\" Ada showed Norma a picture of \"daddy.\" Norma asked, \"Why don’t I look like you or daddy?\" Ada said that she didn’t know. Norma thought something was fishy. She thought she was a missing child. She did a lot of research. She made a lot of phone calls. She found out who her real parents were. She called them up. They couldn’t believe it. Their little girl had found them after 20 years! They were so happy. Ada apologized to them. She was sorry she had stolen their baby. Norma’s parents didn’t accept Ada’s apology. They said Ada should go to jail for a long time.",
    "KF was selling a Family Bucket for only $12. The ads were on TV. Josh went to a KF on Broadway. A big sign in the window said Family Bucket $12 — eight pieces of chicken, cole slaw, and mashed potatoes. Josh went inside. He ordered the Family Bucket. The worker said, \"We’re not KF.\" She said to go to the rear. Josh didn’t understand. \"We sell Nathan’s hot dogs,\" she said. \"KF is back there.\" He walked to the back of the big room. There was only one KF register open. But, there was only one person in front of him. This shouldn’t take long, Josh thought. Five minutes later, that person’s order got filled. Josh told the worker that he wanted the Family Bucket. She said that would be $26. He said no, it was only $12. \"It’s all over TV,\" he said.",
    "The worker had no idea what Josh was talking about. He walked back outside to check the sign in the window. Yes, it said Family Pack $12. He walked back inside. He waited for the person in front of him to get her order filled. Then he told the worker about the sign again. She called the manager over. He said yes, there was a Family Pack for $12. Relieved, Josh ordered it. The manager asked whether he wanted Extra Crispy, Original, or Grilled chicken. Josh didn’t know which one his wife preferred. He ordered a mix of all three. Then he changed his mind. His wife was a health nut. He said Grilled. The worker filled a big bag with all the food. Josh went home. His wife asked him what took so long. She didn’t wait for his answer. \"I hope you got the Original chicken,\" she said.",
    "His knee was killing him. Whenever he walked, it felt like a knife was going into his knee. He called Bellevue Hospital. A woman answered. He said he wanted to get an appointment with a knee doctor. \"Do you have a referral?\" she asked. He said no. \"Then you’ll have to see a regular doctor first,\" she said. \"I can’t give you an appointment for a regular doctor now. You’ll have to call back for an appointment in October.\" His jaw dropped. \"This is March! Did you say October?\" She said yes. \"You don’t have a clinic card,\" she said, \"so the earliest appointment is October.\" He said he did have a clinic card. \"Give me the card number,\" she said. He gave her the number. \"Okay, now I can give you an appointment,\" she said. Great, he thought. \"Go to 2D at 10 a.m. on October 26,\" she said.",
    "Students were sitting on the floor in the hallway. The teacher was late. This was the last class meeting. It was a Sunday class that met from 9 to 4. \"I hope class isn’t cancelled,\" said Otto. \"I don’t want to come back next Sunday.\" A few students nodded their heads in agreement. James said, \"I asked downstairs if anyone has a key to our classroom. But no one does.\" Students talked to each other or read while they waited. The teacher arrived 45 minutes late. He unlocked the classroom door. Everyone went in. \"Did you know there’s a big half-marathon today?\" the teacher asked. \"I didn’t. Why wasn’t it on the news last night or this morning? I apologize. If I had known, I would have just taken the subway. Instead, I got stuck in unbelievable traffic.\"",
    "He bought some ties at Daffy’s. Marked \"Final Sale,\" they were only $15 each. Originally, they were $100 each. Who would pay $100 for a tie, he wondered. He bought five of them. He went home. He showed them to his wife. She didn’t like any of them. \"But they’re worth $100 each,\" he said. She said, \"I don’t care if they’re worth $1,000 each. They’re ugly! I won’t go anywhere with you in those ties.\" He went back to Daffy’s. He went to the Returns counter. He showed the ties and the receipt to the worker. He said he wanted to exchange the ties. She said, \"I’m sorry. No returns, no exchanges.\" He asked, \"What do you mean? I just bought these ties this morning.\" She said, \"Look at this receipt. What does it say at the bottom?\" He looked. It said, \"No returns or exchanges if Final Sale.\"",
    "It was 4 p.m. The final class had just ended. Some students were saying goodbye to one another. Some students were exchanging emails with one another. Some students were talking about where to go for dinner. There was a lot of talking and laughing. Sonny was putting his book and notebook into his briefcase. He was not talking to anyone. No one was talking to him. All of these people really seem to like each other, he thought. They all seem to have made new friends in class. How did they make friends so easily? He hadn’t made any new friends. He hadn’t even made a new acquaintance. He picked up his briefcase. He walked out of the classroom. He walked over to the elevators. He pushed the elevator button. He took the elevator from the seventeenth floor down to the first floor. He had the elevator all to himself.",
    "Roger’s job requires him to take pictures of apartment interiors. A wide-angle lens is best for taking these pictures. Roger bought a new camera with a wide-angle lens. He took the camera home. He read the manual. The manual said nothing about how to set up the wide-angle! He went back to the camera shop. He asked a worker how to set up the camera for wide-angle. The worker showed him. He said, \"Go to Function. Set the camera on S. S is wide-angle. It also uses fewer pixels, so you can put your pictures online quickly.\" Roger went to four apartments. He took 43 pictures. He uploaded them to his office computer. Not a single picture was wide-angle. Roger asked a coworker for help. \"Why is it on S? S stands for small!\" she said. \"You have to set the camera on W — W for Wide.",
    "He was out of money and out of work. He needed money for food and rent. Where could he turn? No bank would lend him money. No relatives could lend him money. There was only one person who could help him. He called an ex-girlfriend. \"Hi, this is Earl,\" he said. She asked, \"Earl who?\" He said, \"Earl, your ex-boyfriend Earl.\" She said, \"I knew that. Why are you calling me after all these years? You’d better not be calling me to borrow money.\" He said, \"Honey, I’m totally broke. I’m desperate. You’re the only person who can help me.\" She said, \"Don’t call me honey. I’m not your honey. And I’m not here to help you, moneywise or otherwise. A few years ago, I was. But you dumped me. You didn’t need me then. I don’t need you, or your problems, now. Good luck helping yourself.\" She hung up.",
    "In his final years, he rarely talked to anyone. As a boy, he had talked to everyone. He was curious about everything. He asked everyone questions about everything. As he got older, he began to notice something. People didn’t answer his questions as often as they used to. Sometimes people didn’t answer his questions at all. Many times they answered his question with their own questions: Who knows? Who cares? Are you writing a book? So he gradually stopped asking questions of people. Then he gradually stopped talking to people. After he died, his brother collected his belongings, including his computer. One of his computer files was his journal. It was over 4,500 pages long. The first sentences were: Why bother talking? People are just too busy to listen. I write because my computer accepts my every word. It never ignores me. It never patronizes me. It never interrupts me.",
    "It is the future. People have eaten most of the animals and fish. The oceans contain little more than salt. Most pets have been eaten. The tired soil produces few fruits, vegetables, and grains. People worldwide have been dying of hunger. Researchers finally created a food pill. Its ingredients include carbon dioxide, hydrogen, hemp, and soy. They \"activate\" the pill with lasers. Each activated pill not only contains all the essential nutrients, calories, and fiber, but it makes people feel full. They swallow one pill daily. It has no taste. People hate it. The Earth Food Network president said, \"This pill is better than nothing. It saves lives! Everyone knows that we were eating too much of everything, but everyone continued to eat. If we let all the animals and plants reproduce naturally for another 1,000 years or so, they’ll come back. Then we can all eat real food again.\"",
    "She went to Central Park to catch dinner. She caught a big frog. She was about to put it into a bag. The frog said, \"What are you doing?\" She said, \"I was planning on cooking and eating you. But since you can talk, maybe I should put you on TV.\" The frog said, \"I don’t want to be on TV. I’m a magic frog. I’ll grant you one wish if you release me.\" She said, \"One wish? Okay, I wish to live forever.\" \"Done,\" said the frog. The next day, she got hit by a truck. She was completely paralyzed. Moreover, she was \"locked in.\" She could do only two things: blink and think. She wished she could die. She lived 80 years blinking and thinking. Then her wish came true. The hospital pulled the plug on her. \"We can’t afford to keep her alive anymore,\" apologized an administrator.",
    "He shook the squeeze bottle of mustard. The lift-top opened up. Did any mustard come out? He looked on the floor. He didn’t see any mustard. He looked on the countertop. He didn’t see any mustard. He squeezed mustard onto his two hot dogs. The next day he was in the kitchen again. He was standing in front of the microwave. He dropped a spoon on the floor. He picked it up. He noticed something. He saw a lot of dry mustard on the white cabinet door beneath the microwave. It was the mustard that he couldn’t find yesterday. He wet a paper towel. He tried to wipe off the dry mustard. Most of it came off. But a yellow stain remained. He tried some dishwashing soap. He tried some all-purpose cleaner. The yellow stain remained. All the cabinet doors were completely white except this one. It was mostly white.",
    "Their waiter brought their meal. They dug in. \"This is spicy!\" Jerry said. He drank half his glass of water. Another waiter came by. He quickly reached across the table. He picked up Jerry’s glass. He refilled it and put it back down. Jerry shook his head. \"What’s the matter?\" Deb asked. Jerry said, \"Did you see that? He reached all the way across the table. His hairy arm was above our food. Hair, sweat, and germs could have fallen into our food. He picked up my glass by the rim! He reached over our food again to put my glass back down. Now my glass has five filthy fingerprints on it. Who’s going to drink out of that glass? You couldn’t pay me to drink out of it.\" She said, \"But this food’s spicy. You need water!\" She called a waiter over. She asked if they sold bottled water.",
    "On Parallel Earth, everyone knows who the good guys are. Everyone knows who the bad guys are. On Parallel Earth, everyone has two colored halos over his head. Newborns have two blank halos. As people grow older, they do and say good things and bad things. The more good things they do, the more one halo fills with the color green. The more bad things they do, the more the other halo fills with the color red. People cannot hide their true colors. Their colorful halos tell all. Marilu’s halos were green and blank. Marvin asked, \"Why don’t you have any red in your other halo? Haven’t you ever done or said anything bad?\" Marilu said, \"Of course I have. One time I borrowed a pencil from my best friend. I forgot to return it. She had to remind me the next day.\"",
    "\"Are you going to play this week? I need your $2,\" said John. Joe said, \"I think I’ll pass this week.\" John said, \"Are you sure? This might be our week. I’ve got a feeling.\" Joe said, \"You’ve had ’a feeling’ every week for the last year.\" They both laughed. Every Monday, John collected $2 each from 11 coworkers. They played the lottery twice a week, every week. Sometimes one coworker skipped a game or two. They had never won more than a few dollars. This week, five of the regular players chose not to play. \"I’m tired of not winning,\" said Bill. \"Two dollars every week adds up. I think I’m going to take a break for a whole month.\" Mort wanted to play, but he didn’t have any cash on him. John said, \"I’ll put $2 in for you. You can pay me back later.\" Mort thanked him.",
    "Ben was watching Ultimate Fighting on TV. In Ultimate Fighting, two fighters fight inside a cage. The 8-sided cage is about 30 feet across. The cage is almost six feet high. The fighters are barefoot and shirtless. They wear fingerless gloves. They punch, kick, and wrestle each other. Fighters get one minute to rest between each 5-minute round. The fights are nonstop action. Sometimes blood is everywhere. Ben’s wife walked into the room. \"What are you watching?\" she asked. He told her. She watched it for a minute. \"Why are you watching this? This is so stupid,\" she said. \"What is the point? I would never let anyone in our family do this. They could get injured for life. How can this be on TV? Who watches stuff like this? Do you really like this? I thought I knew you. You are so weird. Maybe we should get a divorce.\"",
    "John went to a newsstand Monday evening. He was standing in line to buy seven Mega Quick Picks. But as he got to the front of the line, he decided to buy a Snickers bar. He took a step to his left to grab the candy bar. The guy in line behind John stepped up to the counter. The guy handed the vendor $5 for five Mega Quick Picks. That was a little rude, John thought. He bought his Quick Picks and his Snickers. Tuesday morning, he made copies of the Quick Picks. He gave copies to his coworkers. Tuesday night, one of their Quick Picks won. John and his coworkers won $19.1 million each. John told his coworkers about the guy and the five Quick Picks. \"Thank goodness you have a sweet tooth,\" said Mort. \"And thank goodness that guy was impatient.",
    "It was a $1.5 million apartment on the West Side. An agent was showing the apartment to a tall man and his wife. Luke and Jenna walked into the apartment. They were also looking. The master bedroom was small. This was the smallest two-bedroom apartment they had seen. Yet it was the most expensive. The agent asked, \"Well, what do you think?\" Jenna said, \"Well, the bedrooms are a little small.\" The agent said, \"I’m sorry. I was asking them.\" The tall man said, \"Yeah, who are you?\" Luke said, \"She’s my wife. She’s looking at this apartment just like you are. Who are you?\" The tall man said, \"Who am I? Who are you?\" Luke said, \"I’m her husband. Who are you to ask who am I? Or who is she? She can’t have an opinion about this apartment? It’s too small and too much.",
    "\"Where’s my jacket? Who stole my jacket? Security!\" she shouted. Some people in the pharmacy waiting room turned their heads. \"Didn’t anyone see anything?\" she asked. Nobody spoke. A security guard appeared. He asked her what was wrong. She said she had gone to the ladies’ room. She had left her jacket on the chair. Her medicine was in the jacket. When she returned to the waiting room, her jacket was gone. The security guard asked a hospital employee, \"Has anyone turned in a jacket?\" The employee said no. The guard asked the woman to describe her jacket. He asked for her name and phone number. He said he would call her if the jacket turned up. She said, \"Ha! It’ll never turn up. They stole my jacket and my medicine in broad daylight. Now I have to stand in line again.",
    "\"I believe so, but I don’t think so,\" he said. She said, \"You’re telling me two different things. Go to 60 Centre Street, Room 139, please.\" Another man was also confused. \"Where do you live, sir?\" she asked. He said his post office box was in Manhattan, but he lived in Brooklyn. \"You don’t live in your post office box, sir. You live in Brooklyn. You can’t serve on a Manhattan jury,\" she said. Another man wanted to know how long trials lasted. \"I can’t tell you, sir,\" she said. \"Each trial is different. Some last only a day or two. Some last a lot longer.\" When she finished with all the questions, she told everyone, \"If you don’t get selected for a jury today or tomorrow, you can go home tomorrow afternoon. Your jury service will be over.\" Many jurors murmured in approval. A few even clapped and cheered.",
    "The jury summons said to report at 8:45 a.m. to 111 Centre St. The courthouse was only a block from Chinatown. Russ joined the long line of people standing outside. The line moved slowly into the courthouse. Everyone went through the security check. Russ took the elevator to Room 1121. It was a big room. It had more than 100 comfortable padded chairs. The room filled up. At 9:20 the jurors watched a short film about jury duty. After it ended, a court employee entered the room. She welcomed everyone and gave a brief speech. She asked if anyone had questions. Many people did. She told a young father who was carrying his baby in his arms, \"You have a beautiful baby, sir, but you can’t bring your baby to jury duty.\" Another man said he was confused. \"Sir, it’s very simple. Can you serve today and tomorrow?\" she asked.",
    "It was 10 a.m. He was snoring. The phone rang. It was his wife. \"Are you still sleeping?\" she asked. He said no. \"Is that the truth?\" she asked. Okay, he was sleeping, he said. \"You said you wouldn’t sleep in anymore. You said you’d get up at eight and write all day long. You said you would write a book. We need money! How can you make money when you’re sound asleep?\" She hung up. He got up. Write, he thought. Write what? He had nothing to say — nothing that would interest anyone. Thousands of books are published every year. Few of them make big money. He had never been published — not even a letter to a newspaper. But he couldn’t find a job. What else could he do? Writing was the only thing he could do halfway well. But write a best seller? He went back to sleep.",
    "Lynn is a Manhattan real estate agent. She gets many calls. She asks all callers the same questions. She listens carefully to their answers. She wants serious callers. If she thinks they’re lying about anything, she says she can’t help them. \"If they qualify, I can quickly find them an apartment they like,\" she says. \"They get their apartment, and I get my commission.\" The phone rang. The caller wanted to rent an apartment. Lynn asked the usual questions: \"When do you want to move? Why do you want to move? Is your annual salary 40 times the monthly rent for the apartment you want? Do you have good credit? Do you have a letter of employment? Do you have three recent pay stubs? Do you have a reference letter from your current landlord?\" The caller hung up. Lynn wasn’t disturbed. She thought, \"That’s okay.",
    "Burt’s dad had lost his marriage certificate. He had lost it 40 years ago. But he had never needed it. Now he needed it. He called Burt. \"Can you pick up a copy of my marriage certificate? I already called the city clerk in New York City. You only need your driver’s license and $15. Then mail it to me,\" he said. Burt said sure. He went downtown the next day. He got the marriage certificate. It was on legal-size paper. He needed a legal-size envelope. He went to Office Depot. There were three sizes of big envelopes. Two of the sizes were too small, and one was too big. He asked a worker, \"Do you have legal-size envelopes?\" The worker said no. He said Burt could probably find them online. Instead, Burt bought the package of envelopes that were too big. Dad is worth the extra stamps, he decided.",
    "On Easter Sunday, Lee walked into the Plaza Hotel. It’s on 59th Street next to Central Park. The foyer had white lilacs and white roses on a center table. People were taking pictures of the flowers and themselves. Lee went further inside. Many people were enjoying lunch in a big dining room. To Lee’s left, a woman was playing the piano. Lee didn’t recognize the music she was playing. It sounded nice. He listened for a while. He looked at the dining room menu. One entree was $28 — too rich for him. He turned right and walked toward a carpeted hallway. As he entered the hallway, he tripped. He caught himself. There was gray duct tape along part of the carpet edge. The taped edge was half an inch above the floor. Lee walked up the hallway. It took him to an exit. He turned around and retraced his steps.",
    "One of the two kitchen light bulbs was out. It was circular and fluorescent. He placed a chair under the light. He stood on the chair. He unscrewed three screws. He removed the plastic cover. He removed the bad bulb. He inserted a new one. He screwed in the three screws that held the cover. His wife would be pleased to have a bright kitchen again. He heard the front door open. His wife walked in. She looked at him. She said, \"Why are you standing on that chair? That’s a cheap, plastic chair. What would happen if the chair broke? You might break your leg. You’d have to go to the hospital. We don’t have health insurance. The hospital bill might be $5,000. Why didn’t you call maintenance? You know they’d replace the light bulb for $30! You risk $5,000 to save $30.",
    "Lee approached the spot where he had tripped. A woman was entering the hallway. Suddenly, she tripped. She caught herself. She had tripped over the carpet edge. Lee walked over to a nearby worker. He asked to speak to a supervisor. The supervisor came over. Lee showed him the upraised carpet. Lee told him that he and a woman had tripped there. The supervisor looked alarmed. \"Sir, are you all right?\" he asked Lee. Lee said he was fine. \"Are you sure, sir? I’ll get you an accident report. You should fill it out,\" he said. Lee was touched. This man seemed genuinely worried. \"I just wanted you to know about this situation,\" he told the supervisor. The supervisor thanked him. \"I’m calling maintenance right now,\" he said. He pulled out his cell phone. He stood guard on the carpet. Nobody was going to trip on that carpet edge again.",
    "Patrons can view porn on library computers in New York City. Porn is allowed because it’s an expression of free speech. The libraries cannot ban porn. \"That’s so disgusting!\" said Emily, 74. \"They say it’s ’free speech.’ But there should be limits to free speech. They should draw the line at porn in the library. A library is for reading and thinking. It’s for improving your mind. It’s not a place for gawking at naked people. It’s not a place for Peeping Toms and other perverts. There are kids in a library! These kids are our future. We must not corrupt them. We must protect them from filth. I’m never going to use a library computer again. Who knows what filthy man was touching the keyboard? Men can be so disgusting — well, most men. My husband, bless his soul, was never interested in porn. He only had eyes for me.\"",
    "Superman flew to a driving range in his Superman outfit. He talked to Arnie, the golf instructor. Arnie said, \"Sure, I’ll be happy to teach you how to play golf, Superman.\" Arnie filled a bucket with golf balls. He told Superman to follow him. He gave Superman a 7 iron. He showed Superman how to grip the club. \"The correct grip feels uncomfortable at first,\" he told Superman. Superman said, \"No, it feels fine. Let me hit a few balls.\" Arnie said sure. He put a golf ball on the grass. Superman hit the golf ball with the 7 iron. WHACK! Arnie’s ears hurt. The golf ball took off like a rocket. Then it burst into flames. Then it disappeared. All that remained was black smoke. Arnie told Superman to hit another ball. Superman said sure. The same thing happened again! Now there were two little clouds of black smoke.",
    "\"Are these balls defective?\" Superman asked. Arnie shook his head. \"Look around. Look at all these golfers hitting balls,\" Arnie said. \"Do you see any balls bursting into flames?! No, it isn’t defective balls, Superman. It’s you! You’re too powerful.\" Superman asked, \"Well, what can I do? I like hitting golf balls. It’s fun! Do they make steel golf balls? Maybe they won’t burst into flames.\" Arnie said, \"No. Even if they did make steel golf balls, they’d probably melt once you hit them. I’m sorry. Golf isn’t a game for a superman. It’s a game for ordinary men.\" Superman frowned. He thanked Arnie for his help. Then he flew away. The next day, an ordinary-looking man appeared at the driving range. He was wearing glasses and a nice suit. \"Hi,\" the man said to Arnie. \"Can you teach me how to play golf? My name is Kent — Clark Kent.\"",
    "Shy had gotten angry. He had said something mean to his supervisor. Many people say mean things to their supervisors. Most of them do not get fired. But Shy had gotten fired. \"Exactly what did you say to your supervisor?\" the lawyer asked. \"I told her to kiss my ass,\" Shy said. \"What’s so bad about that?\" Shy had worked for the company for many years. \"She thinks I have an attitude problem,\" Shy said. \"She’s been there for five years. I’ve been there for 25 years. She’s half my age. She’s my supervisor. I should be her supervisor. Who wouldn’t have an attitude problem?\" The lawyer said Shy had a good case. He’d had good evaluations for 25 years. They couldn’t fire him for just one remark. They could fire him only if he had a history of bad remarks. He said he’d be happy to take Shy’s case.",
    "A dead bird was on the kitchen floor. Sam had left a \"present\" again. Sam was their black cat. He hunted at night. He was a good hunter. He brought home birds and lizards. Usually he left them outside on the patio. Sometimes he brought them into the house. Ted didn’t mind. He was proud of his hunter cat. But Molly minded. \"This cat is killing innocent animals,\" she told Ted. He said, \"But that’s the nature of cats. They’re born killers.\" Molly didn’t care. She told Ted to stop the killing. \"These animals are wild,\" she said. \"They might have diseases. Caroline might catch a disease from one of these dead animals. Do something, please.\" Caroline was their young daughter. Ted didn’t want to lock Sam in the house at night. That would be cruel. There was only one thing to do. Ted tied a bell around Sam’s neck.",
    "He couldn’t find work. His wife found work. She works for a real estate company. She goes to work every day. She borrows keys to vacant apartments. She takes pictures of apartments. She shows apartments to clients. She walks up and down stairs. She walks up and down city blocks. She puts up with the weather. She puts up with the heat, the cold, the rain, and the snow. She makes appointments for clients. She calls and emails clients. She returns calls and emails from clients. She asks clients why and when they want to move. She asks clients about their income and their credit. She fills out forms. She helps clients fill out forms. She loses a client here and gains a client there. She leaves home at 9:00. She comes home at 8:00. Then she makes dinner for both of them. After dinner, she goes right to sleep.",
    "\"How do you do this every day?\" he asked his wife. \"Real estate is such a dog-eat-dog business. All of you agents are competing with one another. A client is like a bone. All the dogs go after the bone. If they have to bite other dogs, so be it. The bone is all they care about. They’re not your friends. They’re friendly only if they want something from you. Some of your clients aren’t much better. They say they’ll meet you at 3:00 but don’t show up until 3:30. Or they call you at 3:30 to say they’ll be there at 4:00. Or they don’t call you at all. Or they don’t show up at all. You’re on the computer for hours before and after work, looking for new listings. You work every weekend. How do you do this day after day?\" She said, \"I love you, that’s how.\"",
    "Friday’s royal wedding is all over the news. It’s on every news channel in America. The handsome prince will marry the beautiful princess. He is so lucky! She is so lucky! Visitors to the United Kingdom this week will spend about $1.5 billion. The UK is so lucky! TV reporters in America talk about the wedding every day. The reporters are excited. They think the viewers are excited. Herman, 69, lives in Brooklyn. \"I’m not excited,\" said Herman. \"Two Brits are getting married in London. I should care because they’re part of the royal family? Let’s see these TV reporters get excited about local news that matters. They’re closing the senior center for good next month. They had to cut something from the city budget. So they cut our senior center. Why haven’t they reported that on the TV news? I’ll tell you why — we seniors just aren’t sexy enough.\"",
    "He looked like a mean guy. He walked like a mean guy. He talked like a mean guy. He walked into the classroom. He looked at all the students. He saw a skinny guy. He looked at the skinny guy. The skinny guy was reading a book. He walked over to the skinny guy. He stood right next to the skinny guy. The skinny guy kept reading the book. The mean guy cleared his throat. The skinny guy kept reading his book. He cleared his throat again, but much louder. The skinny guy looked up from his book. \"What are you looking at?\" the mean guy yelled. \"Uh, nothing,\" said the skinny guy. He quickly went back to his book. \"Nothing?! Am I ’nothing’? You calling me ’nothing’?\" the mean guy asked. The skinny guy kept his head down. He didn’t look up. He pretended to keep reading his book.",
    "The mean guy knocked the book out of his hands. Then the mean guy took a seat near the back of the room. The skinny guy waited a minute. Then he got out of his seat. Head down, he hurried over to his book. He picked it up and hurried back to his seat. He didn’t look around the room at all. The teacher walked into the classroom. The skinny guy felt better. His racing heart slowed down a beat or two. The mean guy suddenly stood up. He turned around. He shouted at the guy sitting behind him. \"Stop looking at me!\" \"Who’s looking at you?\" the guy grumbled. \"You are!\" said the mean guy. \"You’re looking at the back of my head. I can feel it! You’re asking for trouble!\" The guy got up. He went to another desk. \"Open your books to page 48,\" said the teacher.",
    "\"What’s wrong?\" his wife asked. \"Why the long face?\" He told her his story. He’d had an opportunity to make money fast. But it required him to invest thousands of dollars. At first he was going to do it. It was the smart thing to do. He could double his money. But then he started to think about it. Maybe it was a dumb thing to do. Maybe he wouldn’t double his money. Maybe he’d lose his money. At the last minute, he backed out. He hung onto his money. But a friend of his did invest his money. His friend doubled his money within a few days. \"I can’t stop thinking about this. I can’t stop being mad at myself,\" he said. His wife said not to cry over spilt milk. \"You’ve still got your money. And more importantly, we have each other,\" she said. \"You should be happy.\"",
    "It was springtime. Elaine’s nose was running. Her eyes were itching. She asked Jerry to buy some allergy medication. He went to a drugstore. He looked at the allergy medications. He compared active ingredients. He compared prices. He compared expiration dates. He found a non-drowsy house brand. Each pill lasted 24 hours. Ten pills were in the box. He paid $9 for the box. He took the box home. Elaine took a pill. A while later, she felt much better. Ten days later, her allergy was still active. \"I need some more pills,\" she said. Jerry went back to the drugstore. He took the empty box with him. He couldn’t find the boxes with just 10 pills in them. Instead, he had to buy a box with 30 pills. It was the same house brand with the same active ingredient. But these pills were self-dissolving. The box cost only $18.",
    "Sally’s hair was too long in the back. She went to a hair salon. Its haircut price was $55. She went to a few more salons. She found one that was only $30. She heard some hairdressers speaking a foreign language. She told a hairdresser what she wanted. \"Short in the back,\" she said. \"Short,\" the hairdresser repeated, nodding and smiling. Sally was tired. She slept while the hairdresser cut her hair. A while later, she heard, \"Okay, finished. You like it?\" Sally opened her eyes. She looked in the mirror. Her eyes got big. Her hair was short alright. It was short in the back. It was short in the front. It was short on top. It was short on the sides. She looked like a boy! She wanted to cry. She went home. Her husband loved it. \"You look great,\" he said. \"You’ll love drying your hair now.\"",
    "Jerry took the box home. \"They didn’t have the box with 10 pills,\" he said. \"So I got a box with 30.\" Elaine took a pill out of the box. \"These are much bigger than the other pills,\" she said. \"Are you sure they’re the same?\" He said, \"Yes, it’s the same active ingredient. The only difference is that you don’t need to drink water with these.\" She said, \"You know I always need water to swallow pills. You should have gone to another drugstore. These pills might not work.\" He said, \"Of course they’ll work. They’re the same, exact pills!\" She said, \"How can they be the same? They’re bigger!\" He brought her some water. She took the pill. She went to work. She came home that evening. Her nose was running. Her eyes were itching. \"I told you they weren’t the same,\" she said. Jerry shook his head.",
    "Charlie went to Rockefeller Center at 8 a.m. Nobody was in line on the sidewalk. Nobody was in line inside. He was happy. He had beaten the crowds. He went to the ticket counter. He presented his CityPass booklet. It had cost him $79. It was good for the Statue of Liberty, two museums, the Empire State Building, and the \"Top of the Rock\" Observation Decks. He paid $2 for a view map. He took an empty elevator to the 67th floor. It was an open air deck, but glass \"walls\" surrounded it. They also prevented unhappy people from jumping onto the streets below. He took the escalator to the 69th floor deck. It also had glass. He walked up to the 70th floor deck. It had no glass. A jumper would land on the 69th floor deck. He looked north at Central Park. It is so green, he thought.",
    "Charlie looked at the Empire State Building. It was only 16 blocks south. Then he looked at the East River. He saw two bridges in the distance. Which bridges are those, he wondered. He unfolded the view map. It was actually a panoramic photo taken from the 70th floor. Printed on it were the names of buildings and other places of interest. The names of the bridges were the Williamsburg Bridge and Brooklyn Bridge. He looked at the two bridges again. Where was the Manhattan Bridge? He knew it was just north of the Brooklyn Bridge. He had taken the N train over the Manhattan Bridge just last week. \"Where is the Manhattan Bridge?\" he asked a security guard. The guard looked at the view map. He saw just two bridges. The guard looked at the East River. He saw just two bridges. \"There is no ’Manhattan’ Bridge,\" he said.",
    "They were in the produce section. The small cucumbers were in a Styrofoam tray. The tray and the cucumbers were wrapped tightly in thin, clear plastic. She pushed on each cucumber through the plastic. She tested five different trays. \"This one’s the best,\" she said. She tested all the produce with her fingers. She tested the bananas. \"You don’t need your fingers for the bananas,\" he said. \"All you need are your eyes.\" She asked, \"Well, is this banana okay?\" He looked at it. \"Of course it is,\" he said. It was a yellow banana. Yellow meant it was okay. She pointed to a section of the banana. She said, \"Feel here.\" He felt there. \"It’s soft. It’s a little overripe,\" he said. \"But even so, it won’t kill you.\" She said, \"Of course it won’t.",
    "It was a warm, sunny day in Manhattan. Many people were standing in a long line. They had bought tickets for the Statue of Liberty. They were waiting to board the boat. Neil could see the statue in the distance. It looked pretty small. He bought a ticket. Now all he needed was a hat. A sidewalk vendor nearby was selling baseball caps. Most of them had \"NY\" on them. The price was $5. Neil offered $4. The vendor gave him a cap. Neil gave the vendor $4, plus a 50-cent tip. The vendor smiled and thanked him. Neil felt a little guilty. He gave the vendor 50 cents more. He got in line. The boat arrived. Neil and the other passengers walked onto the boat. A sign on the boat said, \"Capacity 500.\" But Neil didn’t see anyone counting the passengers. He went upstairs to the top deck.",
    "Neil stood by the rail. He looked at the water 30 feet below. The boat left the dock. Everyone was enjoying the view. People were taking pictures of the Manhattan skyline. The wind suddenly gusted. The strong gust blew Neil’s cap off. He saw it hit the water. The boat arrived at Liberty Island. Everyone got off. Neil walked toward the statue. The statue was much bigger up close. It was on top of a pedestal. The pedestal was almost 100 feet high. A security guard was sitting on a concrete wall. The wall was only a few feet high. It bordered the walkway around the statue. Neil asked, \"Why is the statue green?\" The guard said he didn’t know. Neil continued walking. He saw a plaque fixed to the wall. The plaque said oxidation had turned the copper statue green. The plaque was about 100 feet from the guard.",
    "They took the escalator downstairs. They were at Home Depot. She wanted to buy some more plants. She also wanted to buy some plant food. Ryan went to the plant food section. He saw big containers and small packages. One small package was only $2. It contained 15 \"sticks\" of plant food. Each stick was smaller than a golf pencil. He told Paula it was a good deal. \"Are you sure?\" she asked. \"It’s $2!\" he said. She asked, \"Did you read the directions?\" He read them. He said, \"This is ridiculous. I thought we only needed to put one stick in each pot. But we need to put six sticks in a big pot. We need to put two sticks in a little pot. We need to replace the sticks every 30 days. I thought this stuff was cheap, but it isn’t.\"",
    "Two policemen were walking past a house. They smelled marijuana smoke. Bob said, \"Someone’s breaking the law. Maybe it’s a drug dealer!\" They went to the front door. John rang the doorbell. Nobody answered. John rang it again. Nobody answered. Bob shouted, \"Police! Open the door!\" They pulled out their guns. Bob kicked the door in. They entered the house. Bob went straight to the bathroom. Nobody was there. John said, \"In here.\" Bob walked into the bedroom. An old lady was smoking a joint. She was lying in bed. Her bedroom window was open. \"You’re under arrest,\" said Bob. She said she had cancer. Her voice was a whisper. Bob said, \"Cancer is no excuse for breaking the law.\" She said they had broken into her house. They broke the law too. Bob said, \"We’re the police. It’s okay for us to break into houses. Now get up, please.\"",
    "The N train stopped at the 23rd Street subway station. A young woman got on the train. She stood next to Doug. Doug didn’t offer her his seat. The train pulled out of the station. The woman suddenly started talking loudly and slowly. \"Hello, everyone! My name is Chris Brown. I’m a single mother. I have two children.\" Doug looked up at the woman. She looked clean. Her clothes looked clean. \"I don’t smoke. I don’t drink. I don’t use drugs. I would appreciate your help,\" she continued. She held a clear plastic cup in her left hand. She is very brave, Doug thought. To beg on a train takes bravery. Doug put a dollar bill into her cup. She didn’t say anything. She walked forward, holding out her cup for others. The very next day, she got on his train again. She made her announcement again. Doug ignored her.",
    "He was a new employee. He introduced himself to one of his new coworkers. She was looking at her computer screen. \"Hello, my name is Don,\" he said. She looked at him. Her face was a blank. \"I don’t have time to say hello,\" she said. She went back to looking at her computer screen. Don stood still for a moment. Then he walked away. That was rude, he thought. No one has ever done that to me in my whole life. How long does it take to just say Hello?! He turned around to look at the woman again. I’ll remember you, he thought. \"Did I say Hello wrong?\" he asked his supervisor later. He was half-joking. \"No,\" Bill said. \"Sandra’s a little paranoid. She thinks every new employee might be after her job. She treats them like the enemy.\" Well, that’s certainly how I’ll treat her, Don thought.",
    "He wanted to explore New York City. He decided to buy a bike. \"Make sure you buy a helmet,\" his wife said. \"And make sure you clean the tires. Don’t bring dirty tires into our apartment.\" Clean the tires? How in the world was he going to clean the tires? There was no hose outside their apartment building. He hoped she was kidding. He went to K-Mart. He bought a helmet and a 21-speed Schwinn. He walked the bike out of K-Mart. He put on the helmet. He got on the bike. He rode it east on 34th Street to the river. He rode it north a few blocks and then south. This was fun! He rode it west to Madison Square Park. A huge, white statue of a woman’s head was in the park. People were taking photos of it. He rode home. He felt like a kid again.",
    "\"New York City is the greatest city in the world,\" said Herman. \"I’ve been here my whole life. We have the best of everything. We have 8 million friendly people. We have 10,000 friendly taxicab drivers. We have the world’s greatest subway system, even on weekends when half the trains aren’t running. We have the Brooklyn Bridge, the world’s greatest bridge for walking and taking pictures. We have Grant’s Tomb and the Staten Island Ferry — they’re both free! We have the world’s best pizza because it’s made right here in NYC! We have I Love NY tee-shirts. We have everything! Who would ever want to go anywhere else?\" Maria said, \"But there’s a lot of other nice cities in the world. Maybe you should visit them to compare.\" Herman said, \"Why should I visit other cities? People from those cities are visiting us.",
    "Lou had a bad memory of a bad event. He couldn’t put it out of his mind. It was with him when he went to sleep. It was with him when he woke up. It was with him all day long. He went to a memory doctor. He told the doctor his problem. The doctor said he could remove the bad memory. But there was a problem. He might accidentally remove some other memories too. \"That’s okay,\" said Lou. \"As long as this bad memory goes, it’s okay if a few other memories go with it.\" The doctor gave Lou a Bad Memory pill. Lou swallowed it. A minute later, he said, \"I’m cured! I don’t remember the bad memory, whatever it was.\" The doctor asked, \"Do you remember how much I was going to bill you?\" Lou said, \"No. Tell me again.\" The doctor smiled. He doubled Lou’s bill.",
    "I wish I was dead, he said to himself over and over. I wish I was dead. He couldn’t remember the last time he had smiled, let alone laughed. He was miserable. He had done something really stupid recently. It had cost him a LOT of money. It was driving him crazy. Why had he done it? How could he have been so stupid? He couldn’t get it out of his mind. He thought about it every day, all day long. All that money — gone! He couldn’t have made a worse financial decision. It was ruining his life. He ate little. He slept little. He talked little. He was a somber man. He kept telling himself, It’s only money, It’s only money. But that didn’t help. Nothing helped. Every day was worse than the previous day. His life had become a nightmare — a nightmare that he desperately wanted to end.",
    "He bought a blue bike at K-Mart. He rode it home. He read the owner’s manual. He returned to K-Mart the next day. He needed to buy a bell for his new bike. New York City requires all bikes to have a bell or horn. He hadn’t known that. He had seen many bikes on the street without a bell or horn. But he didn’t want to get a citation. He went to the bike section. What’s this, he asked himself. A red bike was on display. It wasn’t there yesterday. He looked at it. It was half as expensive as his new bike! He examined the red bike. He lifted it; it was heavy. The seat was as hard as a rock. He did not like the knobby tires. The gears were not Shimano. The bike was not a Schwinn. This bike SHOULD be half as expensive, he thought.",
    "The waitress showed them to their table. It wasn’t where they had sat the previous month. That table was quiet and almost private. This table, at the south end of the restaurant, was only five feet away from a busy cash register. Also, the table was at the intersection of two aisles. One aisle led to another dining room. One aisle led straight to the buffet line. The foot traffic was constant throughout their meal. Waiters, waitresses, busboys, adults, and kids walked by within inches of their table. \"If I put my foot out just a little bit,\" Woody told Ellen, \"ten people will step on it or trip on it every minute.\" They went home a little frazzled. \"Well,\" Ellen said, \"we had the best table last time, and the worst table this time.\" Woody said, \"Yes, we did. The food wasn’t as delicious this time, that’s for sure.\"",
    "\"I love New York City,\" said Eddie. \"I wake up happy because I’m waking up in NYC. I sleep like a baby because I’m sleeping in NYC. It’s a big city chock-full of small, friendly communities. It isn’t the mean city that people see in the movies. It’s a city made for enjoying. It’s a city made for exploring. What’s not to love?\" Barry said, \"Ha! What’s not to love? Bags of smelly garbage are on the streets every day. Some sidewalks and subway stations reek of urine. Streets and subways — even the sidewalks! — are jam-packed. And the bikers — just yesterday a biker almost ran me over. They come at you from everywhere — from the front, from the back, and from the sides. When I step into the street, I look out for bikers first, cars second.\" Eddie said, \"Those things aren’t bad. They just add CHARACTER to our city.\"",
    "Ricky opened the window. He climbed out onto the windowsill. He looked down at the street below. A bus was approaching. When it was almost under the window, he jumped. He landed on the bus. He groaned. The bus driver heard the impact. He pulled over. He got out of the bus. He shouted, \"Is someone up there? Are you okay?\" Ricky said, \"My back hurts.\" The bus driver told him not to move. He said he would call 911. Ricky lay still. The paramedics came. They lowered him to the ground. They put him in an ambulance. The ambulance took him to the hospital. A doctor examined him. He said Ricky would be okay. \"You’re very lucky,\" the doctor said. \"You didn’t break any bones. What happened? Did you fall?\" Ricky said, \"I jumped. I was practicing. I’m going to be a stunt man after I finish high school.\"",
    "Joe first walked by the man at 2 p.m. The man was standing in the middle of a busy sidewalk in Koreatown. He was bent over, face down. Joe could see only the top and back of the man’s head. His hands were moving slowly near his knees. At about 3 p.m., Joe returned from his errands. The man was still on the sidewalk. He was in the same spot. Joe decided to stop. He stood nearby and watched the man. The man wasn’t making a sound. He just stood there, bent over, face down. He seemed to be looking at his hands. His hands continued to move slowly in front of his knees. This man needs help, Joe thought. He felt sorry for the man. People continued to walk around the man. Joe went home. He told his wife about the man. \"How did he get there?\" she asked.",
    "She felt bad. She had yelled at her mom. She had made her mom cry. Even though she had apologized, she still felt bad. \"I can’t believe I hurt my own mom,\" she said. \"My life seems to be just one bad thing after another. Either I do bad things, or bad things happen to me. And I remember them all. I hate living with all these bad memories.\" He said he was lucky. \"I don’t have any bad memories,\" he said. She didn’t believe him. She said everyone has bad memories. He said, \"Not me. All I have are nice memories. I have memories of birthdays and holidays. I have memories of good times and fun times. I don’t have a single bad memory.\" She said, \"Your grandma died last week! Isn’t that a bad memory?\" He said, \"She left me $10,000 in her will.",
    "She loved her fiancé. Her fiancé loved her. They both loved each other. About a month before Christmas Day, he asked, \"What do you want for Christmas?\" She said, \"All I want is you.\" She asked, \"What do you want for Christmas?\" He said, \"All I want is you.\" He decided to get her something anyway. She decided to get him something anyway. He went to Macy’s. He saw a beautiful, gold necklace. She’ll like this, he thought. He bought it. He had it gift-wrapped. She went to Macy’s. She saw a beautiful tie. He’ll like this, she thought. She bought it. She had it gift-wrapped. They put their gifts under the Christmas tree. On Christmas morning, they unwrapped their gifts. She was thrilled. He had a long face. \"What’s the matter?\" she asked. He said, \"I bought you a beautiful, expensive necklace.",
    "Tony was in line for the elevator at Macy’s. Two men walked up. They went to the front of the line. They were very tall and very big. They looked like father and son. A Macy’s employee spoke up. \"Sir,\" he said, \"you have to go to the back of the line. You can’t cut in line.\" The big man ignored him. \"Sir,\" the employee repeated, \"please go to the back of the line. It isn’t right to cut in line.\" The man said, \"I’m not moving.\" The elevator doors opened. People got out of the elevator. The man and his son walked into the elevator first. Tony and the others in line got into the elevator. The elevator rose. Tony said, \"You’re setting a bad example for your son. Just because you’re big doesn’t mean you can break the rules.\"",
    "Lily walked into Macy’s on 34th Street. She needed some Dior skin cream. She went over to the cosmetics section. All the employees were busy with customers. Lily stood there. After a few minutes, one employee came over to Lily. \"Hi, I’m Bev. I’ll be with you in about five minutes,\" she said. \"Is that okay?\" Lily smiled and nodded. Bev went back to her customer. Lily took a chair. About five minutes later, Bev returned. She helped Lily find the items she needed. Lily paid for the items, thanked Bev, and left Macy’s. \"I will do business only with Bev from now on,\" Lily told her husband. \"I was dressed in shorts and a T-shirt. Maybe the other workers thought that I didn’t have much money. They didn’t offer to help me. But Bev did. She will always have my loyalty. She treated me right. I’ll treat her right.\"",
    "Leo decided to skip school Friday morning. He decided to go fishing. He put his fishing gear into his car. He drove to the lake. He parked his car. He grabbed his gear. He went to the fishing shack on the pier. They were having a fishing tournament. Whoever caught the biggest trout would win $100. Leo paid the $5 entry fee. He sat down on the pier. He put some bait on his hook. He cast the hook far into the water. He put the rod into a rod holder. The lake was quiet and beautiful. A sailboat sailed by in the distance. A hawk slowly circled high above. \"Caught anything yet?\" a man asked. His voice sounded very familiar. Leo looked at him. \"Mr. Wilson! What are you doing here?\" he asked. Mr. Wilson was the school principal. \"I might ask you the same thing,\" said Mr. Wilson.",
    "What would Mark say at his dad’s funeral? His dad was very old. He might die any day. Mark wanted to say something nice about his dad. He wanted to say something memorable. He wanted to say something that showed his love for his dad. But what could he say? His dad was a nice guy. He was a hard worker. He was a good husband. He was a good father. That wasn’t much to say. That wouldn’t even fill up one minute. Maybe he could tell an anecdote. That would work. But he couldn’t think of an anecdote. He couldn’t think of even one little story to tell. He hardly knew his own dad! He called up his dad. \"What do you want me to say about you at your funeral?\" he asked. His dad said, \"Don’t worry about it. I already wrote something. Just read what I wrote.\"",
    "Victor always sat right behind Billy on the school bus. Victor kicked the back of Billy’s seat all the way to school and from school. Billy hated Victor. Billy hated school. Every night Billy prayed that Victor would vanish. One morning Billy awoke and saw a yellow, plastic gun near his pillow. He put the little gun in his jacket pocket. Maybe he could scare Victor with it. Billy went outside. The bus arrived. He got on and sat down. Victor sat down behind him. Victor started kicking his seat. Billy turned around. He pointed the gun at Victor. He told Victor to stop kicking his seat. Laughing, Victor kicked the seat harder. Billy closed his eyes. He pulled the trigger. Victor stopped laughing. Billy opened his eyes. The seat was empty. Victor was gone. Billy dropped the gun. He sat down again. School will be okay now, he thought.",
    "She sat down on the beach. She took a book out of her bag. She opened the book. She started reading. A young man came by. He said, \"Hello. That’s a great mystery you’re reading.\" She said, \"Yes, I’m enjoying it so far. I think I know who did it, but please don’t tell me how it ends.\" He said, \"I won’t say a word. But if you think the butler did it, you’re going to be very surprised.\" She screamed. \"What did I just say?\" she said. \"I said, Don’t tell me how it ends. Now you’ve ruined it for me.\" He said, \"I’m sorry. Can I make it up to you? I’ll take you out to dinner.\" She looked at him. He was a good-looking guy. \"Okay,\" she said. \"But I pick the restaurant.\" He said, \"No problem. Which restaurant?\" She said, \"You’re going to be very surprised.\"",
    "LinkedIn was in the news. The company’s Initial Public Offering was scheduled for 9:30 a.m. Lonny called his broker at 8:00. \"I want to buy LinkedIn,\" he said. \"The pre-IPO price is $45. But the opening price might be up to 30 percent higher, right?\" His broker said, \"Yes, 30 percent higher — or lower — is the rule of thumb.\" Lonny said, \"I want to buy 3,000 shares with a limit price of $60. I’m hoping it opens at $45. But if it opens at $60, I’ve got it covered.\" His broker said, \"You realize that if it opens higher than $60, you won’t be buying a single share.\" Lonny said, \"Yes, but I’m sure it won’t.\" The broker placed Lonny’s order. He gave Lonny a confirmation number. Lonny told his wife, \"We might double our money today! Let’s pray that LinkedIn closes at $90!\" He explained what he had done.",
    "At 4:05 p.m., Lonny checked the news. LinkedIn had closed at $94. \"I can’t believe it! We doubled our money! We bought the right stock at the right time!\" he exclaimed to his wife. They hugged and kissed. They went to a fancy steak house and celebrated. When they got home after dinner, Lonny said, \"Let me check to see exactly how rich we are.\" He looked at his account online. It hadn’t changed. There was still $180,000 in it. He called his broker. \"What’s going on?\" he asked. \"I should have over $300,000 in my account now.\" The broker put him on hold briefly. \"Here’s the problem,\" he said. \"The opening price for LinkedIn was $83. That was WAY above the pre-IPO price. Your limit was $60. You never even got into the game. You didn’t make one cent.",
    "Four people lost their lives last Sunday morning. A man walked into a Long Island drugstore. He and his wife needed painkillers. He shot and killed everyone in the drugstore. Then he stole about 5,000 painkillers. Police arrested him several days later. He was mowing the lawn at his mother’s house. \"Why did he have to kill four people?\" asked Mrs. Smith, the wife of the pharmacist. Mr. Smith was filling in on Sunday for the regular pharmacist. The regular pharmacist had stayed home for Father’s Day. A young woman, Miss Garcia, was assisting Mr. Smith on Sunday. She would have graduated from high school yesterday. An elderly grandfather, Mr. Jones, was picking up a prescription for his ailing wife. A single mother, Miss Evans, was picking up a prescription for her son. She was to get married next month. \"Why did he have to kill ANYBODY?\" wailed Mrs. Smith.",
    "The approaching car was speeding. It was heading east on 32nd Street. Brian was standing on the corner. He couldn’t believe how fast the driver was going. He’s going to kill someone, Brian thought. Somehow the driver missed EVERYBODY standing in the street at 6th Avenue. The car continued speeding until it was out of sight. Brian couldn’t believe it. How had that driver not killed, or even hit, anyone? Brian was angry. He was angry at the driver. He was angry at himself. He hadn’t yelled at the driver. He hadn’t called the police. He hadn’t done anything. Later, he saw a policeman. He told him about the speeding car. \"What should I do next time?\" Brian asked. The policeman said, \"Just call 911. Tell them you saw a reckless driver. Describe the car. Tell them what direction it was heading. They’ll find the car. They’ll get the driver.\"",
    "Adam bought his son Dylan a $200 bottle of cologne. It was Dylan’s high school graduation gift. Adam hid the cologne under the passenger seat of his car. He drove to a parking lot near the high school. He left his car with the attendant. Adam attended Dylan’s graduation ceremony. Dylan walked with Adam back to his car. They got into the car. Adam drove off. He told Dylan there was a graduation gift under the seat. Dylan couldn’t find anything under the seat. Adam asked, \"Are you sure?\" Dylan was sure. Adam drove back to the parking lot. \"Where’s my bottle of cologne?\" he yelled at the parking lot attendant. The attendant asked, \"What are you talking about?\" Adam called him a liar and a thief. He swung at the attendant. The attendant pulled out a knife. Dylan rushed over to protect his dad. The attendant stabbed them both.",
    "Bill had a dream one night. In the dream, he died on the day after his 61st birthday. Bill told his brother about his dream. His brother said, \"It was only a dream.\" Bill said, \"It wasn’t just a dream. It was the TRUTH. If you ever have such a dream, you will KNOW that it’s the truth.\" Bill felt free and happy. This dream was the best news of his life. He wouldn’t die for almost 21 more years. Before then, no disease or injury would take his life. He decided to travel all over the world the last three years of his life. He decided to stay divorced. No woman would want to marry a man who was going to die at 61. He decided to do more exciting things. No more golf for me, he thought. It was time to learn how to skydive and ride motorcycles.",
    "Sam took a bus to the cemetery. He went there every month to visit his mom’s grave. This time something was different. Her headstone was missing. He looked around. Where is Mom’s headstone, he wondered. He started to walk around the cemetery. He saw many other visitors. But he didn’t see even one worker. He kept walking around. He reached a rock pile near a dumpster. At least, it looked like a rock pile. He looked more closely. It wasn’t a pile of rocks. It was a pile of headstones. He found his mother’s headstone. It was broken in two. He looked at the two pieces. How dare they break her headstone, he thought. How dare they throw away Mom’s headstone! He carried the two pieces back to her grave. He placed them on top of her grave. He apologized to his mom. I’ll fix this for you, he promised.",
    "He hated doing the laundry. It was such a hassle. Someday, he thought, clothes will be 100-percent paper. Then we can just throw out our dirty clothes. No more washers, no more dryers. No more laundry baskets, no more laundry soap. He went to the laundry room. He washed and dried a week’s worth of laundry. Back in his apartment, he sorted and folded the clean laundry. What’s this, he wondered. One of his wife’s socks was missing. He looked in the laundry basket. He unfolded the towels and sheets. He examined the apartment floor. He went back to the laundry room. He searched the washer and the dryer. He examined the floor and the trash can. He went back to his apartment. When his wife came home, he told her about the missing sock. \"It’s not missing,\" she said. \"I threw it out. It had a hole in it.\"",
    "\"What do you want to do on the Fourth?\" he asked his wife. She said she was up for almost anything. He looked online. A tour company offered boat tours along with double-decker bus tours. It had downtown, uptown, and night bus tours. It had a Hudson River tour. \"We’ll start with a nice boat ride on the Hudson. Then we’ll sightsee Manhattan from the top of a bus,\" he said. She asked him about the weather. \"It’s going to be hot,\" he said. \"July Fourth is always hot.\" She said, \"I mean, what if it rains?\" He said not to worry. \"The buses and boats run in the rain,\" he said. \"Well, I don’t run in the rain,\" she said. \"If it’s raining, you can go by yourself.\" He told her not to worry. \"It never rains on July Fourth,\" he said. \"It would ruin too many church barbecues.\"",
    "His wife asked him to buy her some new socks. \"Make sure they’re 100% cotton,\" she said. \"I don’t want any polyester blends. I don’t like the feel of polyester.\" He went to a couple of stores. They sold only cotton-polyester blends. This errand was going to take longer than he had thought. He finally found a store that sold \"Premium Soft Cotton\" socks. He bought five packages. He took them home. His wife looked at the big print on the front of one package — \"Premium Soft Cotton.\" She opened the package. She took out a pair of socks. She felt them. \"These aren’t 100% cotton,\" she said. He said, \"Of course they are. Look at the big print.\" She asked, \"Did you look at the small print?\" He looked at the back of the package. At the very bottom, in very small print, it said, \"60% Cotton, 40% Polyester.\"",
    "\"Did you hear the news?\" his wife asked. \"They’re doubling the price of a Powerball ticket next year. It’s going to be $2.\" He said, \"Two dollars for one ticket? That’s ridiculous! One dollar is too much already. We never win anything!\" Correcting him, she said, \"We won two dollars last week.\" They had bought 10 tickets last week because first prize was $130 million. \"Are they going to double our chances of winning?\" he asked. \"No,\" she replied. \"They’re going to make second prize worth $1 million. Right now it’s worth $200,000.\" He said, \"Big deal. Our chance of winning second prize is as low as winning first prize. Next year, we’re not going to waste our money on $2 Powerball tickets. Instead, we’ll buy scratchers. They’re only a dollar.",
    "He was tired of mowing his green lawn. He was tired of looking at his green lawn. He was tired of green, period. He looked across the street. He saw a green lawn. All his neighbors had green lawns. Why, he wondered. Is there a law? Must all homes have green lawns? He decided it was time for a change. He dug up his green lawn. He planted vegetables. He planted carrots. He planted tomatoes. He planted squash. He planted cabbage. A month later, he looked at his new lawn. The vegetables were beautiful. They were colorful. He saw orange, red, yellow, and purple. \"Our new lawn not only looks good, but it will taste good,\" he told his wife. Then he got a letter from the city council. It said, \"Your neighbors have complained. Your lawn doesn’t meet city standards. You have 30 days to make it green again.\"",
    "Ian turned on the TV. A man was talking. Ian clicked on the mute button. A caption appeared at the bottom of the screen. But the words in the caption didn’t change as the man talked. They stayed the same. Another man started talking. The caption still didn’t change. Then the whole caption disappeared. The first man started talking again. A new caption appeared. But it disappeared instantly. Ian didn’t have time to read even one word before the caption disappeared. Ian got angry. They can put a man on the moon, he thought, but they can’t do captions right. He sent an email to the TV station. He wrote, \"Your captions haven’t worked properly for more than a year now. Are you ever going to fix them? When?\" The TV station manager replied, \"Please be patient. We are trying to fix the problem.",
    "\"What are you doing?\" his wife asked. He was standing at the bathroom sink. He was filling up a glass with water. \"I’m getting a glass of water,\" he said. \"Oh no, you’re not,\" she said. \"That’s bathroom water. You can’t drink that. Pour it out. Go to the kitchen and get some clean water.\" He laughed. \"Honey, all the water is the same,\" he said. \"You can drink bathroom water, kitchen water, or even shower water if you want. It’s all safe to drink. Remember, you brush your teeth every day with bathroom water.\" She said, \"I just brush with it. I don’t drink it. I spit it out.\" He sighed. He turned the glass upside down. The water went down the drain. He went into the kitchen. She followed him. He filled up the glass and drank the water. \"That’s better,\" she said. \"You’ll start feeling healthier now.\"",
    "Mona saw the boy working at the restaurant. He was so cute. She was in love! But how was she going to meet him? And, if she met him, what if he wasn’t interested in her? \"Of course he’d be interested in you!\" said her girlfriend Lisa. \"You’re so cute! Any guy would be interested in you.\" Lisa suggested that Mona use a Go-Ring. \"What’s a Go-Ring?\" Mona asked. Lisa said, \"Here, I have one. It’s just a green ring. Put it on your finger. Wave it at him when he looks in your direction. Everyone knows that green means ’go.’ He’ll know that you’re interested in him.\" Mona liked the idea. She went to the restaurant. She flashed the ring over and over to the boy. She wiggled her ring finger over and over. Finally, he came over to her. \"Hi,\" he said.",
    "\"We don’t have anything in common!\" she yelled at her husband. He said, \"Of course we do. You like to yell at me, and I like it when you stop yelling at me. We were made for each other.\" She said, \"No, we weren’t. We don’t like the same food. I like my Chinese food. You like your American food. I like to dig into crab and lobster with my hands. You don’t like to get your hands dirty. We don’t like the same movies. We don’t like the same music. You’re a night person. You like to sleep till noon. I’m a day person. You’re tall and skinny and really bony. I’m short and fat. We are so different. How is it that we’re still together after all these years?\" He said, \"That’s easy. We DO have another thing in common. We’re both too old to find someone new.\"",
    "He was at Macy’s. He needed a short-sleeve, silk shirt. He couldn’t find any silk shirts. He did find a linen-cotton blend. This will have to do, he thought. He took the shirt, still on its hanger, to the fitting rooms. A woman directed him into an empty fitting room. He closed the door. He took off his shirt. He wasn’t wearing an undershirt. He had ridden his bike that day. But he hadn’t showered when he got home. His underarms smelled. He took the shirt off the hanger. He unbuttoned it. He tried it on. It was too big. He took it off. He put it back on the hanger. He took it outside. He gave it to the woman. She started buttoning it up. That shirt was going to hang on the racks again. He decided the next shirt he bought would be in a sealed plastic package.",
    "\"The refrigerator temperature is too cold,\" she said. \"The vegetables are freezing. Can you turn the temperature up?\" He said, \"Sure. It’s simple. Let me show you how. Then you can do it yourself.\" She said, \"Don’t show me how. Just do it. You’re so lazy. You figure the more you show me, the less you’ll have to do yourself.\" He said, \"Well, yes. But then, I’ll have more time to do OTHER things for you.\" He opened the refrigerator. The temperature dial was on 5. He turned it up to 6. \"There, it’s fixed,\" he said. She said thanks. The next day, she said the vegetables were still freezing. He said, \"That’s odd.\" He opened the refrigerator and looked at the dial. Next to the dial, in big letters, was \"9 IS COLDEST.\" Oops, he thought. He turned the dial down to 4. \"There, now it’s fixed,\" he said.",
    "It was 10:55 a.m. Nick was standing on Fifth Avenue. He was outside the library with about 50 others. At 11 a.m., the library doors opened. Once past the first door, people formed into a loose double line. A woman was to Nick’s right. All of a sudden, a man silently cut in front of Nick. Where did he come from, Nick wondered. Why would he cut in line, Nick asked himself. What’s the rush? The library had plenty of books. It had plenty of seats. Nick looked at the man. He was young. Young and rude, Nick thought. He asked the man, \"Why did you cut in line?\" The man ignored him. Nick repeated, \"Excuse me. Why did you cut in line?\" The man turned around. He looked at Nick. \"I didn’t cut in line. There was an empty space in front of you. I took the empty space.\"",
    "Paige was bicycling by the United Nations building. About 100 people were standing outside in the hot sun. They were holding signs that said, \"Free the people of Wadiya\" and \"Down with Aladeen.\" Paige did not recognize the names. She had never heard of Wadiya or Aladeen. She parked her bike. She walked over to a young protester. The protester said the names weren’t real. He said he wasn’t a real protester. It wasn’t a real protest. The \"protest\" was part of a new movie. He was an extra. He said extras were paid $100 per gig. A gig could last as little as an hour or as long as a day. \"I’ve been here since 3 a.m. They said we might be here until 10 p.m. I’ll get $85. My agent will get $15,\" he said. \"But I don’t mind. I heard that Tom Hanks started out this way.\"",
    "Connie always kept an umbrella in her desk drawer. A sunny morning could always turn into a rainy afternoon. Her \"emergency\" umbrella always kept her dry. One day it started raining at noon. She had to meet a client on the Upper East Side. She opened her desk drawer. She looked for her umbrella. It wasn’t there. Did I leave it somewhere, she wondered. Then she remembered. She had lent it to Anne. She had lent it to Anne a week ago! Anne had borrowed it seven days ago. She was going to get her hair done. She said she would return it after she got her hair done. But she didn’t. She went home after she got her hair done. The next day, Connie had asked Anne about the umbrella. Anne said, \"Oh, I’m so sorry. It’s at home. I’ll bring it tomorrow.\" That was almost a week ago.",
    "Did you hear? Tiger had a bad knee. He had a bad Achilles tendon. He stopped playing golf for three months. Now he is completely healthy again. Tiger is back! He played in a tournament. He finished in 37th place. He finished behind 36 other golfers. This is not the Tiger we know. Tiger doesn’t finish behind anyone. Tiger finishes ahead of everyone. People say, \"But wait! He didn’t play for three months. Give him time. He’s rusty.\" Yes, Tiger is rusty. And once rust has set in, the damage is done. The steel will buckle. The Tiger that we know and love is not back. A shadow of that Tiger is back. The shadow is not the real thing. The shadow has no wife. The shadow has no wins. The shadow has no game. It is what it is. Tiger has left the house. Farewell, Tiger. We loved you.",
    "He came home. \"Wipe your feet!\" his wife yelled from the living room. He wiped his feet. \"Take off your shoes! Put on your slippers!\" she said. He took off his shoes and put on his slippers. \"Wash your hands!\" she said. He went into the bathroom and washed his hands. \"Rinse all the soap off your hands!\" she said. He rinsed his hands. He dried his hands on his pants. \"Don’t dry your hands on your pants!\" she said. \"Use the towel!\" He walked out of the bathroom. \"Shut the bathroom door!\" she said. He shut the bathroom door. He went to the kitchen to get a glass of water. \"Make sure you run the water before you drink it!\" she said. He ran the water for about ten seconds. He filled the glass. He drank the water. It was cool and refreshing. \"Wash the glass!\" his wife yelled.",
    "\"I’m so tall!\" he bragged to his classmates. \"I’m so tall!\" he bragged to his grandparents. \"I’m so tall!\" he bragged to his little sister. He was only 12, but he was a head taller than most of his classmates. \"You’re going to be so tall when you grow up,\" his dad said proudly. \"I’m going to be taller than a door!\" he bragged to his dad. \"Maybe you will be a professional basketball player,\" his dad said proudly. \"I’m going to be taller than the basketball net!\" he bragged to his dad. Everyone was sure he was going to be very tall. But then something happened. He didn’t grow taller in the seventh grade. He didn’t grow taller in the eighth grade. He didn’t grow taller in ANY grade! But his classmates grew taller and taller. When he graduated from high school, his sister was taller than he was.",
    "Bob sat down on the bus next to an old man. The old man said, \"Hi. I can talk without moving my lips or opening my mouth. Would you like to see me do that?\" Bob said sure. The man started talking. He talked very clearly. He talked about the weather. He talked about the Yankees. He talked about Central Park. Bob watched him carefully. Bob watched him closely. The man’s lips did not move. His mouth never opened even a little bit. Yet he said every word clearly. Bob couldn’t believe it. \"How do you do that?\" Bob asked. \"Practice,\" the old man said, \"years of practice.\" Bob asked, \"But why?\" The old man said, \"Just to see if I could do it. Now I’m working on something else.\"",
    "She came home. She was holding three plastic bags. They were full. He said, \"Honey, don’t carry heavy bags. It’s bad for your back.\" She said, \"The supermarket’s only a block from my office. It’s only a block from the subway station. So, I don’t carry these bags very far.\" He opened the bags. Inside were apples, peaches, and bananas. \"Holy cow!\" he said. \"There’s enough fruit in here for a dozen monkeys.\" She said, \"It’s not for monkeys. It’s for us. It’s for our health.\" He said, \"But this is too much. Half of it’s going to spoil.\" She said, \"It won’t spoil if you eat your share every day.\" He asked, \"My share? What’s my share?\" She said he must eat three times what she ate. \"Three times! Why not split it 50-50?\" he asked. She said, \"I can’t eat all that sugar.",
    "Jon walked outside. He wanted to buy new shoes. He crossed Sixth Avenue. Police were setting up metal barricades along the street. He asked a policewoman what the barricades were for. She said they were for a parade. \"What kind of parade?\" he asked. She said it was the annual Korean Parade. He said, \"That’s nice. Parades are nice. That’s what I love about New York City — lots of parades.\" He went to three shoe stores, but had no luck. Tired, he walked back to Sixth Avenue. But he couldn’t cross Sixth Avenue. The parade was in progress. All the barricades were up. Police were everywhere. He asked a policeman, \"How can I get across Sixth Avenue?\" The policeman said, \"You’ll have to go up to 34th Street. You can cross there when the officer gives you the okay.\" What a drag, Jon thought. This city has too many parades.",
    "He had enjoyed his long bike ride through Central Park. He rode his bike back to his apartment building. He went to his mailbox in the lobby. He pulled out his keys. He unlocked the mailbox. An envelope was inside. It was the gas bill. More money, he thought. He took his bike into the elevator. He got out of the elevator on the tenth floor. He went to his apartment. He dug in his pocket for his keys. Where were they? Did he leave them hanging in the mailbox? Were they still there? He parked his bike next to the door. He rushed back to the elevator. He went downstairs to the lobby. He rushed to his mailbox. Please be there, he prayed. All his keys were hanging in the mailbox. What a relief! He rushed back to the elevator. I hope my bike is still there, he thought.",
    "The postcard was a reminder to visit their granddaughter’s online wedding site. It wasn’t addressed to \"Mr. and Mrs. Gunnerson.\" Nor to \"The Gunnersons.\" Simply to \"Gunnerson.\" Andy’s last name was Gunderson. He showed the postcard to his wife. He asked, \"Has our granddaughter forgotten how to spell her mother’s maiden name — not to mention her manners?\" His wife said, \"That’s not her handwriting. I bet her fiancé wrote that. He was probably in a hurry.\" Andy said, \"Being in a hurry is no excuse for bad manners. I’ve never even met this guy, but I think I already dislike him.\" His wife said, \"Many people misspell Gunderson.\" Andy said, \"Not family members. But even if I ignore the spelling, why didn’t he bother to write ’Mr. and Mrs.’?\" She said, \"As I said, he was probably in a hurry.\" Andy snorted. He said, \"More likely, he couldn’t spell it.\"",
    "He was bicycling west on Delancey Street. Traffic was moving fast. It was bumper to bumper. He turned south off Delancey Street. A couple of blocks later, he turned onto Grand Street. Traffic was also bumper to bumper, but it was barely moving. He came to a Chinese market. Fresh vegetables and fruits were on display outside. He parked his bicycle. He looked at all the different greens. He pointed to three different greens. He told the Chinese woman, \"Two pounds of each, please.\" She put the greens into three red, plastic bags. She said, \"$9.50.\" He said, \"$9.50!? No, $8.50.\" The woman frowned. Her voice rose: \"$9.50! $3, $3, $3.50 — $9.50.\" He realized that she was right. He shook his head. I can’t add three little numbers, he thought. He gave her $10. She offered him his change. He said, \"Keep it.\" She smiled. She sweetly said thank you.",
    "The protest was in the news. Hundreds of protesters were living in a park near Wall Street. They had been there for three weeks. They planned to stay there for many more weeks. They marched on Wall Street. They carried signs. One sign said, \"Tax the greedy, not the needy.\" Sheri asked, \"What do they want?\" Her husband said, \"They think Wall Street corporations make too much money. They think the corporations are greedy. They think the corporations should share their money.\" She asked, \"Do they want the corporations to give them free money?\" He said, \"Maybe some of them do. But I think most of them want decent jobs.\" She said, \"If they want a corporation to offer decent jobs, they should form their own corporation. Many corporations start with one person and one good idea. There are hundreds of protesters.",
    "The little boy was upset. His mom asked why. He said kids at school were making fun of him. \"How do they make fun of you? You’re a smart, handsome boy,\" she said. He said, \"They make fun of my name.\" She asked, \"How do they do that, Herman? You have a perfectly good name. You were named after your grandpa. He was a good man. You should be proud of your name.\" He said, \"I hate it. They change ’her’ to ’she.’ They call me ’Sheman.’ They joke that I’m part girl. I hate them. I hate my name.\" She asked who was making fun of him. He said Clancy and Johnny were. His mom said, \"Clancy and Johnny? Here’s what you can do. From now on, you call Clancy ’Nancy’ and Johnny ’Jenny.’ You joke that they are ALL girl. They’ll stop calling you ’Sheman,’ I promise you.\"",
    "He was in the coffee section at the supermarket. He saw a new brand of coffee beans. The brand was \"VeryGood.\" The package looked nice. Nice packages usually contain nice products. The package said \"French Roast.\" He loved French Roast. But he usually bought the Starbucks brand. VeryGood was cheaper, though. He decided to try it. \"Every time you shop,\" he always told his friends, \"you should buy a new product. That way you might find a new taste treat.\" He bought the new brand and went home. He opened the package. The beans were light brown. They were dry. Starbucks beans are dark brown. They’re oily. This doesn’t look good, he thought. He made a pot of coffee. It was terrible. Army coffee had tasted better. He took the package and receipt back to the supermarket. He got a refund. That’ll teach me to try something new, he thought.",
    "He was tall and thin. His beard was white. He was wearing a baseball cap and a windbreaker. Both were dark blue. Both looked worn. He was standing on the sidewalk. He was in front of a busy museum in New York City. He was standing next to the taxi stand. He called out to nearby pedestrians, \"Taxi? Taxi? Do you want a taxi?\" He guided them to a waiting taxi. He opened the back door for the pedestrians. They entered the yellow taxi. As they entered, he said, \"Tip. Tip, please?\" He usually got a dollar or two. Sometimes he got a $5 tip. A young woman had been watching him. She walked over to him. She said, \"This looks like a great job.\" He said, \"It is. I make almost $100 a day.\" She said, \"That’s not bad for eight hours.\"",
    "\"There are no honest people anymore,\" Jesse told his wife. \"Everyone is after your money. They will lie and cheat just to get your money.\" His wife said it wasn’t that bad. \"Most people are honest,\" she said. \"You just seem to attract the bad ones.\" Jesse went to the newsstand. The PowerBall lottery was worth over $100 million. He gave $5 to the newsstand worker. The worker gave Jesse one PowerBall ticket. When Jesse got home, he looked at the bottom of the ticket. It said, \"Buy $5 of Lotto on one ticket in October. Get $2 Lotto Quick Pick ticket free!\" Where are my two free quick picks, he wondered. He showed the ticket to his wife. \"The newsstand guy cheated me!\" Jesse said. \"He didn’t give me my two free games.\" She disagreed. She said, \"You have to buy $5 of LOTTO.",
    "Many people were in line to see the new Memorial at the World Trade Center. Bill asked a Memorial volunteer, \"Can I look at the reflecting pools without standing in this long line?\" She said, \"Sure. Go inside the Winter Garden over there.\" It was a 10-minute walk to the Winter Garden. He went upstairs. He was about 30 feet above ground. He looked out the huge windows. He could see the construction site. He could see the Hilton Hotel. It was a tall, glass building just east of the construction site. But he couldn’t see the reflecting pools at all. He wasn’t up high enough. That was a long walk for nothing, he thought. A tour guide approached with a group of students. Bill asked, \"How can I get a better view of the reflecting pools?\" Pointing east, the guide said, \"That’s easy.",
    "Alan turned his laptop on. The fan started humming loudly. It was a loud, steady hum. Alan could hear the hum from ten feet away. It hummed until he turned his laptop off. He told his friend about the hum. His friend said there was dust near the fan. He told Alan to blow out the dust. Alan went to Staples. \"Do you sell compressed air?\" he asked. The worker showed him a two-pack for $10. \"Can’t I buy just one can for $5?\" Alan asked. The worker said no. Alan bought the two-pack. Why not make us buy a SIX-pack, he wondered angrily. He went home. He blew the compressed air into the vents near the computer fan. He turned on his vacuum cleaner. He vacuumed the vents for about five minutes. He turned on his laptop. It was as quiet as a mouse! Alan hummed a happy tune.",
    "He took the subway to Strand Book Store. The one-way subway fare was $2.25. He needed a vocabulary book. He found \"Word Menu.\" The book lists words according to subject matter. For example, listed under Clothing are types of clothing, such as Sweaters. Listed under Sweaters are types of sweaters, such as V-Neck and Turtleneck. There were only two books. They were used, not new. One was $12, and one was $7. That’s strange, he thought. Why are the prices different? He examined both books carefully. He couldn’t find a single difference between them. He bought the $7 book. He felt good. He had just saved $5. He went home. He walked over to his bookshelf. He was about to put the book on his bookshelf. Then he stopped. There on his bookshelf was the same book! He opened the book. Inside was a sticker. The sticker said \"Strand — $1.\"",
    "It is a huge, popular museum on Fifth Avenue. It’s next to Central Park. Many steps lead up to the main entrance. Banners hang outside the museum. One says, \"Heroic Africa.\" Another says, \"The 9/11 Peace Story Quilt.\" Another says, \"Master Painters of India.\" A sign near the entrance says, \"Open Late Tonight.\" George asked, \"What’s the name of this museum? I don’t see a sign anywhere. I see the banners. I see the names of the exhibits. I see the Open Late sign. I see everything but the name of the museum.\" His wife said, \"Don’t be so picky. Everyone knows it’s the Met. I’m sure there’s a sign somewhere.\" They walked up the steps. On either side of the entrance doors was a small plaque. Each plaque said, \"The Metropolitan Museum of Art.\" His wife said, \"See? Here are your signs!\" George said, \"These aren’t signs.",
    "He was going to ride his bike down to South Ferry. He squeezed the tires. They were soft. They needed air. I should buy a pump one of these days, he thought. He rode his bike to K-Mart on 34th Street. He walked the bike inside the store. He went to the big elevator. He took it downstairs. He went to the bike section. He took a bicycle pump off the shelf. He pumped up both tires. Now they were hard. He took the elevator back to ground level. He walked his bike to the exit door. The security person stopped him. \"May I see your receipt?\" she asked. He laughed. \"I bought this bike three months ago. Here, look at the dirt on these tires,\" he said. \"I just came here to put some air in the tires.\" She said, \"Really!? That’s not allowed. Don’t do it anymore, please.\"",
    "They were casual friends. A while back, they had had lunch at a restaurant. They paid for lunch. They left the restaurant. They were walking past a newsstand. A sign said, \"Powerball $100 Million.\" Jenny asked Jane, \"Would you lend me $5? I spent all my cash on lunch. I’ll pay you back the next time we get together.\" Jane said sure. They got together a while later. \"How have you been?\" Jane asked. Jenny said, \"Just great! I’ve been making vacation plans for the summer. I’m going to Europe for three months.\" Jane said, \"That sounds great! But it’s going to cost you a pretty penny, isn’t it?\" Jenny said, \"Yes, but I’ve got a lot of pretty pennies. Remember that $5 you lent me? I won $100,000! Can you believe it? I’m treating you to lunch today.",
    "The studio apartment was for sale. It was downtown near Wall Street. The price was $300,000. An Open House was on Sunday. She went to look at it. There was only one window. It was huge, but it faced an office building. The office building was right across the street. Anyone on the fifth floor could look right into her apartment. She would have to keep the blinds closed. That would block out the natural light. The bathroom had a shower, but no bathtub. The refrigerator was too small. A small frozen turkey would barely fit in the freezer. There was no oven. The floors were tile, not hardwood. There was only one closet. There’s no way I would live here, she thought. This place has too many problems. The agent told her the price had dropped. The owner was asking only $250,000. \"I’ll take it!\" she told the agent.",
    "He needed a job. He went online to the Moondollars website. There was a questionnaire for new hires. He decided to answer the questions. The questionnaire asked many similar questions. Do you like people? Do you like to be around people? Are you a friendly person? Do you like to listen to people’s problems? Do you go out of your way to help people? No, no, no, no, and no, he answered. I’m going to flunk this questionnaire, he thought. But I have to be honest. He finished the questionnaire. He filled in all his personal information. Two weeks later, Moondollars emailed him: \"We would like to interview you soon.\" There was more. He told his wife. She was surprised. \"Why would they want to interview you? Your answers showed that you’re not a ’people person,’\" she said. He said, \"I’m not.",
    "Randy was peeling the sticker off an apple. He asked, \"Where do these stickers come from?\" His dad said, \"You know about the tooth fairy, right? He leaves a dollar under the pillow when kids lose their baby teeth. Well, these stickers come from a fairy, too — the apple sticker fairy. He travels around the world putting stickers on all the apples.\" Randy said, \"But that’s a lot of apples. That’s a lot of stickers. Doesn’t he get tired?\" His dad said, \"No, fairies don’t ever get tired. The apple sticker fairy can lick the stickers and put them on all the world’s apples and never get tired.\" Randy asked, \"He licks the stickers? His cooties are on all the stickers and all the apples? Yuck! I don’t want to eat an apple with cooties on it.\" His dad said, \"Don’t worry. Fairies are like angels. They don’t have cooties.\"",
    "Ed turned on the TV. He saw a candy commercial. It said, \"Pure Hershey’s.\" He changed the channel. He saw a network commercial. It said, \"TNT — We Know Drama.\" He changed the channel. He saw a lottery commercial. It said, \"Hey, You Never Know.\" He changed the channel. He saw an insurance commercial. It said, \"State Farm — Get to a Better State.\" He changed the channel. He saw a coffee commercial. It said, \"Maxwell House — Good to the Last Drop.\" He changed the channel. He saw a laundry soap commercial. It said, \"It’s All Good.\" He changed the channel. He saw a tire commercial. It said, \"Michelin — A Better Way Forward.\" He changed the channel. He saw a clothing commercial. It said, \"Free Country — Live In It.\" He changed the channel. He saw a bug commercial. It said, \"d-Con — Get Out!\" Ed turned off the TV. He opened a magazine.",
    "Chuck had finally found a job. It was only on Tuesdays and Thursdays. But it was a job. A temp agency had gotten him the job. The agency manager had said, \"Do exactly what they ask. No more, no less. Don’t ask stupid questions. They don’t want a rookie proofreader. I told them you’re a veteran. If they like you, they’ll probably ask you to work more often. Then maybe they’ll make you full-time. Be patient.\" Tuesday was Chuck’s first day of work at the advertising agency. The boss came by. He introduced himself. He said something about \"T’s and C’s.\" Chuck asked what \"T’s and C’s\" meant. The boss said it meant Terms and Conditions. Wednesday morning, Chuck bought new shirts for his new job. Wednesday afternoon, his phone rang. The temp agency manager said, \"I can’t believe you asked about ’T’s and C’s’! They don’t want you back.\"",
    "He loves Superman. Superman is his hero. He tries to be just like Superman. He is 30 years old. He has loved Superman since he was six. He has read every Superman comic book at least twice. He knows everything about Superman. Ask him any question about Superman. How old is Superman? He will tell you. Does Superman have any brothers? He will tell you. Does Superman like vegetables? He will tell you. When he’s at work, he wears his jeans. When he’s not at work, he wears his Superman outfit. He walks around his neighborhood in his Superman outfit. All his neighbors say, \"Hi, Superman!\" Every Saturday, he goes to the city jail. He visits the prisoners. He tells them, \"When you get out of jail, I will be watching you. If you are not good, I will bring you back to jail.\" The prisoners promise to be good.",
    "The bar owner was upset. His best customer was in the hospital. He had a head injury. \"What happened?\" the owner’s wife asked. He said, \"He drank too much. When he went outside, he fell down. His head hit the sidewalk. Now he’s in the hospital. This isn’t the first injury. Many customers have fallen down outside. Many were taken to the hospital. I’m losing too many customers. I don’t know what to do.\" His wife said, \"Here’s an idea. Just give them a helmet when they leave. A helmet will protect their heads. They can return it later.\" He said, \"Nobody’s going to wear a helmet outside a bar. They will look silly. Plus, nobody will return it.\" His wife said, \"Well, here’s another idea. They actually do make rubber sidewalks. Your sidewalk is concrete. Change it to rubber. Your customers will bounce right up after they fall down.\"",
    "Ann was in the waiting room. A few others were waiting there also. Ann looked at her watch. Her appointment was for 9 a.m. It was 9:10 a.m. \"Where is the doctor?\" Ann asked the secretary. \"He had an emergency. He’ll be here any minute now,\" said the secretary. \"My appointment was for 9 o’clock. I have another appointment at 11 o’clock,\" Ann said. The secretary said, \"He’ll be here any minute now.\" Ann shook her head. She went back to her seat. An \"emergency,\" she thought. He probably overslept. I’m going to give him a piece of my mind. Doctors always make us wait for them. They don’t care that our time is valuable too. The doctor finally walked in at 9:20. He told everyone in the waiting room, \"I’m sorry I’m late. There was a car crash outside my house. I helped the victim until the paramedics arrived.\"",
    "Walden wore a pink shirt to school. A classmate laughed at Walden. \"What’s so funny?\" Walden asked. Simon said, \"What’s so funny? You’re wearing a pink shirt. That means you’re gay. Everyone knows pink is a color for girls. Pink is for girls, blue is for boys. A boy who wears pink is gay. Or he wishes he was a girl. Everyone knows that.\" Walden said, \"That’s so ridiculous. Where do you hear things like that? What if a girl wears blue? Does that mean that she’s gay? Does that mean she wishes she was a boy? Look at all the girls wearing blue today. Do you think that they’re all gay? Or that they all wish they were boys? Next, you’ll be telling me that a black person wearing white wishes he was white. Or that a white person wearing black wishes he was black.",
    "Marcus went into a shoe store on Fifth Avenue. He asked if they sold Timberland shoes. The salesman said yes. Marcus walked to the back of the store with the salesman. A pair of Timberland slip-ons were on sale. They were size 11-1/2. Marcus asked if they had size 11. The salesman said no. Marcus tried on the slip-ons. The left one fit okay. The right one was a little loose. I just need thicker socks, Marcus thought. He decided to buy the shoes. He wore them the next day. By the end of the day, he was limping. He had a red sore on the back of his right heel. The red sore didn’t heal for a week. Marcus wore flip-flops all that week. \"How could you buy shoes that were too big?\" his wife asked. He said, \"Only one shoe was too big. Besides, they were half price.\"",
    "\"Let’s join the Halloween parade on Sixth Avenue,\" she said. \"It’ll be fun! Anyone who wears a costume can be in the parade. The parade starts at 7 o’clock. Let’s go buy costumes now. I don’t want to be late.\" He said, \"No problem. The parade lasts three hours. If we’re late, we’ll just be in the back of the parade instead of the front. What costume are you going to wear?\" She said, \"I’m going to be Batman!\" He said, \"You can’t be Batman. Batman is a man. You’re a woman. You can be Batwoman.\" She said, \"It’s Halloween. I can be anyone I want! I want to be Batman. YOU can be Batwoman.\" He said, \"Sure. It’s Halloween. You be Batman, and I’ll be Batwoman. You’re 100 pounds. I’m 200 pounds. People will definitely look twice.\" She said, \"At least twice.",
    "He stood at the kitchen sink. An empty coffee cup was in one hand. A full pitcher of coffee was in the other hand. He poured coffee out of the glass pitcher. Some coffee went into the coffee cup. Some coffee went down the side of the pitcher. \"Every time I pour a cup of coffee,\" he told his wife, \"half a cup goes down the side of the pitcher. It goes into the sink and down the drain. Who designed this pitcher? The spout doesn’t pour correctly. Half my coffee goes into the cup. Half my coffee goes down the drain. This spout is a joke!\" His wife said, \"It’s not the spout. It’s you! The pitcher has a little spout. Just pour the coffee slowly.\" He tried it. It worked. \"Who has time to pour slowly?\" he said. \"It’s a big pitcher. It should have a big spout.\"",
    "\"Thanks, young man,\" the clerk said as Aaron handed him cash. Aaron couldn’t believe his ears. He was at NYU Dental School on First Avenue. He was paying his bill. \"Young man\"?, he wondered. I was a young man years ago. I’m certainly not one now. Who is this guy? He looks like he’s about 25. If anyone’s a \"young man,\" it’s him, not me. \"Here you go, young man,\" the clerk said as he handed Aaron his change. \"Excuse me!\" Aaron said sharply. Some people nearby looked at him. \"That’s twice you called me ’young man.’ Open your eyes. Do I look like a young man? No, I don’t. So why are you calling me a young man? Do you call a teenager an ’old man’? Maybe you think you’re being funny, but you’re not. Call me ’sir’ or don’t call me anything, please.\" The clerk said, \"Yes, sir.\"",
    "Shane listened to the sounds coming from the apartment above him. Was there a bowling alley up there? Was there a basketball court up there? Was there a dance studio up there? Was there a construction site up there? Things dropped on the floor. Things rolled across the floor. Things dragged across the floor. There was heavy walking. There was loud hammering. What was going on up there? Shane told Rod, \"All I think about is the noise. When will it stop? When it does stop, all I do is worry. I worry about when it’s going to start again.\" Rod said, \"Well, talk to your neighbor. Ask him to please quiet down. If he doesn’t, tell the building manager.\" Shane said, \"Well, the last time I complained to a noisy neighbor, he made MORE noise. The last time I complained to a manager about noise, he raised my rent.\"",
    "It was a large, white envelope. It arrived in New York from California. It was from Tony Robbins. He is a very famous speaker. He is a very famous life coach. He is a very rich man. Three shiny, white pages were inside the envelope. They invited Rachel to a 6-day seminar in San Diego. Page one said, \"This is your chance to reshape your life.\" Page two said, \"Unleash your own inner power.\" Page four said, \"Six days that will shape your life.\" She told her husband about the invitation. \"How much is the seminar?\" he asked. She said it was almost $4,500. \"Are you going to go?\" he asked. She said, \"No. This morning, I had to go downstairs to see the mailman. I had to pay him 63 cents for postage due on the envelope. They want me to pay $4,500, but they couldn’t pay 63 cents.\"",
    "Laura was in third grade. Her teacher asked the class, \"What do you want to be when you grow up?\" Johnny raised his hand. He said, \"I want to be a doctor. I want to cut people open and see what’s inside.\" Billy raised his hand. He said, \"I want to be a policeman. I want to shoot bad guys with my gun.\" Bobby raised his hand. He said, \"I want to be a pilot. I want to fly through the sky like a bird.\" Nancy raised her hand. She said, \"I want to be a nurse. I want to take care of sick people.\" Mary raised her hand. She said, \"I want to be a movie star. I want to be rich and famous.\" Laura raised her hand. She said, \"I want to be a teacher. I want to teach kids how to be what they want to be.\"",
    "He was watching a TV talk show. The talk show host introduced a guest. The two men warmly hugged each other. Vance asked his wife, \"Since when did men start doing that?\" She asked, \"Doing what?\" He said, \"Hugging. Since when did men start hugging each other? They used to shake hands when they met. Now they hug. Where did that come from? They transfer all the germs on their hands to the back of the other guy’s shirt. They transfer all the odors on the front of their shirt to the front of the other guy’s shirt. They invade each other’s personal space. They get way too close! It’s disgusting. I would never hug another man. I don’t even hug my own father!\" His wife said, \"Hugging isn’t so bad. Be careful what you wish for. Maybe men will stop hugging when they meet.",
    "Scott walked into the almost empty office. One worker was typing at his computer. The worker smiled and said, \"How’s it going?\" Scott didn’t know the worker. He said Hi without smiling. He sat down at a nearby desk. His back was to the worker. Scott was waiting for his agent to show up. He looked out the window. It was a sunny day. He heard the worker typing. The typing got louder. A minute later, he heard the worker whistling. The whistling got louder. Scott started singing. He sang, \"She loves you, yeah, yeah, yeah!\" He sang it five times. Then he stopped. He turned around. The worker was looking at him. The worker was silent. \"That’s my favorite song,\" Scott said. \"Whenever I hear whistling, I sing that song. I don’t want someone else’s song stuck in my head. It’s hard to get rid of someone else’s song.\"",
    "The commercials were blasting away. A commercial for whiter teeth. A commercial for a safer car. A commercial for headache relief. He turned off the volume. She said, \"What are you doing? Turn the volume back on.\" He said, \"These are stupid, boring commercials. You can watch them every 10 minutes on TV. They are trying to sell you stuff. They want you to trust them. They want you to believe them. But they don’t know the first thing about you. Wouldn’t you rather listen to me? Wouldn’t you rather listen to your real-life husband? Wouldn’t you rather listen to what I have to say?\"  She said, \"Okay, if you insist. I guess you’re right. I should listen to you. What do you want to say?\" He looked at her. He said, \"That’s it. That’s all I wanted to say.\" She grabbed the remote. She turned the volume back on.",
    "Camille worked with Bonnie. She borrowed things from Bonnie. She \"forgot\" to return them. She never said good morning to Bonnie in the morning. She never said good night to Bonnie in the evening. She never went to lunch with Bonnie. A week before the office Christmas party, Camille started being nice to Bonnie. She started saying good morning. She started saying good night. She returned everything she had borrowed from Bonnie. She invited Bonnie to lunch. Bonnie didn’t understand Camille’s friendliness. But she liked it. One day, Camille told Bonnie, \"You MUST come to the party. You’ll have fun, I know. Please promise you’ll come.\" Bonnie promised. She wore her prettiest dress to the party. Camille hugged her, saying, \"I’m so glad you’re here. You look so nice! Would you watch my coat and purse for me?\" Camille danced for almost an hour. Bonnie watched Camille’s coat and purse.",
    "He put his mini-umbrella into a trash can. Two other umbrellas were in the trash can. His umbrella had lasted two years. That was pretty good. New York City weather can destroy umbrellas quickly. He went to JC Penney to buy a new umbrella. Mini-umbrellas originally $25 were on sale for $17. He bought one. The next day, he saw the same umbrella on sale at K-Mart for $13. He thought about buying the K-Mart umbrella, but he didn’t. He went back to JC Penney a week later. Workers were handing out $10 Christmas coupons. The coupons would save customers $10 off items that cost $10 or more. Using two coupons, he bought two $17 umbrellas for only $14 total. Later, he returned the first $17 umbrella he had bought. He was proud of himself. He had bought TWO umbrellas for less than the price of the first umbrella.",
    "Bart’s upstairs neighbor was driving him nuts. He made all kinds of strange noises at all kinds of strange hours. If I tell my neighbor he’s noisy, he won’t believe me, Bart thought. He’ll believe me only if he lives downstairs and hears himself upstairs. Of course, that’s impossible. My neighbor can’t be in two places at one time. Bart needed to invent something. After much thought and work, he invented a Noise Reflector. It sent noise back to its source. The reflector had a volume button. It could double or triple the original noise. Bart waited for his neighbor to make noise again. He turned on the reflector. It took less than a minute for his neighbor to quit making noise. Bart told Herb about his reflector. Herb said, \"That sounds great. Can you make one for me? I’ll use it the next time my wife yells at me.\"",
    "It’s not what you know. It’s who you know. Everyone knows that. Job hunters send out resumes. They reply to newspaper ads. They reply to Craigslist ads. They go to job fairs. They go online. But most of them don’t get hired. If they knew the boss, they might get hired. But most job hunters don’t know \"the boss.\" So, they don’t get hired. Mike wasn’t working. He was tired of not working. He decided to try something different. He made two signs out of white cardboard. The signs said, \"Hire me! $20/hour. Driver. 917-555-1234.\" He went to Times Square. He hung both signs around his neck. He was nervous about wearing them in public. But he was in New York City, the home of the Naked Cowboy. The Naked Cowboy poses for pictures in his white underwear. If he can do that, Mike thought, I can certainly do this.",
    "The doctor examined his shoulder. She gave him a list of exercises to do. They were stretching exercises and strengthening exercises. Both types involved many repetitions. All the exercises looked simple. All of them looked boring. Some of them required him to use a stick. Some required him to use a bungee cord. He did the exercises for several days. His shoulder didn’t feel better. He quit doing the exercises. A month later, he returned to the doctor’s office. The doctor asked, \"Does your shoulder feel better now?\" He said no. She asked, \"Have you been doing those exercises regularly?\" He said no. She said, \"You can’t get better if you don’t do those exercises. That’s why I gave you the list. Those exercises will make your shoulder feel better. But you won’t get better if you don’t exercise. It’s up to you. Remember, God helps those who help themselves.\"",
    "She was beautiful. She had a big smile and pretty teeth. I want to be her boyfriend, Mark thought. One day he saw her alone in a restaurant. She was eating fries and a burger. He wanted to join her. But he couldn’t just sit down. That might be too forward. He bought two sodas. He went over to her table. \"Hi,\" he said. \"They just gave me a free soda. I can’t drink two sodas. Can I offer this one to you?\" She smiled and said thank you. \"Won’t you have a seat?\" she said. He thanked her and sat down. \"I’m Mark. You’re very pretty,\" he said. She said, \"Thank you. I’m Jenny. You’re not so bad yourself. Do you have a girlfriend?\" He said no. His heart raced. Oh boy, she wants to be my girlfriend, Mark thought. \"My best friend doesn’t have a boyfriend,\" Jenny said.",
    "Kitty was a black cat with a white tail. Kitty lived in California. His owner was Kathy. Kathy loved Kitty. She fed Kitty the best food. She cleaned Kitty’s litter box every day. She took Kitty to the vet every six months. Kitty slept in Kathy’s bed. Kitty had his own pillow. Kitty had a good life. Then one day Kitty disappeared. Kathy put up signs in her neighborhood. Each sign showed a photo of Kitty. Each sign offered a $500 reward. Months later, Kathy got a phone call. It was from a vet in New York City. Someone had found Kitty and brought him to the vet. The vet had scanned Kitty. The scan detected Kitty’s microchip. \"I have your cat,\" the vet said. Kathy screamed with delight. \"Hold onto him. I’m catching the first plane to New York,\" she said. Maybe I should rename him \"Coast2Coast,\" she thought.",
    "She was sitting near the living room window. \"Look at this,\" she said. He asked, \"Look at what?\" She said, \"Look at all the dust on this blind. This dust can make me ill. When are you going to clean the blinds? How many times do I have to ask you?\" He said, \"They don’t look that dusty. But I’ll clean them anyway.\" The next day, he cleaned the blinds on all the windows. He used half a roll of damp paper towels. Each blind had 38 slats. He wiped the dust off each slat. He finished in about four hours. She came home that evening. He showed her the blinds. He said, \"Look at the blinds. They look brand new. All the dust is gone. How’s that for a good job?\" She said, \"Don’t be so proud of yourself. You should have cleaned them the first time I asked.\"",
    "Bessie was a dairy cow. She had black patches on her white skin. Or did she have white patches on her black skin? \"She’s my best cow,\" Farmer Brown told his neighbor. His neighbor said, \"Your best cow? Bessie has two tails! Who ever heard of such a thing? She’s so funny-looking! How can such a funny-looking cow be your best cow?\" Farmer Brown said, \"Bessie never strays. She never gets sick. She gives the most milk of all the cows. She gives the sweetest milk of all the cows. Of course, she kills more flies than any other cow. And she’s famous! People come from all over to see the cow with two tails. They hold onto her two tails. They make a moustache of her two tails. Their friends take pictures of them holding her two tails. They all go home happy.",
    "Linda was six years old. She was sitting in the back seat. Her dad was driving the car. Linda was sucking on a heart-shaped medal. The medal had hung on her necklace, but the necklace had broken. Suddenly, the medal slipped down her throat. It blocked her windpipe. She started coughing. Her dad turned his head. \"What’s the matter, honey?\" he asked. He didn’t see the big pothole. He hit the pothole. He pulled over and stopped the car. Linda was smiling. She said, \"I’m okay, Daddy. But I swallowed my medal.\" The medal had popped out of her windpipe. It had gone down her food pipe. Her dad drove to a hospital. A doctor ordered an x-ray. He looked at the x-ray. He told Linda’s dad, \"Everything’s okay. The medal will come out naturally.\" Linda told her classmates the next day, \"That pothole saved my life."
]