[
    "Billy always listens to his mother. He always does what she says. If his mother says, \"Brush your teeth,\" Billy brushes his teeth. If his mother says, \"Go to bed,\" Billy goes to bed. Billy is a very good boy. A good boy listens to his mother. His mother doesn’t have to ask him again. She asks him to do something one time, and she doesn’t ask again. Billy is a good boy. He does what his mother asks the first time. She doesn’t have to ask again. She tells Billy, \"You are my best child.\" Of course Billy is her best child. Billy is her only child.",
    "David lost his yellow pencil. He could not find it. \"Where is my yellow pencil?\" he asked his sister. His sister did not know. \"I don’t know where your pencil is,\" she said. David thought about it. He thought and thought. He used his yellow pencil before lunch. He used it to write a note to his teacher. The note said, \"Dear Teacher, Thank you for helping me. David.\" He put the note in an envelope. Where was the envelope? He looked in the kitchen. He looked on the kitchen counter. He found the envelope. It was next to the toaster. He found the pencil. It was under the toaster.",
    "Nancy wants to live a long time. She wants to live for one hundred years. She is five years old now. She wants to live 95 more years. Then she will be 100. Her father is 30 years old. He wants to live a long time, too. He wants to live for one hundred years. He wants to live for 70 more years. \"Daddy, we will grow old together, okay?\" Nancy said to her father. \"Yes, honey, we will grow old together,\" he said to Nancy. Then Nancy smiled. She gave her daddy a big hug.",
    "Brenda sang a song. She sang the song while she walked to school. The name of the song was \"Row, Row, Row Your Boat.\" Brenda liked to sing this song. It was her favorite song to sing. She sang it every day while she walked to school. Sometimes she sang it with her best friend. Sometimes her best friend walked to school with Brenda. Then they both sang the song together. Brenda liked the song because it was easy to remember the words. \"Row, row, row your boat\" are easy words to remember.",
    "Johnny jumped over the dog. The dog was lying on the ground. Johnny jumped over it. The dog saw Johnny jump over it. The dog got up. The dog got up and barked at Johnny. Johnny laughed. He laughed while the dog barked. Johnny ran over to the fence. The dog chased him to the fence. Johnny jumped over the fence. He turned around and looked at the dog. The dog stopped at the fence. The dog could not jump over the fence. Johnny said, \"Jump, jump!\" The dog barked, but did not jump.",
    "Bobby woke up because he heard a dog. He heard a dog barking outside his window. Bobby woke up when he heard the dog barking. Bobby got out of bed. He got out of bed and walked to the window. He looked out the window. He saw a big brown dog. It was barking very loud. Bobby opened his window. He looked at the barking dog. \"Why are you barking so loud?\" he asked the dog. The dog looked at Bobby. Then it stopped barking.",
    "\"Can I ride my horse, Mommy?\" Sara asked her mom. Sara loved to ride her horse. She rode her horse almost every Saturday. \"Okay, honey, get ready to go,\" her mom said. Sara was happy. She went into her bedroom. She put her pink socks on. She put her pink sneakers on. She grabbed her pink hat. She went to the front door. \"I’m going to wait in the car,\" she told her mom. \"Okay, I’ll be there in a minute,\" her mom said. Sara opened the car door. She sat down in the front seat. She put on her hat. She was excited.",
    "Brian sat down for dinner. He sat down in the chair. He sat down at the table. He looked at his white plate. He looked at his silver fork. He looked at his silver spoon. His dad said, \"Pass me your plate, Brian.\" His dad put white rice on the plate. His dad put yellow corn on the plate. His dad put green peas on the plate. He gave the plate back to Brian. \"This looks delicious!\" Brian said. \"It is delicious,\" his dad said. Brian wondered why corn was yellow. He wondered why peas were green. He wondered if there were yellow peas and green corn.",
    "Mary ate a blueberry. She loved blueberries. Then she ate a blackberry. She loved blackberries. Then she ate a strawberry. She loved strawberries. Mary was confused. A blueberry is blue, so you call it a blueberry. A blackberry is black, so you call it a blackberry. A strawberry is red. So, why don’t you call it a redberry? Mary asked her mom. Her mom didn’t know. She asked her dad. Her dad didn’t know. She asked her little brother. \"Because a red berry is a cherry!\" her brother said.",
    "James took the milk out of the refrigerator. He put the carton of milk on the counter. He took the cap off the carton of milk. He opened the kitchen cabinet. He took a glass out of the cabinet. He put the glass on the counter next to the milk. He poured some milk into the glass. He put the cap back on the carton of milk. He put the milk back into the refrigerator. He took the chocolate syrup out of the refrigerator. He poured some chocolate syrup into the glass of milk. He stirred the milk with a spoon. He licked the spoon.",
    "Mike was ready for bed. It was 11 o’clock. He had to get up early the next day. The next day he was going fishing. Fish wake up early. They look for food early in the day. They look for food late in the day. The best time to fish is early or late in the day. That is when the fish are hungry. Mike set his alarm. He set his alarm for 5 o’clock. The next day he would start fishing at 6 o’clock. He wanted to catch four or five fish. If he caught four or five fish, he could eat fresh fish all week. Fresh fish is the best fish. Mike went to bed.",
    "Patricia did not have much time. It was time to go to work. She did not want to be late for work. She would lose her job if she was late. She finished her coffee. She drank the last drop. She put the coffee cup in the kitchen sink. She turned on the kitchen faucet. She poured water into the cup. She turned off the faucet. She picked up her keys. The keys were on the kitchen table. She grabbed her gray coat. Her gray coat was on the chair. The chair was next to the door. She walked outside. She locked her door with her house key.",
    "Richard is a light eater. He doesn’t eat much. He isn’t a heavy eater. He eats a light breakfast, a light lunch, and a light dinner. Richard is not fat. He is thin. He will always be thin, because he is a light eater. He eats a bowl of cereal for breakfast. He eats a bowl of cereal with milk. He eats a sandwich for lunch. Sometimes it’s a fish sandwich. He likes fish. He eats rice and vegetables for dinner. All he eats for dinner is rice and vegetables. He will never get fat.",
    "Linda wants to buy a new car. She has an old car. Her old car is a white Honda. Linda wants to buy a new Honda. She wants to buy a new red Honda. She has saved $1,000. She will use $1,000 to help buy the new car. She will give $1,000 to the Honda dealer. The Honda dealer will give her a contract to sign. The contract will require her to pay $400 a month for seven years. Her new red Honda will cost Linda a lot of money. But that’s okay, because Linda makes a lot of money.",
    "Barbara likes funny stories. She likes to hear funny stories. She likes to tell funny stories. She told her mom a funny story. When she finished, she waited for her mom to laugh. \"Mom, why aren’t you laughing? That was a funny story,\" Barbara said. \"Oh, I’m sorry,\" her mom said. \"Sometimes you think something is funny, but someone else thinks it isn’t funny.\" So, Barbara’s mom did not laugh at Barbara’s story. Barbara told the same story to her younger sister. Her younger sister laughed at the story.",
    "Charles found a glass bottle. He found the glass bottle in his back yard. It was a pretty glass bottle. It was dark green. He looked inside the dark green bottle. He couldn’t see anything. He shook the bottle. Something came out of the bottle. It landed on the ground. It was a bug. Charles picked up the bug. He looked at it. The bug looked at Charles. Charles put the bottle back on the ground. He put the bug on the ground, next to the bottle. The bug crawled back into the bottle.",
    "Joseph never opens the front door. When someone knocks on the front door, Joseph says, \"Who is it?\" But he does not open the door. His parents told him to keep the door closed. His parents want him to be safe. He will be safe if he doesn’t open the door. Yesterday someone knocked on the front door. \"Who is it?\" Joseph asked. \"It’s the mailman,\" the person said. \"I cannot open the door,\" Joseph said. \"Okay, I will come back tomorrow,\" the mailman said. \"Goodbye,\" Joseph said. Joseph is a good boy. He listens to his parents. He doesn’t open the door for any person.",
    "Elizabeth washes her hands every day. She likes to wash her hands. She washes her hands with soap and water. She uses soap and water to wash her hands. She uses warm water and soap. She washes her hands for 30 seconds. After 30 seconds, she stops washing her hands. She turns off the water. She dries her hands on a clean towel. Every few hours, she turns on the water and washes her hands. Elizabeth has very clean hands. She does not have many germs on her hands. Germs cannot live on her clean hands.",
    "Jennifer pulled the trash can out to the street. She pulled the trash can out to the street on Monday morning. Monday was trash day. The trash truck came to her house. The truck had a metal arm. The metal arm picked up the trash can. It raised the trash can into the sky. It emptied the trash can into the truck. Then the arm put the can back on the street. On Monday afternoon, Jennifer walked out to the street. The trash can was empty. She pulled the trash can back into her yard. Next Monday she would pull it out to the street again.",
    "Christopher wrote a letter to his sister. His sister lived in another city. His sister did not have a computer. Neither did he. His sister didn’t like to use the phone. Neither did he. He wrote his sister a long letter. He told her the news in his life. He told her that he had a new job. He told her that he had a new girlfriend. He told her that he had a new car. He had lots of news for his sister. She would be happy to read his letter. Then she would send him a letter. Her letter would have lots of news, too.",
    "Thomas was not hot. He was not warm either. He was cold. The weather was not hot. The weather was not warm either. The weather was cold. Thomas did not like to be cold. He looked for his jacket. He found his jacket. He put on his jacket. But he was still cold. He looked at the windows. Were all the windows closed? Yes, they were. They were all closed. None of the windows were open. He looked at the door. The door wasn’t open. It was closed. He was still cold. He looked for a warmer jacket.",
    "Margaret was a small girl. She was a little girl. All her friends were taller than her. She was shorter than all her friends. She wanted to be tall. Her mom told her not to worry. One day Margaret would be tall. One day she would be taller than her friends. One day all her friends would be shorter than her. She was happy to hear that. She only had one question for her mom. When would she be taller than her friends? Would it be next year? She hoped it would be next year. She was tired of being the shortest girl.",
    "Maria was learning to add numbers. She liked to add numbers. It was easy to add numbers. She could add one and one. She knew that one and one are two. She knew that two and two are four. She knew that three and three are six. But that was it. She didn’t know what four and four are. She asked her mom. Her mom told her that four and four are eight. \"Oh, now I know,\" Maria said. \"I am four years old now. In four more years, I will be eight.\" Maria was a fast learner. She wasn’t a slow learner.",
    "Daniel wanted to visit a farm. He asked his parents to take him to a farm. His teacher told him about the animals on a farm. There are lots of animals on a farm. Daniel wanted to see the animals. He wanted to see the cows. He wanted to see the chickens. He wanted to see the pigs. He wanted to pet the animals. He wanted to feed the animals. He loved animals. He wanted to live on a farm. He wanted to live with cows and chickens and pigs. They would be his friends. He didn’t have any friends in school.",
    "Paul has a red bicycle. He loves his red bicycle. He got the red bicycle for his ninth birthday. His parents gave him his bike when he was nine. He takes care of his bike. He puts air in both tires. He puts air in the front tire. He puts air in the rear tire. He puts oil on the bike chain. He wipes dirt off the bike with a damp rag. He puts water on the rag and wipes all the dirt away. He rides his bike everywhere. He rides it to school. He rides it to the library. He rides it to his friend’s house. He really loves his bike.",
    "Karen is on the swim team. She is on the swim team at school. She is a good swimmer. All the swimmers on the swim team are good swimmers. She swims every day. She goes to the pool after her last class. Her last class is her English class. After English class she walks over to the pool. She changes into her swim suit. She dives into the water. She swims for two hours. Her coach watches her swim. He gives her advice. He tells her how to swim better. Her coach is her swim instructor. He is a good instructor. She will win a race one day.",
    "Mark bought a new car last week. He is happy with his new car. He got a good deal on his new car. It was on sale. His new car is green. The four tires are black. His new car has four doors. It has one trunk. The spare tire is in the trunk. All new cars have a spare tire. His new car has one hood. The engine is under the hood. All new cars have an engine. His new car has two big seats. One seat is in the front. One seat is in the back. Mark sits in the front seat when he drives his new car. He always buckles his seat belt.",
    "Dorothy will be ten years old next month. She is excited. Ten years old is very old. She will not be a little kid anymore. A nine-year-old kid is just a little kid. A ten-year-old kid is almost an adult. Nine is only one number, but 10 is two numbers. Nine is a little kid number, but 10 is an adult number. When she is ten, she will be an adult almost. She will be a young woman. She will wear lipstick. She will wear nail polish. She will have a boyfriend. He will be handsome and polite. He will open doors for her. He will buy her birthday presents. Dorothy can’t wait until next month.",
    "Lisa loves to go shopping. Tomorrow she is going shopping. She needs a new pair of shoes. She wants to buy a pair of red shoes. She thinks red shoes are pretty. She will buy a pair of shoes at the mall. Lisa usually shops at the mall. The mall is only a mile from her house. She just walks to the mall. It only takes her 20 minutes. Tomorrow she will go to four different shoe stores. Tomorrow is Saturday. The mall always has sales on Saturday. If the sale price is good, Lisa might buy two pairs of shoes.",
    "Donald plays the piano. He loves the piano. He has a big piano in his living room. His piano is shiny and black. It has three legs. He sits on a bench to play the piano. The bench has four legs. His piano has 88 keys. The keys are black and white. Donald has ten fingers. His ten fingers play music on the 88 piano keys. The piano also has three pedals. Donald uses his two feet on the three pedals. He uses both of his hands and both of his feet to play the piano. He also uses both of his eyes to play the piano.",
    "Betty’s doctor told her to exercise more. So she began running. She enjoys running. She runs almost every day. She runs two miles a day. On the weekend she runs five miles. She runs up hills. She runs down hills. She runs in the street and on the sidewalk. She runs on trails. She runs in the heat and the cold. She runs on sunny days and rainy days. Betty will run in the marathon next week. Next week will be her first marathon. A marathon is 26 miles. She will run for three hours without stopping. She won’t try to win the marathon. She will try to finish it.",
    "Helen is unhappy with her mother. Her mother is unhappy with Helen. They are both unhappy with each other. Helen has a boyfriend. His name is Peter. Her mother doesn’t like Peter. Her mother said that Peter is rude. Why did she say that? Because Peter didn’t take his hat off in the house. Helen’s mother says that is rude. A man should take his hat off in the house. \"Your father always took his hat off in the house,\" Helen’s mother said. \"But, Mom, times are different now,\" Helen said. \"I promise you, Peter will take his hat off next time.\" Helen’s mother said it was too late — rude is rude.",
    "Kenneth cleaned his apartment. He emptied the trash. He washed the dirty dishes. He looked in his bathroom. The sink and bathtub were dirty. He scrubbed the sink and bathtub. He looked in his bedroom. Clothes were on the floor. He picked up the clothes. He put the shirts on hangers. He folded the pants. He put the pants in the dresser. He washed the dirty clothes. He looked in his living room. Papers were on the floor. Books and newspapers and magazines were on the floor. He picked them all up. He put them on the book shelves. Then he vacuumed his whole apartment.",
    "Steven was hungry. What could he eat? He looked in the refrigerator. He saw some orange cheese. He saw some yellow butter. He knew what he would eat. He would eat a melted cheese sandwich. He took the cheese and butter out of the refrigerator. He buttered two slices of bread. He sliced the cheese and put it between the two buttered slices. He heated the frying pan. He put the cheese sandwich into the frying pan. After three minutes, he flipped the sandwich over. After three more minutes, he put the melted cheese sandwich on a plate.",
    "George is going to make a salad. He is going to make a simple salad. It will be a simple salad, but it will also be delicious. His salad will have only two ingredients. One ingredient is fresh cucumber. A cucumber is dark green and long. George will peel the skin off the cucumber. He will throw the skin in the trash. He won’t eat the skin. He will slice the cucumber into little pieces. Each piece will be about the size of a nickel. He will put all the pieces into a big bowl. Then he will pour salad dressing on the pieces in the big bowl.",
    "Sandra wrote a check to her gas company. On one line she wrote \"May 17, 2009.\" On the next line she wrote \"The Gas Company.\" On another line she wrote \"$35.66.\" On another line she wrote \"Thirty-five and 66/100.\" On another line she wrote \"Monthly Gas Bill.\" On another line she signed her name. Then she put the check into an envelope. She also put the gas bill into the envelope. She licked the envelope and sealed it. She put her return address on the front of the envelope. She put a 44-cent stamp on the front of the envelope. She put the envelope in the mailbox.",
    "Donna loved her husband. Her husband loved Donna. They were in love with each other. She wanted to give him a birthday present. He was going to be 40 years old next week. She wondered what to give him. Should she give him a watch? Should she give him a sweater? Should she give him a new guitar? What should she give him? She asked him what he wanted for his birthday. He said he didn’t want anything for his birthday. \"Oh, you must want something!\" she said. \"You’re right,\" he said. \"I want your love forever.\"",
    "It was time for bed. Edward was very tired. He turned off the TV. He turned off his computer. He turned off the dining room light. He went into the bathroom. He brushed his teeth. He went into the bedroom. He put on his pajamas. He got into bed. He put his head on the pillow. He pulled the blanket up to his shoulders. He thought about all the work he had done that day. He thought about all the work he had to do the next day. He closed his eyes. He thought about his vacation in three months. That would be so nice.",
    "Carol felt tired. She felt tired all the time. She didn’t use to feel tired. She used to have a lot of energy. Why was she so tired all the time? \"You should eat more sugar,\" her friend told her. \"Sugar will give you energy.\" But Carol didn’t want to eat more sugar. More sugar would give her more weight. She didn’t want to put on weight. She wanted to have energy again. She finally decided to see a doctor. Her doctor told her that she had a thyroid problem. \"What is a thyroid?\" she asked her doctor. \"It can make you feel very tired. But, don’t worry, I can fix it,\" he told her.",
    "Brian has a fast car. He drives his car fast. He never gets a ticket. His car is too fast for the police. They chase him, but they can’t catch him. Brian always escapes from the police. The police want to catch him. But their cars are too slow. Brian’s car is very fast. He likes to drive over 100 mph. When he sees the police, he waves to the police. The police turn on their sirens. They turn on their red lights. They chase after Brian. Brian speeds up. He passes all the other cars on the road. He escapes from the police.",
    "When does Ronald eat breakfast? He eats breakfast in the morning. What does he eat for breakfast? He eats ham and eggs. What does he drink for breakfast? He drinks coffee. Where does he eat breakfast? He eats breakfast at home. Who makes breakfast for Ronald? His wife makes breakfast for him. Why does Ronald eat breakfast? Because food gives him energy. What does he do after he eats breakfast? He brushes his teeth. What does he do after he brushes his teeth? He goes to work. Which bus does he take to work? He takes the city bus to work.",
    "Ruth is pregnant. She is expecting a baby. The baby is due in two months. The baby is a boy. It is her first boy. She already has a little girl. Her little girl is two years old. Ruth loves her little girl. Her little girl is happy to get a baby brother. Ruth is eating for two people right now. She is very careful about what she eats and drinks. She eats a lot of fresh fruits and vegetables. She eats fresh fish twice a week. She doesn’t drink alcohol or coffee. She doesn’t eat candy or potato chips. She stays away from cigarette smokers. She will have a healthy baby.",
    "Sharon jumped into the water at the swimming pool. She held her nose. She went under the water. Then she came back up. She swam to the ladder in the pool. She climbed out of the pool. She stood at the edge of the pool. She held her nose. She jumped in again. Sharon liked to jump into the pool. The water felt good. It was a hot day. The water was cool. The water felt so good. Sharon’s mother had brought her to the pool. Her mother was sitting in a chair. She was watching Sharon. She wanted Sharon to have fun.",
    "Anthony went to the book store. He wanted to buy a book. He wanted to buy a book about bugs. He liked bugs. He picked up bugs in his yard. He took them to school. He showed the bugs to his teacher. His teacher told him the name of each bug. Then Anthony took the bugs home. He showed them to his parents. His mom told him to take the bugs out of the house. His dad liked to see the bugs. He said Anthony did a good job. He gave Anthony money to buy a book. So Anthony took the money to the book store. He looked for a book with lots of pictures of bugs.",
    "Kevin wanted to lose weight. He was getting fat. His stomach was getting bigger. He was   gaining weight. He was gaining one pound every week. He had to buy new pants. He didn’t fit into his old pants. He couldn’t see his feet anymore. When he looked down, all he could see was his big fat belly. He wanted his belly to disappear. How could he do that? How could he lose weight? What could he do? He talked to his wife. She told him to stop eating candy. She told him to stop eating cake. She told him to walk up and down the big hill every day.",
    "Michelle felt the earthquake. It lasted for only five seconds. The whole house shook. She heard noise. The TV went off. The lights went off. She was scared. She had never felt an earthquake. It was very strong. It was as if a giant hand had shaken her house. The lights came back on. Michelle turned the TV on. The TV had no news about the earthquake. She turned on the radio. The radio said it was a 4.7 earthquake. But there was no damage. No one was hurt. Everyone was okay. No houses had damage. Everything was okay. But Michelle was still scared. She wanted to move far away. She did not like earthquakes. They were so scary.",
    "Kimberly was not happy. She was sad. She needed a job. She asked everyone for a job. Everyone told her no. No one had a job for her. She came home every day and cried. How could she live without a job? She had only $1,000. After she spent the $1,000, she would have no money. Then what would she do? She had nowhere to go. She had no friends. She had no family. She was all alone. She was very worried. She looked in the newspaper every day. She was ready to take any job. If someone gave her a job, she would be so happy.",
    "Jason looked at his watch. It was time for his favorite TV show. He turned on the TV. He sat down in his chair. But then he heard his dog. His dog was scratching at the door. Oh, no, Jason thought. The dog wanted to go out. The dog had to go to the bathroom. If he lived in a house, he could let the dog go out the door and into the yard. But he lived in an apartment. He didn’t have a yard. He had to take the dog for a walk. But if he took the dog for a walk, he would miss his favorite TV show. The dog scratched at the door again. Jason turned off the TV.",
    "Laura looked out the window. A storm was coming. The sky was getting darker. The wind was starting to blow. Some trees were bending. Leaves were flying through the air. It was getting cold. She closed all the windows. She went outside. Her car was in the street. She closed the windows in her car. She locked her car. She went back into her house. She turned on the TV. She wanted to see the news about the storm. The TV person said it was a big storm. He said it would rain a lot. He told people to stay home.",
    "Jeff sat down. He was in class. He was at school. He was in English class. He liked his English class. He liked his teacher. His teacher was friendly. His teacher helped all the students. His teacher answered everyone’s questions. Jeff asked a new question every day. Yesterday he asked his teacher a spelling question. He asked his teacher how to spell \"myself.\" His teacher told him how to spell it. Jeff thanked his teacher. His teacher said, \"You’re welcome. Ask me anything anytime. That’s what I’m here for — to help you.\"",
    "Deborah was angry at her son. Her son didn’t listen to her. Her son was 16 years old. Her son thought he knew everything. Her son yelled at Deborah. He told her he didn’t have to do anything. He didn’t have to listen to her. He didn’t have to go to school. He didn’t have to do his homework. He didn’t have to study. He was 16. He could do anything he wanted to do. What could Deborah do? She wasn’t married. She was divorced. She could not control her son. He would listen to his father. But his father was not there. His father lived in another city.",
    "Paula has cancer. She has six months to live. Her doctors cannot help her. No one can help her. She smoked cigarettes for 30 years. She did not want to stop smoking cigarettes. She liked to smoke cigarettes. The doctors told her to stop smoking many years ago. She didn’t listen to them. She didn’t listen to her parents. She didn’t listen to her children. She didn’t listen to her friends. Everyone told her to stop smoking. She told everyone to stop worrying about her. She would be fine, she told them. She still smokes every day. Why not, she asks.",
    "Randy went to the bank. He needed money from the bank. The bank has all of Randy’s money. The bank keeps Randy’s money safe. Randy cannot keep his money at home. Someone might steal his money. He can’t hide his money in his back yard. A dog might find his money and eat it. He can’t hide his money in a tree. A bird might fly away with his money. Some people hide their money under their bed. Some people hide their money in their refrigerator. But that is not safe. Someone will look under the bed or in the refrigerator. The best place for people to keep money is in the bank.",
    "Jackie loves the news. She listens to the news on the radio. She watches the news on TV. She reads the news in the newspaper. She reads the news in magazines. She loves the news because it is always new. It is always fresh. It is always interesting. There is news every day. There is news in every country. There is news in every state. There is news in every city. Everyone all over the world talks about the news every day. But Jackie has a question about the news. Why is the news usually bad? Why isn’t the news usually good? No one knows the answer.",
    "Larry has the flu. His nose is running. He coughs a lot. He sneezes a lot. When he coughs, he covers his mouth. When he sneezes, he covers his mouth. When his nose is running, he wipes his nose with a tissue. Larry’s mother is taking care of him. She makes hot soup for him. She gives him fresh orange juice. She makes him comfortable in his bed. She turns on the TV so he can watch TV in his bed. She turns out the light so he can sleep in his bed. She gives him medicine so he will get better. Larry will get better soon.",
    "Patty got a doll for Christmas. It is her favorite doll. It is a rag doll. It has a yellow dress. It has a blue blouse. The name of the doll is Molly. Molly has bright red hair. She has red lips. She has blue eyes. She has a pink ribbon in her hair. Molly is wearing red shoes. She’s wearing white socks. Molly has a purse. Her purse is pink. The purse is empty. There is nothing in the purse. There was a little mirror in the purse. But Patty lost the mirror. When she lost the mirror, she said, \"I’m sorry, Molly. I will get you another mirror.\"",
    "Peggy went to church every Sunday. She loved to go to church. At church she was with her family and friends. At church she was with the saints. She was with the angels. And most of all, Peggy was with God. She always talked to God in church. She always asked God to stop war. She asked God to stop hate. She asked God to stop sickness. But war and hate and sickness did not stop. There were war and hate and sickness every day. \"Mommy, why doesn’t God stop war and hate and sickness?\" Peggy asked. \"God will,\" her mom said, \"when more people ask.\"",
    "Danny looked at his brown shoes. They looked old and dirty. They needed a shine. It was time to shine his brown shoes. He got a rag. He got a shoe brush. He got a can of polish. He opened the can of polish. He put the rag around his finger. He scooped out a bit of polish with his finger. He rubbed the polish all over the left shoe. He brushed the left shoe. He brushed it and brushed it. The shoe began to shine. It looked like a new shoe. Then Danny put polish on the right shoe. He brushed the right shoe until it looked like a new shoe.",
    "Frank is not an old man. He is only 61 years old. But he is dying. He is in the home for old people. Nobody visits him. His wife doesn’t visit him. She is already dead. She died six months ago. She died in the street. She was crossing the street. A car ran over her. Frank loves his wife. He got sick after she died. He never got better. The doctor says that nothing is wrong with Frank’s body. The doctor says that Frank wants to die. The doctor is right. Frank does not want to live without his wife.",
    "Dora wanted to buy a card for her mother. Her mother’s birthday was next week. Dora loved her mom. She wanted to get a nice birthday card. She wanted a card that was pretty. She wanted a card that said the right thing. What was the right thing? The card must say, \"I love you, Mom.\" It must say, \"Mom, you are the best mother in the world.\" It must say, \"I’m so happy that you are my Mom.\" Those are all the right things for the card to say. But there was one more thing the card must say.",
    "Jerry has no job any more. He has a little money. But he does not have enough money for rent. He cannot pay his rent. He has to move out of his apartment. He will move out next week. He will move into his car. He will put all his clothes into his car. He will put his pillows and blankets into his car. He will sleep in his car. He will look for another job. After next week he will not be able to take a shower. He will have to use a public bathroom. He won’t be able to drive his car. He won’t have money for gas. Jerry needs help.",
    "Lois has a headache. The headache started one hour ago. She doesn’t know why she has a headache. She never gets headaches. She never gets sick. Lois is a healthy woman. Where did her headache come from? Was it something she ate? Was it something she drank? She doesn’t know. She wants her headache to go away. She does not like to take medicine. But her head hurts so much. She went into her bathroom. She opened the medicine cabinet. She found some aspirin. She took two aspirin with a glass of water. Maybe the aspirin will help her headache go away.",
    "Kathy finished her sandwich. She had a chicken sandwich for lunch. She got up from her chair. She took her plate to the kitchen sink. She put the plate in the sink. She turned on the cold water faucet. She rinsed the plate. She picked up a paper towel. She wiped the plate dry. She put the plate on the counter. Her mother walked into the room. \"Did you wash that plate with soap?\" she asked Kathy. Kathy said no. \"I couldn’t find the soap,\" she said. Her mom said, \"What’s this right next to the cold water faucet?\" Kathy said, \"Soap.\" Her mom told her to wash the plate again.",
    "Bruce picked up the cat. The cat meowed. The cat didn’t like most people. The cat liked to be alone. It liked to sleep on the sofa. It liked to sleep in the fruit bowl. It liked to sleep on top of the TV. It liked to chase bugs in the front yard. It liked to chase lizards in the back yard. It liked to chase flies in the kitchen. Bruce put the cat on the floor. He rubbed the cat’s stomach. The cat liked that. The cat licked his hand. Bruce rubbed the cat’s stomach some more. The cat meowed. The cat was happy.",
    "Andrew got down on his hands and knees. He put a dry sponge into the bucket. The bucket was full of soapy water. He squeezed the sponge. He scrubbed the kitchen floor. There were marks on the floor. There were spots on the floor. There was old food on the floor. He scrubbed the floor clean. Then he took the bucket into the bathroom. He poured the soapy water into the tub. The water went down the drain. He turned on the shower. He rinsed the tub. He turned the bucket over so it would dry. He washed his hands.",
    "Sharon was five years old. Her best friend was Pam. They played games together. They played all kinds of games. They had fun together. But one day Pam pushed Sharon. \"Why did you push me?\" Sharon asked. \"Because,\" Pam said. Sharon told Pam not to push her again. So, Pam pushed Sharon again. Sharon pushed Pam back. Then Pam pulled Sharon’s hair. Then Sharon pulled Pam’s hair. Both of them started crying. Sharon’s mom came into the room. She told Pam to go home. Pam ran out of the house. \"Sharon, you can’t play with Pam anymore,\" Sharon’s mother said.",
    "Andrew was in the third grade. He loved his teacher. His teacher was young. She was pretty. She was friendly. She helped Andrew add numbers. She helped Andrew draw dogs and cats. She helped Andrew learn to spell. Andrew gave his teacher an apple one day. He gave her an orange another day. He gave her a peach another day. His teacher thanked him. \"Thank you for the apple,\" she said the first day. \"Thank you for the orange,\" she said the second day. \"Thank you for the peach,\" she said the third day. Each day Andrew said, \"You’re very welcome.\"",
    "Jimmy dropped a piece of paper on the floor. He bent over and picked it up. He folded the piece of paper in two. He put it on the table. He picked up a pencil. He wrote a phone number on the piece of paper. He put the pencil on the table. He picked up the scissors. He picked up the piece of paper. He cut the paper in half. He put one-half of the paper on the table. He put the other half with the phone number in his shirt pocket. He put the scissors on the table.",
    "A farmer owns a lot of land. He grows food on that land. He grows the food from seeds. He plants seeds into the land. The seeds grow into corn. The seeds grow into wheat. The seeds need water. The seeds need sunlight. A farmer owns a tractor. He drives the tractor on his land. A farmer has many animals. He has pigs. He has cows. He has sheep. He has chickens. He has dogs and cats. He has rabbits. When it rains, the farmer goes into his house. The animals go into the barn. A farmer works hard. His animals don’t work hard. They just eat and sleep.",
    "Sally had a cold. Her nose was red. She pulled a tissue out of the tissue box. She blew her nose. She threw the tissue into the trash. She looked at her fingernails. Her fingernails were too long. She needed to cut her nails. She opened her purse. She took her nail clippers out of the purse. She clipped all the nails on her left hand. Then she clipped all the nails on her right hand. She looked at both of her hands. Now her nails were nice and short. She put her nail clipper back in her purse. She pulled another tissue out of the box. She blew her nose again.",
    "Herman didn’t like his first name. He had never liked it. He wanted to change it. He asked his mother. She said it was too late to change his name. She said he could use his middle name. She would call him by his middle name. She asked him if that was okay. Herman said yes. \"From now on,\" he said, \"please call me by my middle name. From now on, please call me Adam.\" His mother said that was no problem. \"Goodbye, Herman,\" she said, \"and hello, Adam.\" When Adam’s father came home from work, Adam’s mom said, \"Guess what? We have a new son.\"",
    "Norma went to bed. It was eleven o’clock. She turned out the light. She lay in bed. It was dark. It was quiet. She couldn’t sleep. She closed her eyes. She tried to sleep, but she couldn’t. She turned the light back on. She opened her book. She started to read her book. It was a good book. She read one page. Then she read another page. After a while, she felt sleepy. She closed the book. She turned out the light. She closed her eyes. She went straight to sleep.",
    "Rodney’s uncle is in jail. He went to jail because he was drunk. He was driving his car. He was going the wrong way on a one-way street. He almost hit three other cars. Someone called 911. A police car chased Rodney. The police car turned on its red light. The red light was bright. The police car turned on its siren. The siren was loud. Rodney did not pull over. He did not stop his car. Finally, he went off the road. He ran into a tree. He got out of his car. He was okay. His car was not okay. The policeman said, \"You are drunk. I’m taking you to jail.\"",
    "Alice told her son Jesse to go to his room. He didn’t want to go to his room. \"Why do I have to go to my room?\" he said. \"You were a bad boy,\" she said. \"You hit your sister.\" He said, \"No, I didn’t. She hit me first.\" Alice said, \"But you shouldn’t hit your sister, even if she hits you first. She is younger than you are. And she’s a little girl. Boys should never hit little girls.\" Jesse said, \"Okay, I won’t ever hit little girls again. Now do I have to go to my room?\" Alice said yes, he still had to go to his room. \"When she’s a big girl, I’m going to hit her again,\" he said.",
    "Lucy went to the doctor. She didn’t feel good. The doctor asked, \"What’s the problem? What’s the matter?\" She said she didn’t feel right. \"Do you hurt? Where do you hurt?\" the doctor asked. She said that she hurt all over. She hurt everywhere. She hurt all over her body. The doctor said, \"You have a big problem. I will fix your problem.\" The doctor gave Lucy a shot. He gave her a shot in her left arm. \"Do you feel better now?\" he asked her. \"No,\" she said, \"now my left arm hurts a lot.\"",
    "Brent was at the stop light. His car radio was on. The music was very loud. Brent liked to listen to loud music in his car. A police car pulled up next to Brent. The policeman looked at Brent. He shouted, \"Pull over to the side of the road!\" Brent said, \"What?\" The policeman said, \"Pull over to the side of the road.\" Brent pulled over to the side of the road. The policeman said, \"Do you know why I am giving you a ticket?\" Brent said, \"You are giving me a ticket? Why are you giving me a ticket?\" The policeman said, \"Because your radio is too loud.\"",
    "Emma went to the market. She needed to buy food. She needed brown eggs. She opened a carton of brown eggs. She looked at the eggs. None of them were cracked. None of them were broken. All the eggs were okay. She closed the carton. She put the carton of eggs in her shopping cart. She needed red apples. She looked at a bag of red apples. She looked for dark spots on the apples. She looked for worm holes in the apples. She didn’t see any dark spots or worm holes. She put the bag of apples in her shopping cart.",
    "Jenna was at the airport. She was waiting for her plane. Her plane would leave at 7 p.m. It was only 2 p.m. She had time to eat. She had time to study. She went to the airport restaurant. The restaurant was on the third floor. The restaurant was full. There were no empty seats. There were no empty tables. She didn’t want to stand in line. She didn’t want to wait. There was another restaurant in the airport. It was on the first floor. She went down to the first floor. That restaurant was almost empty. There were many seats and many tables.",
    "Fred had a red rubber ball. He kicked the ball. It flew through the air. He picked it up. He threw it against a wall. The ball came back to Fred. He kicked it with his foot again. The ball flew over the wall. He picked it up again. He bounced it on the street. The ball bounced up and down. Then it stopped bouncing up and down. It didn’t move. Fred’s dog barked at the ball. Fred kicked the ball. His dog ran after the ball.",
    "Louis got a new book. The book was about animals. Louis loved animals. The book had lots of pictures. It had pictures of dogs and cats. It had pictures of cows and pigs. It had pictures of chickens and rabbits. It had pictures of squirrels and birds. Louis looked at the pictures on the first page. Then he turned the page. He looked at the pictures on the second page. Then he turned the page again. The book had 30 pages in it. Louis looked at all the pictures on all the pages.",
    "He looked at the rising moon. It was rising above the houses. It was big and orange. It looked bigger than the rising sun. How could it be so big? How could it be so orange? Several hours later, he looked at the moon again. Now it was high in the sky. Now it was smaller. It wasn’t orange anymore. Now it was white. What happened? It changed size. It changed color. Before, it was big and orange. It was like a big pumpkin. Now, it was smaller and white. It was like a light bulb. But it was still pretty. It was still bright. It was the brightest light in the sky.",
    "It rains a lot in the jungle. The rain helps trees grow. The jungle has many trees. Trees are home for many jungle animals. Many animals live in the trees. Monkeys are jungle animals. Monkeys love trees. They love to swing from tree to tree. They climb down from the trees. They climb back up into the trees. They sit in the trees. They eat their food in the trees. They eat the plants in the trees. They eat the fruit in the trees. They live in the trees with the birds. They live in the trees with the lizards. They live in the trees with the snakes. They live in the trees with the ants. The trees in the jungle are full of animals.",
    "God takes good people to heaven. He wants good people to be with Him. He leaves bad people on Earth. He doesn’t want bad people near Him. He lets them do bad things on Earth. When they die, He sends them to the devil. The devil makes them work every day. They work next to a big fire. They are always right next to the fire. They are always hot from the fire. They carry coal. The devil makes them carry heavy buckets of black coal. They carry the coal to the fire. They pour the coal on the big fire. Then they refill the big buckets with more coal. They never get a drink of water. They never get to rest.",
    "She was sitting in a bar. She was drinking beer. She was getting drunk. She started to talk. She started to talk too much. She talked about her cash. She talked about a lot of cash. She had thousands of dollars in her purse. She said she had $20,000 in her purse. She said it out loud. Everyone in the bar heard her. Everyone looked at her. She took some cash out of her purse. She held the money in the air. \"Look,\" she said, \"here’s $1,000 cash.\" She waved it around. She laughed. She put the money back in her purse. She had another beer. A man was watching her. She finished her beer. She left the bar. He followed her.",
    "The brothers don’t speak to each other. They had a fight. They had a fight a long time ago. The fight was about money. Money can make people happy. Money can make people unhappy. Money can bring people together. Money can tear people apart. It doesn’t take a lot of money to tear people apart. Sometimes it takes only a little money. The two brothers were angry about $100. Only $100. But they both said,  \"It’s not the money. It’s the principle.\" A principle is a way of life. To tell the truth is a principle. To work hard is a principle. But both brothers lied. It wasn’t the principle. It was the money.",
    "He looked at the bird. It was a blackbird. It was walking on the grass. It was looking for food. Birds have a funny walk. Why do they walk so funny? Because they don’t have arms. Arms help people walk. People walk well. Birds don’t have arms. They don’t walk well. They look funny when they walk. Birds have wings. Wings help birds fly. They use their wings to fly. They fly very well. They are beautiful to watch when they fly. They belong in the sky. They don’t belong on the ground. The blackbird found something to eat. It flew up into a tree. It ate the food in the tree. Then it flew away.",
    "She had watched the news last night. The weatherman had said it was going to rain today. It was going to rain all day today. She got dressed. She put on her rain boots. She put on her raincoat. She grabbed her umbrella. She was ready for the rain. She was wearing her rain boots. She was wearing her raincoat. She had an umbrella in her hand. She walked outside. Something was wrong. What was wrong? It wasn’t raining. Where was the rain? She looked up. She looked at the blue sky. She went back inside. She took off her raincoat. She took off her rain boots. She went back outside. She still had her umbrella. You never know about the weather, she thought.",
    "It was a new pet store. Brian walked into the new pet store. He said hello to Paul, the owner. Paul said hello to Brian. Brian said, \"This is a clean pet store. This is a quiet pet store. This pet store doesn’t smell.\" Brian looked around the store. Brian walked around the store. He didn’t see any pets. He didn’t see one pet. \"Where are the pets?\" he asked. \"The pets are right here,\" said Paul. Paul opened a catalog. The catalog was full of pictures. It was full of pictures of pets. \"Just pick any pet you like,\" said Paul. \"We will mail it to you.\" \"What if I don’t like it?\" asked Brian.  \"Just mail it back,\" said Paul.",
    "\"You have to chop down those two trees,\" said the fire control agent. \"Why do I have to chop down those two trees?\" asked Diane. \"Because those two trees are a fire hazard,\" said the fire control agent. \"All trees are a fire hazard,\" said Diane. \"Yes, but those two trees are a super fire hazard,\" said the agent. \"Why are those two trees a super fire hazard?\" Diane asked. \"Because those two trees are right next to your house. Chop them down,\" he said. Diane was poor. She couldn’t afford to pay someone to chop the trees down. The agent said, \"Chop them down, or I will fine you.\" The next day, she poured gasoline on both trees. Then she set them on fire.",
    "He was a famous cartoonist. He drew political cartoons. His cartoons made fun of presidents. His cartoons made fun of vice presidents. His cartoons made fun of Congress. Politicians hated him. Ordinary people loved him. His name was Paul. He put 400 of his cartoons in a book. He sold the book at a book fair. Many people bought the book. He signed the book for everyone. He autographed the book for everyone. \"Why are you selling this book? Do you need extra money?\" Becky asked. \"Yes, I need extra money,\" Paul said. \"The newspaper laid me off. They said my cartoons are mean. My cartoons make the politicians cry.\" \"But your cartoons tell the truth,\" Becky said. \"Yes, and the truth hurts,\" said Paul.",
    "Doug went to the gas station. \"Can I have a job?\" he asked. The owner said, \"Maybe you can have a job. Can you count money? Can you put gas in a car?\" \"Yes,\" said Doug. \"I can count money. I can put gas in a car. So, can I have a job?\" \"There is just one problem,\" said the owner. \"I cannot pay you with money.\" \"You cannot pay me with money?\" asked Doug. \"What good is that? What will you pay me with — bananas?\" \"No,\" said the owner. \"I won’t pay you with bananas. You aren’t a monkey, are you? No, I will pay you with gasoline. I have lots of gasoline.\" \"It’s a deal. My car uses lots of gasoline,\" said Doug.",
    "\"I’m calling the police,\" Barry said. \"I’m glad you’re calling the police,\" Ruth said. Barry and Ruth had a nice house. They had a nice, quiet house. They had nice neighbors. They had nice, quiet neighbors. But tonight, their neighbors were not quiet. They were having a pool party. Everyone was drinking. Everyone was talking loud. Everyone was jumping into the pool. Loud music was playing. Car horns were honking. Barry and Ruth closed all their windows. But they still heard the party. Barry called the police. The policeman said, \"We’ll be there in an hour or two.\" Barry asked, \"Why not sooner?\" \"The mayor’s having a big party,\" the policeman said. \"Most of our officers are protecting the mayor and his guests.\"",
    "He stopped at the motel. It was late at night. It was almost midnight. He asked the motel clerk, \"Do you have a vacant room?\" She said she had a vacant room. He asked how much it was. She said it was $100 for the night. \"But the night is half over,\" he said. \"Can I pay half price for the room?\" She said yes. \"But there is one condition,\" she said. \"If we only get half, you only get half. You must sleep on only one-half of the bed. You can use only one of the two pillows. The bathroom has hot and cold water faucets. You can use only one faucet. The cable TV has 100 channels. You can watch only 50 channels.\"",
    "Each September volunteers clean up the beach. Hundreds of volunteers clean up the beach. They carry empty trash bags. They pick up trash. They fill up the trash bags. They fill up hundreds of trash bags. They put all the trash bags into trucks. The trucks take the trash bags to a landfill. The trash goes from the beach to the landfill. Every year there is more beach trash. Every year there is more landfill trash. Jill picked up trash for three years. Finally she said, \"People leave trash here every year. They know we will pick it up. We shouldn’t pick it up. In a few years, trash will cover this beach. People will stop coming here. They will stop leaving trash here.\"",
    "The man walked into a bank. He wore a hoody. He wore gloves. It was summertime. It was hot outside. No one else was wearing a hoody. No one else was wearing gloves. The bank guard looked at the man. \"Why are you wearing a hoody?\" the bank guard asked. \"Why are you wearing gloves?\" The man said he had a disease. He had a contagious disease. He coughed. He coughed again. The bank guard backed away. He did not want to get a disease. He stopped watching the man. He watched other people enter the bank. He forgot about the man with the contagious disease. A few minutes later, the man ran out of the bank. He was carrying a money bag.",
    "He called up the post office. \"Where is my package?\" he asked. \"What is the tracking number?\" the postal worker asked. He told her the tracking number. She said, \"Your package is at the main post office. You can pick it up anytime.\" He said, \"I don’t want to pick it up. Can you deliver it?\" She said yes. \"We will deliver it on Monday,\" she said. \"Will you be home?\" He said, \"What time on Monday?\" She said, \"Anytime between 8 a.m. and 5 p.m.\" He said, \"I have to work. I can’t stay home all day.\" She said, \"That’s okay. We can deliver it on Tuesday.\" He said, \"I have to work on Tuesday, too. Please deliver it on Saturday.\"",
    "The days were hot. The nights were hot. He turned on the living room fan. He turned on the dining room fan. Both fans were on high speed. They made a lot of noise. But they didn’t blow cool air. They blew hot air. They blew hot air everywhere. He turned off the fans. He turned on the air conditioner. He closed all the windows. He closed the front door. The apartment began to cool down. It got cooler and cooler. Then he heard a bang. It was a loud bang. He thought a plane had crashed onto the roof. But it wasn’t a plane. It was the air conditioner compressor. It had broken down. He opened the door. He opened the windows.",
    "The police chief said crime was down. \"Crime is down,\" said police chief Braddon. He talked to TV reporters. He talked to newspaper reporters. He talked to radio reporters. He was proud. \"I’m proud,\" he said. \"Our police are doing a good job. I’m proud of our police.\" He said crime was down 50 percent. \"What kinds of crime?\" asked a reporter. \"All kinds of crime,\" said Braddon. \"Bicycle theft is down 60 percent. Cell phone theft is down 55 percent. Computer theft is down 50 percent.\" He didn’t say anything about other crimes. \"What about other crimes?\" asked a reporter. \"What other crimes?\" asked Braddon. \"You should be happy with this news. Report it to the public. The public will be happy, too.\"",
    "He dropped his toothbrush. It fell on the floor. He picked up his toothbrush. He rinsed it off. He brushed his teeth. He rinsed his mouth. He walked out of the bathroom. He sat on his bed. He felt something. It was under the sheet. He took the sheet off the bed. Something was in his mattress. It was a brand new mattress. He had bought it yesterday. What is in the mattress, he wondered. He went to the kitchen. He took a knife from the kitchen drawer. He cut open the mattress. What could it be, he wondered. It was small. It was black. It was a book. It was the New Testament. Is God trying to tell me something, he wondered.",
    "His laptop sat on his desk. His laptop always overheated. It always overheated quickly. How could he keep it cool? He turned on his living room fan. It cooled his laptop. But the fan blew dust around. It blew paper around. He turned off his living room fan. He thought. He thought some more. How could he keep his laptop cool? He had an idea. He bought little plastic blocks. Each block was one inch square. He put the laptop on top of the blocks. One block was under each corner of the laptop. Now the laptop sat a little above the desk. There was space under the laptop. There was space for cool air to flow. The cool air prevented overheating.",
    "It was New Year’s Day. He lived in Las Vegas. He drove over to a casino. He walked over to a roulette table. He bought one chip for $100. He flipped a coin. He caught the coin. It was heads. He put the $100 chip on red. The dealer spun the roulette wheel. The wheel went round and round. The dealer pushed the silver ball. The ball went round and round. The wheel slowed down. The ball slowed down. The ball dropped into a red slot. He won! The dealer gave him a $100 chip. He gave the dealer a $10 tip. He cashed in both his chips. He went home. He felt good. It was going to be a good year.",
    "Some people stood on the small pier. They saw a boat approach. The boat was approaching fast. The boat was approaching the small pier. Was the boat going to stop? People started running. They started running off the pier. They were worried. They were worried about the boat. The boat kept coming. It didn’t slow down. One man stood on the pier. He didn’t run. He yelled at the boat. He waved his arms. He yelled, \"Stop! Stop! You’re going to crash!\" But the boat didn’t stop. It kept coming. The man kept yelling. The boat kept coming. Is the driver drunk, the man wondered. He ran as fast as he could. He ran off the pier. The boat crashed into the pier.",
    "Alex wanted to become a citizen. He signed up for a citizenship class. He went to the first class. The teacher spoke only Spanish. All the other students spoke only Spanish. Alex spoke Spanish, too. He asked the teacher, \"Why are you speaking Spanish? We need to speak English. We need to understand English. We need to read English. We need to write English.\" The teacher said, \"Don’t worry. English isn’t important anymore. My students never fail the interview. Can you say ’Yes’ in English? Can you say ’No’ in English? Then your English is good enough. You want to become a citizen. That is more important than your English.\" Alex dropped out. He signed up for another citizenship class. The teacher spoke only English.",
    "He couldn’t find his pen. Where is my pen, he wondered. He looked for his pen. It was on top of the microwave. He couldn’t find his cell phone. Where is my cell phone, he wondered. He looked for his cell phone. It was on top of the TV. He couldn’t find his glasses. Where are my glasses, he wondered. He looked for his glasses. They were on top of his head. I’m tired of looking for everything, he thought. He invented a tiny video recorder. It recorded everything he did. It recorded everywhere he went. He couldn’t find his toothbrush. Where is my toothbrush, he wondered. He played his tiny video recorder. He found his toothbrush. He didn’t have to look for it.",
    "\"I’m not coming to this art fair again,\" said Molly. \"Why aren’t you coming to this art fair again?\" asked Teri. \"There aren’t enough visitors,\" Molly said.  \"That’s for sure,\" said Teri. \"There aren’t enough visitors spending money.\" \"That’s for sure,\" said Molly. Visitors stopped and looked at Molly’s paintings. Visitors stopped and looked at Teri’s paintings. Visitors said Molly’s paintings were very nice. Visitors said Teri’s paintings were very nice. But no one bought anything. \"No one buys anything,\" said Molly. \"They stop. They look. They say, ’Oh, how pretty.’ Then they walk on.\" Molly and Teri had not sold one painting. They lowered their prices. They put \"Sale! 50% Off!\" tags on all their paintings. But no one bought a single painting.",
    "Brad was angry. He was angry at the apartment building manager. The apartment building manager had kicked him out. \"If you can’t pay the rent,\" the manager said, \"I have to kick you out.\" \"But I always pay the rent on time,\" Brad said. \"That’s nice, but you’re supposed to always pay the rent on time,\" said the manager. One evening Brad drove to the gas station. He bought a gallon of gas. He put the gas into a gas can. He waited until 11 p.m. The manager lived in a corner apartment. His apartment was on the ground floor. Brad waited until the manager’s lights went out. He poured all the gas in the hall near the manager’s door. He lit a match.",
    "The mayor was in a hurry. He was late. He drove his car faster. He didn’t want to miss his plane. The traffic light was red. He went through the red traffic light. I’m glad no police are around, he thought. He heard a siren. He saw a red light behind him. The red light was on top of a police car. The mayor didn’t stop. He was in a hurry. He was late. He was the mayor. He drove his car faster. The police car followed the mayor. It followed the mayor to the airport. The mayor got out of his car. The policeman got out of his car. \"You’re under arrest,\" he said. \"You can’t arrest me. I’m the mayor,\" said the mayor.",
    "He lived in a nursing home. \"I don’t have anything to do,\" he told the nurse. \"Why don’t you watch TV?\" she asked. \"I hate watching TV. TV is nothing but reruns,\" he said. \"Why don’t you play chess?\" she asked. \"I hate playing chess,\" he said. \"I always lose.\" \"Why don’t you play cards?\" she asked. \"I hate playing cards. The others always cheat,\" he said. \"Why don’t you read a book?\" she asked. \"I hate reading books,\" he said.  \"They give me a headache.\" \"Why don’t you take a nice walk?\" she asked. \"I hate taking walks,\" he said. \"It’s always too hot outside.\" \"Why don’t you take a nap?\" she asked. \"That’s a good idea,\" he said.",
    "It was summer. Swim classes were beginning. She didn’t know how to swim. She wanted to learn. She called up the pool. \"Do you teach adults how to swim?\" she asked. The instructor said, \"Yes, we teach adults how to swim. We teach kids how to swim. We teach everyone how to swim.\" She asked how much. \"How much do you charge?\" she asked. \"We charge only $25 for adults,\" the instructor said. She gave him her name. He put her name on the swim class list. \"You are on the swim class list,\" he said. \"Your first lesson is Saturday at noon. Bring $25 and a towel.\" She asked, \"That’s all I need to bring?\" He said, \"I’m sorry.",
    "It was time for the annual blood drive. He told his girlfriend, \"I’m going to give blood tomorrow.\" She said, \"Don’t do that. You could get a disease.\" He asked, \"I could get a disease? How could I get a disease?\" She said, \"You never know. What if a nurse trips and stabs you with a dirty needle?\" He said that was ridiculous. Nurses don’t trip. Nurses don’t stab blood donors with dirty needles. He went to the blood drive the next day. He watched the nurses carefully. None of them tripped. None of them stabbed a blood donor with a dirty needle. He gave blood. He told his girlfriend that no one had tripped and stabbed him. She said he was lucky this time.",
    "Lucy had a cat. His name was Pirate. Pirate was 14 years old. Fourteen is old for a cat. \"What can I do?\" Lucy asked her dad. \"Pirate is old. He will die soon. I will miss him so much.\" Dad said, \"Why don’t you clone him? They will make a brand new Pirate for you. It will look like Pirate. It will walk like Pirate. It will meow like Pirate. It will love you like Pirate. But it will be a kitten. It won’t be an old cat. It will be a new kitten. You can have a new Pirate for 14 more years.\" \"Dad,\" said Lucy, \"that’s a great idea.",
    "A new neighbor moved in. Will the new neighbor be quiet, Liz wondered. The new neighbor wasn’t quiet. The new neighbor was loud. He played his TV loud. He played his music loud. He talked on the phone loud. Loud, loud, loud! He slammed the door when he left his apartment. He slammed the door when he entered his apartment. Slam, slam, slam! He had a basketball. He bounced the basketball everywhere. He bounced it on his apartment floor. He bounced it against his apartment wall. He bounced it off his apartment ceiling. Bounce, bounce, bounce! Liz asked him to be quiet. \"Please be quiet,\" she asked. \"I will not be quiet,\" he said. Liz wanted to kill the new neighbor.",
    "They drove to the park. They got in line. Many cars were in front of them. They should have gotten up earlier. \"We should have gotten up earlier,\" said Mom. \"I know,\" said Dad. \"We should not have slept in.\" \"I know,\" said Mom. \"But sometimes it’s nice to sleep in, especially on the weekend. Weekends are for sleeping in.\" The line moved slowly. Finally they were at the front of the line. \"I’m sorry,\" said the park ranger. \"We’re closed.\" \"What?\" said Dad. \"It’s not even noon. How can you be closed?\" The ranger said the parking lot was full. There was no place to park. He said to come back tomorrow. \"Don’t sleep in,\" said the ranger. \"The early bird gets the worm.\"",
    "Many homeless people were sitting on the sidewalk. A young man walked up to each homeless person. He gave each person a flier. The flier was from a trade school. The flier described a class. The trade school was offering a barber class. The class was free for homeless people. Matt read the flier. He talked to the man. Matt said he wanted to take the class. The man wrote down Matt’s name. He told Matt to go to the school on Monday. \"How long does the class last?\" Matt asked. \"The class lasts eight weeks,\" the man said. \"Will the school find me a job?\" Matt asked. \"No, you have to find your own job,\" the man said. \"We can only do so much.\"",
    "Jack paid $100,000 for his house. He had bought his house 30 years ago. It was a big house. It had four bedrooms. It had four bathrooms. Jack was alone. His wife had died. His children had moved out. His house was too big for one man. He decided to sell his house. He called up a real estate agent. She visited Jack. She looked at his house. She looked at all the rooms. She looked at the front yard. She looked at the back yard. She looked at the garage. \"This is a beautiful house,\" she said. \"I think this house will sell for $500,000.\" Jack said, \"That’s great. I will give $300,000 to my children. I will buy a small house for $200,000.\"",
    "William looked at his bowl of soup. It was chicken soup. There was white rice in the soup. William liked rice. There were pieces of chicken in the soup. William loved chicken. The pieces of chicken were white. They were small and square. They weren’t big and round. There were pieces of orange carrots in the soup. William didn’t like carrots. He picked up a piece of carrot with his fingers. He put it on the table next to his bowl. He took all the pieces of carrots out of the bowl. He put them all on the table. Then he ate his soup.",
    "Lulu’s mom gave Lulu a pencil. It was a yellow pencil. It was a number two pencil. It had a pink eraser. The eraser was small and round and pink. Lulu’s mom gave Lulu a piece of paper. It was a white piece of paper. There were blue lines on the white paper. Lulu wrote a letter to her grandma. Her letter said, \"Dear Grandma, Hello, I love you.\" Lulu told her mom she was done. Her mom looked at the letter. \"This is a short letter,\" her mom said. Lulu said, \"Yes, Mom, it is a short letter. It is short but sweet.\"",
    "Fay went into the bathroom. She turned on the cold water. She turned on the hot water. Warm water came out of the faucet. She put her hands under the warm water. She rubbed her hands together. She picked up a bar of white soap. She rubbed the soap with her hands. She put the soap back. She washed her hands for half a minute. Then she rinsed her hands with the water. She turned off the hot water. She turned off the cold water. She dried her hands with a towel.",
    "Greg took the pen out of his pants pocket. He took his keys out of his pants pocket. He took his cell phone out of his pants pocket. He took his wallet out of his pants pocket. He put everything into a plastic tray. He took his shoes off. Greg was at the airport. He had to get on the airplane. But he had to pass through security first. He passed through security. He put his pen and keys back into his pocket. He put his cell phone and wallet back into his pocket. He put his shoes back on his feet. He got on the airplane.",
    "The baby birds sat in the nest. There were two baby birds. They were in the nest. The nest was in the tree. The baby birds were waiting for mama bird. They were hungry. When would mama bird be back? Then they saw mama bird. She landed on the nest. She had two worms in her mouth. She gave one worm to each baby bird. The worms were delicious. The baby birds ate the worms very fast. Then they opened their mouths. They wanted another worm. Mama bird flew away. She went to get more worms.",
    "Tracy looked at the flag. The flag is red, white, and blue. It has 50 white stars. The white stars are on a blue square. The flag has six white stripes. It has seven red stripes. All the stripes are horizontal. They are not vertical. The stripes do not go up and down. They go from left to right. Tracy loves her flag. It is the flag of her country. It is a pretty flag. No other flag has 50 stars. No other flag has 13 stripes.",
    "Helen turned on her flashlight. Nothing happened. The light did not come on. There was no light. What was wrong with her flashlight? She unscrewed the top of the plastic flashlight. Helen took the two batteries out of the plastic tube. She looked at the two batteries. They were \"D\" batteries. They looked okay. They did not look bad. But maybe they were dead batteries. She opened a package of new batteries. She put two new \"D\" batteries into the plastic tube. Helen screwed the top back onto the plastic flashlight. She turned on her flashlight.",
    "Sandra picked up the bag of peanuts. It was a bag of roasted peanuts. She opened the bag. She poured out some roasted peanuts onto the table. There were about eight peanuts on the table. The peanuts were still in their shells. Each peanut was in its shell. Sandra picked up a peanut. She held it in her hands. She put her thumbs on the peanut. She broke the shell open with her thumbs. Sandra opened the shell. Inside the shell were two little red peanuts. Each peanut had red skin on it. Thin red skin covered both little peanuts. She took a little red peanut out of the shell. Sandra ate the little peanut with the red skin on it.",
    "Pat looked at the washer. The washer had dials on it. It had two dials on it. There were words next to each dial. Each dial had three words next to it. The words next to one dial were Small, Medium, and Large. This dial was for the size of the load. Did Pat have a small load, a medium load, or a large load? The words next to the other dial were Cold, Warm, and Hot. Did Pat want to wash her clothes in cold water, warm water, or hot water? Pat turned one dial to Large, and the other dial to Hot. Then she pushed the Start button on the washer.",
    "Margaret made a fresh salad. She peeled a yellow banana. She peeled a red apple. She peeled a green cucumber. She peeled an orange carrot. She peeled a brown potato. She peeled a white onion. She peeled a white egg. She chopped everything up with a sharp knife. She chopped everything into little pieces. She used her sharp knife to chop up the banana, apple, cucumber, carrot, potato, onion, and egg. She chopped up a tomato. She put all the little pieces into a bowl. She opened a bottle of salad dressing. She poured salad dressing on her fresh salad.",
    "Susan likes to eat apples. She likes to eat big red apples. She likes to wear a blue hat. She wears a big blue hat on her head. She wears a hat and eats an apple. She drinks some water from a white cup. Susan drinks water and eats apples. She doesn’t cut the apple with a knife. A knife is sharp. She just eats the apple. She holds the apple in her hand. She bites into the apple with her teeth. She licks her lips. She drinks more water. She wipes her mouth with her hand.",
    "Bob pushed the button on the door handle. He pulled on the door handle. He opened the car door. He got into the car. He sat down. He sat down in the driver’s seat. He sat down behind the steering wheel. Bob put the seat belt on. He buckled the seat belt. The seat belt went across his chest. The seat belt went across his lap. The seat belt kept him safe. He put his car key into the ignition. The ignition was next to the steering wheel. The ignition starts a car. Bob turned the car key in the ignition. The car started.",
    "Bill stole a wheelchair. The wheelchair did not belong to him. It belonged to someone else. The wheelchair belonged to Jenny. Jenny could not walk very far. She got tired very fast. It was her wheelchair. Jenny was inside her house. Her wheelchair was on the front porch. Bill saw the wheelchair on the front porch. He looked around. Nobody was around. He walked up to the front porch. Bill grabbed the wheelchair. He pushed it in front of him. He pushed the wheelchair to his home. He opened the door to his home. Bill pushed the wheelchair into his home.",
    "Mike washed his hands. He washed his hands with soap and water. He brushed his teeth. He brushed his teeth with toothpaste and water. He turned off the water. The sink was full of water. The water did not go down the drain. The water stayed in the sink. What was the matter? Why didn’t the water go down the drain? Mike waited and waited. The water didn’t go anywhere. It sat in the sink. Mike opened a bottle of liquid Drain Opener. He poured the Drain Opener into the sink. Mike waited one minute. Then all the water went down the drain.",
    "Liz looked at the round plastic container. The plastic container was empty. There was no milk in the container. Liz wanted to drink some milk. But she was out of milk. She needed to make more milk. She opened the cabinet. She grabbed a box of powdered milk. She opened the box. She took the lid off the round plastic container. Liz poured some powder into the container. She filled up the container with cold water. She put the lid back on the container. Liz shook the container hard. She shook it and shook it. She poured some cold milk into a glass. She drank the cold milk in the glass.",
    "Don has cancer. He is 12 years old. But he is lucky. The doctor knows how to fix Don’s cancer. The doctor told Don’s mom to bring him to the hospital. Don’s mom said no. She will let God fix Don’s cancer. God will fix Don’s cancer. She does not trust the doctor. She doesn’t trust the hospital. She only trusts God. The doctor said Don will die. He said Don must come to the hospital. Don’s mom ran away. She ran away with Don. The police are looking for Don and his mom. They want to save Don’s life. Only the doctor can save Don’s life.",
    "Tom was bored. He didn’t have anything to do. He wasn’t interested in doing anything. He didn’t want to watch TV. Tom didn’t want to listen to the radio. He didn’t want to play sports. He didn’t want to use the computer. He didn’t want to read books. \"I’m bored,\" Tom said. \"What can I do? I want to do something interesting.\" Tom’s father had an idea. \"I have an idea,\" his father said. \"Why don’t you collect coins? Coins are fun to collect. And coins are everywhere. You see coins every day. Some coins are valuable. They will make you rich.\"",
    "Ed looked at the kitchen floor. The kitchen floor was dirty. There were little pieces of food on the floor. Ed saw bread crumbs. He saw cracker crumbs. He saw cheese crumbs. He saw little pieces of bread. He saw little pieces of cracker. He saw little pieces of cheese. He needed to sweep the floor. Ed didn’t want bugs in his kitchen. Bugs like to eat little pieces of food. He took the broom out of the kitchen closet. He took the dust pan out of the kitchen closet. Ed swept the floor. He swept all the pieces of food into the dust pan.",
    "Maria is 18. She will go to college in September. She will be a college student in September. But right now it is summer time. It is June. Maria needs a job. She needs money for college. She needs money to buy books for college. She wants a job. Maria went to a restaurant. \"Can I have a job?\" she asked. The restaurant manager said, \"I’m sorry. I don’t need anyone right now.\" Maria went to a book store. \"Will you give me a job?\" she asked. The book store manager said, \"I’m sorry. I don’t need new workers right now.\"",
    "Jim had two separate sheets of paper. He wanted to put the two sheets of paper together. He did not want to glue them together. He did not want to use glue. He did not want to staple them together. He did not want to use a staple. What did Jim want to use? He wanted to use a paper clip. He wanted to put the two sheets of paper together with a paper clip. He picked up a paper clip. It was a metal paper clip. It was a silver paper clip. Jim put the silver metal paper clip on both sheets of paper. Now the sheets of paper were together. They were not separate.",
    "Dotty looked at the door. It was a closet door. The door had a silver handle. The silver handle was round. The round, silver handle was a doorknob. One day she tried to turn the doorknob. She tried to open the closet door. But the doorknob didn’t turn. She couldn’t open the closet door. The closet door wouldn’t open. The door was locked. \"Why is the door locked?\" Dotty asked her mom. Her mom said it was locked for her safety. \"What’s behind the door?\" she asked her mom. Her mom said a rifle was behind the locked door. Daddy kept a rifle in the closet.",
    "The cat was not moving. It was lying in the grass. The cat was black and white. It was a pretty black and white cat. It was cold outside. The cat was lying on its stomach. It was dark outside. The porch light shined on the cat. The cat looked at Sissy. \"Mom, can I have the cat?\" she asked her mom. Her mom came outside on the porch. She looked at the cat. \"That is a pretty cat,\" her mom said. \"Can I have it?\" Sissy asked. Her mom said no. Maybe the cat belonged to another family. Maybe the cat was wild. If it was wild, it might bite Sissy.",
    "Davy was 10. His dad was driving the car. The radio was on. His dad was listening to the radio. The man on the radio was talking about an accident. The accident was on the freeway. Two people were dead. The accident had just happened 30 minutes ago. His dad told him that life can be short. Accidents happen everywhere. They happen to everyone. \"You must always be careful, Davy,\" his dad said. \"Never be in a hurry. Always pay attention to other drivers.\" Davy said he would be a careful driver. He would never be in a hurry. He would always pay attention. \"Can I drive the car now?\" he asked his dad.",
    "His dad liked to fly balloons. His dad bought big balloons and filled them with helium. Helium is a gas. It is a gas that makes balloons float into the sky. One day his dad brought home a new balloon. He took it out of the box. He took it outside. He tied the balloon to spikes with ropes. The spikes were in the ground. The ropes and spikes kept the balloon on the ground. He filled the balloon with helium. He asked Junior what the new balloon looked like. \"It looks like a flying saucer!\" said Junior.",
    "She won the contest. She won the Rose Queen contest. She was the new queen for the Rose Parade. She was so happy. She would be in the parade on New Year’s Day. She was so excited. She would be on TV. Millions of people would see her. She would wave to people on the sidewalks in Pasadena. Pasadena was the home of the Rose Parade. Every year, thousands of people spent New Year’s Eve on the sidewalks of Pasadena. They wanted to see the Rose Parade. Almost 50 floats are in the Rose Parade every year. All the floats are beautiful. They have lots of beautiful flowers. She would ride on a beautiful float. She would wave to everyone. Her parents and friends were so happy for her.",
    "He looked in the mirror. What were all those red spots on his face? Every morning he had fresh red spots on his face. Were they insect bites? Were insects biting him at night? What were those red spots? They would usually disappear in a few hours. Then his face would look normal. It would look like a normal face. It would have no red spots. But every morning, he had an ugly face. All those red spots! What was happening at night? Was it his pillow? Was something in his pillow? Was something in his pillow making the red spots? He would buy a new pillow. Maybe his pillow was the problem.",
    "He played the piano. He played it very well. He started playing the piano when he was six years old. That was seven years ago. Now he was 13 years old. He was very good. He won one piano contest after another. A famous piano teacher heard him play the piano. The teacher said, \"I want to bring you to New York. I will teach you how to be even better. I will teach you how to be the best piano player in the whole world.\" He didn’t like that idea. He wanted to stay at home. He wanted to stay with his parents and his friends. His parents wanted him to go. They said they would visit him in New York every weekend.",
    "The country is full of criminals. Criminals are in every city. Criminals are on every block. They break all the laws. They don’t care about the laws. There are thousands of laws. The criminals break all the laws. They laugh when they break the laws. The police watch the criminals. They try to arrest the criminals. The criminals shoot at the police. They kill the police. Last week they shot down a police helicopter. The helicopter crashed to the ground. The criminals ran over to the helicopter. All the policemen on the helicopter were dead. The criminals stole the guns from the dead policemen. They walked away from the helicopter. They were laughing.",
    "The bathroom wall had a nail in it. He pulled the nail out of the wall. It was a big nail. When he pulled the nail out, a hole was in the wall. It was a big hole. He wanted to repair the hole. He went to Wal-Mart. Wal-Mart has everything for sale. Wal-Mart is a very popular store. He asked a clerk, \"How can I fix a nail hole in my bathroom wall?\" The clerk said it was very simple. A nail hole was easy to fix. \"Just buy this tube of Nail Hole Filler. Then squeeze it into the hole,\" the clerk said. He took the filler home. He squeezed it into the hole. He let the filler dry overnight.",
    "The woman had eight babies at one time. She was famous. Nobody could believe it. It was a world record. How could anyone have eight babies at one time? Her doctor had given her special drugs. The special drugs made her have eight babies. She was happy to have eight babies. \"I grew up all alone,\" she told the reporters. \"I did not like being alone. I decided that I would have many babies when I grew up. So now I have many babies. I am so happy. I am a lucky woman to have eight babies. I will love them all, and they will all love me.\"",
    "Susan didn’t like the color of her hair. Her hair was changing color. It used to be all black. But now it was turning gray. She didn’t like the gray hair. Gray hair made her look older. She didn’t want to look older. She made an appointment with the beauty salon. A week later, she went to the beauty salon. The hairdresser colored Susan’s hair. She added a little bit of purple color to Susan’s hair. When the hairdresser finished, Susan looked at her hair. She liked it. She couldn’t see any gray hair. All she could see was black hair with a little bit of purple tint. The purple tint looked nice. Susan hoped her boyfriend would like it.",
    "There was something wrong with his leg. It burned. But it burned in one spot only. He didn’t know what was wrong. The spot was smaller than a dime. It was on the back of his leg. He picked up a hand mirror. He used the hand mirror to look at the back of his leg. He saw a small lump. He put his finger on the lump. The lump was hard. It wasn’t a soft lump. The lump felt like a small stone. It was like a small stone under his skin. But it was like a small stone that was on fire. It burned. Something was wrong. He needed to see a doctor.",
    "He had very little money. It was cold outside. It was winter. But he was inside. He was inside his apartment. Right now he was okay, because he was inside his apartment. But next month he would not be okay. Next month he would be outside his apartment. He had lost his job. He couldn’t pay his rent. He had called his landlord. He asked his landlord if he could stay an extra month for free. His landlord said no. His landlord said, \"If you can’t pay the rent, you must go.\" Where could he go? He would sleep in his car. But a car is a cold place in the winter. He was very sad.",
    "They walked onto the dock. They got into the boat. They had all their fishing gear. They were going fishing. They loved to go fishing. Sometimes they caught a lot of fish. Sometimes they caught a couple of fish. Sometimes they caught no fish. But fishing was fun even if they caught no fish. The boat left the dock. The boat stopped in the middle of the lake. Everyone put worms on their hooks. Some people put live worms on their hooks. Some people put dead worms on their hooks. Some people put rubber worms on their hooks. Everyone dropped their hooks into the water. Then they waited. They waited for the fish to bite the worms.",
    "Patty needed help with her computer. She asked a coworker to help her. Patty said she would treat her coworker to a nice dinner. Her coworker asked, \"What kind of dinner?\" Patty said a nice Chinese dinner. Her coworker said that sounded good. She would come over to Patty’s apartment at 7 o’clock. Patty went home after work. She made a delicious Chinese dinner. But her coworker didn’t show up at 7 o’clock. Her coworker didn’t show up at 7:30. Her coworker didn’t call. Patty called her coworker. No one answered. At 9:30 Patty went to bed. The phone rang. It was her coworker. Patty didn’t answer the phone. Tomorrow she would ask someone else to help her.",
    "He loved his new jacket. It was his favorite jacket. He loved the color. It was tan. He loved the weight. It was medium weight. It was not too light. It was not too heavy. He loved the fit. It fit him well. He put the jacket on. He looked at the jacket in the mirror. It looked good. What a good-looking jacket, he thought. He went to the doctor’s office. The office was warm. He took his jacket off. He put it on the chair next to him. A nurse called his name. He stood up. He went to the examination room. He forgot that his jacket was on the chair. But it wasn’t on the chair for long. Another patient took it home.",
    "He was driving home. He couldn’t wait to get home. He was hungry. He hadn’t eaten in eight hours. Eight hours ago he had eaten two hot dogs. The hot dogs were delicious. He had put lots of mustard, onions, and relish on the hot dogs. They were so delicious. He got home. He walked upstairs. He walked into his apartment. He opened his refrigerator. He took a package out of the refrigerator. It was a package of hot dogs. He took two hot dogs out of the package. He put them into the microwave. He took mustard, onions, and relish out of his refrigerator. He grabbed two hot dog buns.",
    "He was bored. He wanted to do something fun. He wanted to do something fun with his friend. He called up his friend. \"I’m bored. Let’s do something fun!\" he said. His friend said, \"That sounds great. I’m glad you called. I’m bored, too. What do you want to do?\" He said he wanted to go to the beach. His friend said that sounded great. He picked up his friend in his car. They went to the beach. They threw a Frisbee to each other. They swam in the ocean. They built a big sand castle. They watched the sailboats. They watched the sea gulls. He drove his friend home. \"That was fun! Let’s do it again sometime,\" his friend said.",
    "She went to the circus with her parents. She was excited. She had never been to a circus. There were many clowns at the circus. She liked the clowns. They had funny faces. They had big, red noses. They wore funny hats. They wore big shoes. Their shoes were much bigger than her dad’s shoes. They were twice as big as her dad’s shoes. The clowns had loud horns. They honked their horns at each other. They didn’t talk. They used their horns to talk. Honk, honk! She laughed at the clowns. They were so funny. They made her laugh.",
    "His dad was reading one section of the newspaper. His mom was reading another section of the newspaper. His older sister was reading another section of the newspaper. He had the comics section of the newspaper. That was the best part of the newspaper. He didn’t understand the words. He wasn’t able to read. But he liked the comics. He liked the drawings. They were all different. All the animals were different. All the people were different. All the drawings were black and white. He colored the drawings with his crayons. He showed the colored drawings to his mom. She liked them. \"Those are beautiful colors,\" his mom said. \"Someday you will be a famous painter.\"",
    "She looked at the man. He was walking on the sidewalk. She did not know this man. He was a stranger. She did not trust this man. He did not live in this neighborhood.  She was driving her car slowly. She was almost home. She drove past the man. She watched him in her rear-view mirror. He stopped walking on the sidewalk. He walked up her neighbor’s driveway. A car was in the driveway. He walked up to the driver’s door. He stopped. Then he walked back to the sidewalk. What was he doing, she wondered. Then she realized what he was doing. He was testing the driver’s door. He was testing it to see if it was locked. She called the police.",
    "He had to clean out his apartment. There was so much to clean out. He had hundreds of books. What was he going to do with them? He couldn’t keep all of them. He was moving to a smaller apartment. There was no room for all his books in his new apartment. There was no room for his bicycle. What was he going to do with his bicycle? He had a big TV. The TV was too big for his new apartment. What was he going to do with his big TV? He called up his brother. \"Do you want my books, my bike, and my TV?\" he asked. His brother said, \"You should have a yard sale.\"",
    "It was September. People were getting sick all over the world. They were getting sick from the flu. The flu was called H1N1. Some people called it swine flu. The swine farmers did not like that. They said, \"Stop calling it swine flu. Swine don’t have the flu. You can’t get the flu from eating swine.\" Swine are also called pigs. We get bacon and ham from pigs. We get pork from pigs. But we don’t get the flu from pigs. We get the flu from a virus. The H1N1 virus was making everyone sick. In October they distributed a new vaccine. The new vaccine protected most people from the virus. The people were happy. The swine farmers were happy.",
    "Jack was angry. Joe owed him money. Joe owed him $100. Joe had borrowed $100 a month ago. He had borrowed the money 30 days ago. He said he would pay Jack back the next week. He said that he would pay Jack back in seven days. But he didn’t pay Jack back in seven days. He didn’t pay Jack back in 14 days, or 21 days, or 28 days. After 30 days, Jack was very angry. He called up Joe. \"You owe me $100. You borrowed $100 from me 30 days ago. Where is my money? I want my money now!\" Jack said. Joe said, \"Oh, I’m so sorry. You’re right. I borrowed $100 from you. I owe you $100.",
    "Carol and Mary are friends. Carol said she would call Mary at 7 o’clock. Carol didn’t call at 7:00. She didn’t call at 7:15. She finally called at 7:30. She apologized for calling so late. Mary said it was OK. But it wasn’t OK. Mary didn’t like people to lie. This wasn’t the first time Carol had lied. This was the fourth time Carol had lied. Mary did not trust Carol. Carol would never be her best friend. A best friend tells the truth. A best friend doesn’t lie. A best friend does not call late. A best friend does not arrive late. A best friend is always on time.",
    "It is flu season. You must be careful. It is very easy to catch the flu. You should wash your hands often. You should get a flu shot. A flu shot will help protect you. But there is a problem with a flu shot. The problem is the needle. The nurse will stick a needle in your arm. Your arm will be sore for a day. Maybe two days. Nobody likes to have a sore arm. But which is worse — a sore arm, or a sore body? A sore body is worse than a sore arm. Do you want your arm to hurt, or do you want your whole body to hurt? Your body will hurt for a week. Maybe it will hurt for two weeks.",
    "Jane called Lisa. Lisa said she was eating. She was eating dinner. Lisa asked Jane to call her back. Jane said she would call Lisa back. She called Lisa back the next day. Lisa said she was eating. She was eating lunch. Lisa asked Jane to call her back. Jane said she would call Lisa back. She called Lisa back the next day. Lisa said she was eating. She was eating breakfast. Lisa asked Jane to call her back. Jane said she would call Lisa back. The next day Jane called Lisa back. Lisa was eating. She was eating a snack. Lisa asked Jane to call her back. Jane said, \"No. You call me back.",
    "Don had a pistol. It was a small pistol. He offered it to his brother Tony. Tony looked at the pistol. It was a beautiful pistol. It was black. It had a silver trigger. Tony put his finger on the silver trigger. He put the pistol in his pocket. He took it out of his pocket. He walked outside. He saw a bird on a wire. He aimed the pistol at the bird. He pulled the trigger. He said, \"If the gun was loaded, I would have killed the bird.\" Don said, \"I’m glad it wasn’t loaded. You shouldn’t kill birds.\" Tony thanked Don for the pistol. \"I like this pistol. Thank you,\" Tony said. He took the pistol home with him.",
    "Up, down. Up, down. Billy was doing pushups. His arms were bent. His palms were on the ground. His toes were on the ground. His back was straight. His belly was close to the ground. His nose was close to the ground. Then he straightened his arms. Now his nose was almost two feet above the ground. His back was straight. His arms were straight. His head was higher than his feet. His feet were lower than his head. That was one pushup. Then Billy bent his arms. His nose and belly almost touched the ground. Then he straightened his arms again. That was another pushup. Billy did eight more pushups. He did ten pushups. He did ten pushups every day.",
    "It was late at night. The plane flew through the air. It flew through the air very fast. It flew through the air at 500 miles per hour. Five hundred miles per hour is very fast. A train does not go 500 miles per hour. A bus does not go 500 miles per hour. A ship does not go 500 miles per hour. Both the pilot and copilot were very sleepy. They both fell asleep. The plane flew past the city. Then the pilot and copilot woke up. They turned the plane around. They went back to the city. They landed at the airport. Their boss was angry.",
    "His ear had a tiny air bubble in it. It bothered him a lot. He could hear an echo when he talked. The echo bothered him a lot. He tried to get rid of the tiny air bubble. He squeezed his nose, closed his mouth, and blew really hard. Nothing happened. He shook his head like a wet dog. Nothing happened. He stood on his head for 10 minutes. Nothing happened. He stuck his finger deep in his ear and pulled it out quickly. Nothing happened. The doctor gave him nose drops. Nothing happened. The doctor gave him ear drops. Nothing happened. He took a walk on a winter day. He slipped on the ice. He hit his head on the sidewalk.",
    "She liked to feed popcorn to the pigeons. The pigeons liked to eat her popcorn. She put popcorn in her hand. A pigeon ate the popcorn in her hand. She put popcorn on her shoulder. A pigeon ate the popcorn on her shoulder. She put popcorn in her hair. A pigeon ate the popcorn in her hair. She sat down on a bench. It was a wooden bench in the park. She put popcorn all over the bench. She put popcorn all over her clothes. She put popcorn on her head. She put popcorn on her lap. Many pigeons landed on the bench. Many pigeons landed on her. Nobody could see her. Nobody could see the bench.",
    "She was thinking about her boyfriend. Why did she stay with him? Why didn’t she leave him? She didn’t trust him. He said that he loved her. But he was mean to her. He said bad things. He said she was too fat. He said she should eat less. He did bad things. He gave her a cheap card from the 99 Cents store for her birthday. He gave her a bag of apples for Christmas. Then he ate all the apples. He said things that made her cry. He did things that made her cry. Then he said he was sorry. He always said he was sorry. She wanted to leave him. She wanted to find another boyfriend. But she didn’t leave him. She loved him too much.",
    "Dad took his son Chris to the baseball game. The Los Angeles Dodgers were playing the San Francisco Giants. The Dodgers were the home team. The Giants were the visiting team. Dad and Chris walked into Dodger Stadium. Many people were there. Most of them wanted to see the Dodgers win. They wanted to see the Giants lose. Dad and Chris found their seats. They sat down. The game had already started. Chris told his dad he was hungry. His dad bought two bags of peanuts for Chris. He bought two hot dogs for Chris. He bought a big soda for Chris. A foul ball came their way. People dived for the foul ball. They knocked Chris’s soda over. His dad bought him another soda.",
    "Debby was in the first grade. Her brother Tommy was in the second grade. They lived in Florida. They lived in a small town in Florida. They walked to school in the morning. They walked home from school in the afternoon. On Monday Debby and Tommy were walking home. They were walking with a couple of Tommy’s friends. Tommy told his friends that Debby still sucked her thumb. \"She still sucks her thumb,\" he said. His friends laughed. Debby started to cry. She ran away from Tommy and his friends. When Tommy got home, his mom asked, \"Where’s Debby?\" Tommy said he didn’t know. He thought she was already home. \"No, she’s not home,\" his mom said. She called the neighbors. Then she called the police.",
    "He was talking on the phone. The phone was on the table in the dining room. He was talking to his friend. They were talking about the weather. It was raining. There was a knock on his door. Someone was knocking on his door. He went to the door. He opened the door. No one was there. He went back to the phone. The doorbell rang. Someone was ringing his doorbell. He went to the door. He opened the door. No one was there. He went back to the phone. There was another knock on his door. He kept talking. The doorbell rang again. He kept talking. Fool me once, shame on you, he thought. Fool me twice, shame on me, he thought.",
    "She offered her car to her brother. He said he would think about it. \"Let me think about it,\" he said. She called him up a week later. \"Do you want my car for free?\" she asked. He said, \"I’m thinking about it.\" She asked, \"How long do you have to think about it?\" He said he didn’t know. \"Let me think about it some more,\" he said. She called up a charity. She said, \"Do you want my car for free?\" The man at the charity said yes. She asked, \"You don’t have to think about it?\" He said, \"No, I don’t have to think about it. Who has to think about a free car?\" He picked up her car the next day.",
    "Nancy took her daughter Donna to the park. The park had lots of trees. It had lots of squirrels and birds. The squirrels ran up and down the trees. The squirrels chased one another. The squirrels played with one another. The birds flew around. They flew down to the ground. They flew up into the trees. The squirrels and birds were good neighbors. Nancy sat down on a bench. She took a magazine out of her purse. She turned the pages of the magazine. Donna ran over to a squirrel. She tried to catch the squirrel. Then she tried to catch a bird. Donna chased the squirrels and birds. She never caught one squirrel. She never caught one bird. But she had a lot of fun.",
    "She went into the laundry room. She was in a hurry. She needed to wash and dry her clothes. Then she needed to go to work. The washer was running. Someone was using the washer. The washer stopped. She opened the lid. She took the damp clothes out of the washer. The damp clothes belonged to someone else. She put their clothes on top of the dryer. She put her own clothes into the washer. She started the washer. Half an hour later, she took her clothes out of the washer. She put her clothes into the dryer. An hour later, she took her clothes out of the dryer. Then she went to work. She left the damp clothes on top of the dryer.",
    "She was a babysitter in her home. She took care of 10 little children. They were not her little children. They were the sons and daughters of other people. She did not have a son. She did not have a daughter. She was not a mother. She was a babysitter. The children were 1 to 4 years old. She babysat them all. She kept them in her house all day. They all stayed in her living room. She gave them toys to play with. She gave them books to look at. She gave them pillows and blankets. Some kids played with the toys. Some kids looked at the books. Some kids slept. She usually didn’t watch the kids. She usually watched the TV.",
    "She was a nurse. It was flu season. But she didn’t get a flu shot. All the other nurses got a flu shot. All the doctors got a flu shot. But she didn’t get a flu shot. Flu shots made her sick. She got a flu shot when she was a little girl. The flu shot made her very sick. She spent a week in the hospital. Then she came home. She spent three weeks in bed. She was sick for about a month. After that, no more flu shots for her. She never got a flu shot again. She never got the flu, either. \"I never get a flu shot, but I never get the flu,\" she told her friend.",
    "She was a fast eater. She liked to eat fast. She ate like a wolf.  \"I am like a wolf,\" she said. He was a slow eater. He liked to eat slow. He ate like a turtle.  \"You are like a turtle,\" she said. She didn’t talk at the dinner table. All she did was eat. He liked to talk at the dinner table. He talked about the news. He talked about the weather. He talked about sports. She listened to him talk. She nodded her head. That meant yes. She shook her head. That meant no. He talked. She listened. She never said yes. She never said no. She never said anything. All she did was eat.",
    "She walked along the sidewalk. She wasn’t paying attention. She was thinking about her boyfriend. He made her angry. He said he didn’t want to marry her now. He wanted to marry her later. She wanted to get married now. She didn’t want to get married later. Why didn’t he want to marry her now? Maybe he didn’t want to marry her later, either. Maybe he didn’t want to marry her ever. Maybe he wanted to meet someone else. Maybe he wanted to marry someone else. She walked straight into a bench. She hurt her leg. Her leg started bleeding. She sat down on the bench. Her leg hurt so much. She tried to stop the bleeding.",
    "Flu shots cost $20 at the drugstore. Only a few people are buying the flu shots. There are no long lines. No one is waiting in line. If you want the flu shot, pay $20. You don’t have to wait in line. You can get the flu shot immediately. The mayor announced free flu shots. He said, \"We will give free flu shots to everyone. Come to the library on Saturday.\" On Saturday 2,000 people went to the library. They stood in line for four hours. After four hours, there were no more free flu shots. They ran out of free flu shots. The drugstore still has many flu shots. But the flu shots at the drugstore aren’t free. They cost $20.",
    "He loved his job. He had a good job. He was a teacher. He loved to teach. He loved his students. He loved to teach his students. His students listened to him. His students listened to almost every word he said. His students learned from him. They learned how to spell words. They learned how to pronounce words. They learned how to ask questions. They learned how to answer questions. They learned how to think. He taught them how to think. \"Don’t believe everything you hear,\" he said. \"Don’t believe everything you read,\" he said. \"Don’t believe everything you see,\" he said. \"Use your head. If something sounds too good to be true, it usually is,\" he said.",
    "She looked at the moon. It was big. It was round. It was white. It was big and round and white. It was much bigger than all the stars. The stars were little lights. The moon was a big, bright light. She looked around. She could see other houses. She could see the sidewalk. She could see the street. The moon was bright. It was not as bright as the sun. But it was much brighter than the stars. She looked at the moon. Her dad said there is a man in the moon. She looked for the man in the moon. She looked for his eyes. She looked for his nose. She looked for his mouth. She did not see the man in the moon.",
    "She was angry. She was angry with her brother. Her brother didn’t help her. She needed to borrow $1,000. She had asked her brother to lend her $1,000. He said no. Her brother said he didn’t have $1,000. Her brother was lying. Her brother had $10,000. He had ten times $1,000. Why did he lie to her? Why didn’t he tell her the truth? Why didn’t he lend her $1,000? She said,  \"I know you have $10,000. All I want is $1,000. I will pay you back next year. You will get your money back next year.\" He said no. He said people shouldn’t borrow money. He said people shouldn’t lend money. \"But I’m not ’people,’\" she said.",
    "Prisons today have too many prisoners. The prisoners sleep in bunk beds. They sleep in triple bunk beds. Triple bunk beds are for three prisoners. One prisoner sleeps in the bottom bunk bed. Another prisoner sleeps in the middle bunk bed. Another prisoner sleeps in the top bunk bed. They sleep on top of one another. They sleep beneath one another. Prisoners complain about the triple bunk beds. They don’t like the triple bunk beds. Prisons didn’t use to have bunk beds. Prisons didn’t use to have any beds. Prisoners used to sleep on a cold floor. Prisoners today get three meals a day. They get three hot meals. Prisoners used to get one meal a day. They used to get one cold meal.",
    "The janitor cleaned the church every day. He swept the floor with a broom. He mopped the floor with a mop. He vacuumed the carpet with a vacuum cleaner. He cleaned all the windows with a wet cloth. He cleaned the men’s bathroom. He cleaned the women’s bathroom. He cleaned the sinks in the bathrooms. He cleaned the toilets in the bathrooms. He cleaned the mirrors in the bathrooms. He scrubbed the steps outside the church. He scrubbed the steps with soapy water and a brush. He kept the steps clean. He kept the windows clean. He kept the bathrooms clean. He kept the floors clean. The steps were clean. The windows were clean. The bathrooms were clean. The floors were clean. It was a clean church.",
    "It is winter. The sky is usually gray. The sun is not big. The sun is not warm. The sun is never high in the sky. It’s always low in the sky. The shadows are long. In the morning they are long. In the afternoon they are long. The shadows are cold. The wind blows. The wind blows almost every day. Sometimes it is a strong wind. Paper blows everywhere. It is always a cold wind. People wear heavy jackets. People stand with their hands in their pockets. People blow on their hands to keep their hands warm. You can see people’s warm breath. When they breathe, you can see their warm breath. Their breath is like steam from a teapot. Everyone is cold in the winter.",
    "Betty was excited. It was December 1. Christmas Day was only 24 days away. She was looking at a magazine. It was a magazine for little girls. There were many pictures in the magazine. There were many pictures of dolls. The dolls were from many countries. There were dolls from Mexico. There were dolls from China. There were dolls from France. There were dolls from everywhere. There were so many dolls. She showed the pictures to her mom. \"Mommy, will Santa bring me all these dolls?\" she asked. \"No, honey,\" her mom said, \"Santa will bring you only one doll. So pick the one you like best.\"",
    "The big room is air-conditioned. But it smells. Dead bodies are in metal drawers. The bodies have no clothes. The bodies are naked. A white sheet covers each dead body. The drawers slide in. The drawers slide out. A doctor works in the big room with the dead bodies. He works there almost every day. He cuts the bodies open. He cuts them open with a knife. He cuts them open with a saw. He looks at the bodies. He looks inside the bodies. Why did these people die? Why did this young man die, he wonders. He tries to answer the question. Every dead body is a puzzle. The doctor tries to solve the puzzle. Then he tells the police why the people died.",
    "Soccer is a fun game. It is very popular. It is popular all over the world. It is fun to watch. It is fun to play. It is a simple game. There are two teams. They play on a big grassy field. There is one ball. There are two goals with nets. Each team tries to kick the ball into the other team’s net. The players cannot use their hands. They cannot touch the ball with their hands. They use their feet to move the ball. They use their chests to move the ball. They use their heads to move the ball. The players run back and forth. They slide on the grass. They crash into one another. They play to win.",
    "A baby has arms and legs. It has a mouth and eyes. It looks at everything. It eats everything. It smiles a lot. It cries a lot. It eats a lot. It drools a lot. It pees a lot. It poops a lot. It sleeps a lot. It tries to talk. It makes funny sounds. It says \"Googoo\" and \"Gaga.\" It waves its arms and legs. It doesn’t do much else. It doesn’t sit up. It doesn’t stand up. It doesn’t talk. It lies on its back. It lies on its stomach. After a year, it will do many things. It will crawl. It will stand up. It will walk. It will talk. But in the beginning, it just grows. It grows bigger and bigger.",
    "He drove to the supermarket. He was out of food. He had no food in his refrigerator. He had no food in his cupboards. He needed to buy some food. He hoped he would find a sale. A sale would save him money. He walked into the supermarket. He walked over to the produce section. The apples were on sale. The bananas were on sale. It was his lucky day. He loved apples. He loved bananas. The apples were only one dollar a pound. The regular price was $2.50 a pound. The bananas were only 49 cents a pound. The regular price was 89 cents a pound. He bought four pounds of apples. He bought four pounds of bananas. Then he walked over to the dairy section. Maybe the milk was on sale, too.",
    "She wanted to go for a drive. She told her husband. He said that was a good idea. \"Where do you want to go?\" he asked. She wanted to drive to the mountains. She wanted to go to Big Bear Lake. Big Bear Lake is high in the mountains. It is 7,000 feet high. It is a two-hour drive from their home. It takes two hours to get there. The lake is big and beautiful. They could park their car next to the lake. They could sit next to the lake. They could watch the boats. They could watch the fishermen. They could watch the squirrels and deer. It is a beautiful drive to Big Bear Lake. The road goes through a big forest full of tall trees.",
    "The fox was brown. The fox was quick. The dog was brown. The dog was lazy. \"You are a lazy dog,\" said the fox. \"Yes, I am a lazy dog,\" said the dog. \"Why are you a lazy dog?\" asked the fox. \"Why not?\" asked the dog. \"My owner feeds me. My owner takes me out for walks. My owner loves me. I eat. I go out for walks. I sleep. I’m a lazy, happy dog.\" \"But don’t you have any ambition?\" asked the fox. \"Ambition? Ambition to do what? I’m just a dog,\" said the dog. \"Lassie was a dog. She saved people’s lives,\" said the fox. \"I’m too lazy to save people’s lives,\" said the dog. \"Let Lassie save people’s lives.\"",
    "Nick was old. Nick was old and sick. His wife was Sherry. Sherry was younger than Nick. Nick was older than Sherry. Nick was 81. Sherry was 61. They had been married for 41 years. They loved each other. \"Kill me,\" Nick said. \"You say you love me. If you really love me, you will kill me.\" \"I will not kill you,\" Sherry said. \"You will get better. The pain will go away.\" Nick had cancer. He had lung cancer. He used to smoke. He used to smoke cigarettes. He used to smoke two packs of cigarettes a day. Nick was in pain every day. \"This cancer is killing me,\" he said. Sherry said, \"If the cancer is killing you, it doesn’t need my help.\"",
    "He was homeless. He was cold. He was shivering. He was in the park. He was sitting on a bench. A sign was next to him. The sign said, \"Please hire me. I am homeless.\" People walked by. They looked at him. He looked dirty. He looked old. How could this man work? He was too old to work. He was too dirty to work. He needed a bath. He needed some food. One lady stopped. She sat down next to him. She said she belonged to a church. She said to come with her. They both got up. He walked with her to the church. The church was warm. He smelled hot food. She said, \"Our church will help you.\"",
    "She used to eat meat. She used to eat a lot of meat. She used to eat beef. She used to eat pork. She used to eat ham. She used to eat chicken. She ate meat every day. She ate bacon for breakfast. She ate a hamburger or hot dog for lunch. She ate meat loaf for dinner. She ate vegetables sometimes. She ate fruit sometimes. She ate salad sometimes. But she ate meat all the time. One day she walked by a dumpster. She smelled something. It smelled bad. It smelled really bad. She opened the dumpster lid. She looked in. She saw an opened package of raw hamburger meat. It was covered with flies and ants. It stunk. She closed the lid. She stopped eating meat.",
    "She got into her car. She hoped it would start. Sometimes it started immediately. Sometimes it started after five minutes. Sometimes it didn’t start for 20 minutes. She had taken it to a mechanic. He couldn’t fix the problem. He didn’t know what the problem was. She had taken it to another mechanic. He knew what the problem was. She needed new spark plugs. He put in the new spark plugs. She paid him. She thanked him. Now her worries were over. She didn’t have to worry anymore. Every time she turned the key, her car started immediately. But a week later, her car didn’t start immediately. It started after five minutes. She called up the mechanic. He said to bring the car in. He would look at it again.",
    "He had a beautiful car. It was a Cadillac. It was a 1993 Cadillac. It was a four-door Cadillac. It was light brown. It had a big engine. The big engine didn’t leak oil. The big engine didn’t leak water. He drove his car only five miles a day. He took good care of his car. He washed it every week. He washed it by himself. He washed it with dishwashing soap and water. He dried it with paper towels. He vacuumed inside the car every week. He vacuumed it with a small vacuum cleaner. The outside of his car was clean. The inside of his car was clean. He never ate anything inside his car. He never drank anything inside his car.",
    "Emily sat down on the sofa. She had a big, soft sofa. It was comfortable. It was a comfortable sofa. She took off her shoes. She put her feet on the coffee table. The TV remote was on the coffee table. She picked up the remote. She pointed it at the TV. She turned on the TV. The news was on. The reporter said that a plane had crashed. More than 100 people died. The reporter said that a bridge had collapsed. More than 20 people died. She turned off the TV. She had enough problems at home. She didn’t need to hear about more problems in the world. She had money problems. She had health problems. She had family problems.",
    "May called her mom. Her mom lived in China. China was far away. Her mom was 50 years old. Her mom had many friends. But she missed her daughter. May lived in America. She was a waitress. She was a waitress in a restaurant. It was a Chinese restaurant. \"Guess what, Mama?\" May asked. \"I met a nice man.\" Her mom said she was happy. \"Will you marry him?\" she asked. She wanted May to marry. She wanted a grandson. She wanted a granddaughter. She wanted May to bring her children back to China. \"Be patient,\" May said. \"I only met him last month. But he’s very nice.\" Her mom said, \"Okay, I will be patient.",
    "She wanted to have a baby. She wanted to have a baby girl. He wanted to have a baby. He wanted to have a baby boy. He loved her. He said, \"Okay, we will have a baby girl.\" She loved him. She said, \"Okay, we will have a baby boy.\" They both loved each other. They both wanted to make each other happy. He talked to his parents. He asked them what to do. She talked to her parents. She asked them what to do. His parents said, \"No problem. Have two babies. Have a baby girl and a baby boy.\" Her parents said the same thing! So they had two babies. They had a baby girl. Then they had a baby boy."
]